Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_message_pin_info_dialog_edit_pin_forever
source: Forever
bn_in: চিরকাল
de: Endlos
el: Για πάντα
es: Para siempre
fr: Toujours
gu: કાયમી
hi: हमेशा के लिए
it: Per sempre
ja: 永久
kn: ಎಂದೆಂದಿಗೂ
ml: എക്കാലത്തേക്കും
mr: कायमचे
nl: Permanent
pa: ਹਮੇਸ਼ਾ ਲਈ
pt_pt: Sempre
ru: Бессрочно
ta_in: என்றென்றும்
te: ఎప్పటికీ
tr: Her zaman
ur_arab_in: ہمیشہ کے لیے
vi: Vĩnh viễn
zh_hant: 永远

# chat_message_pin_info_dialog_edit_pin_mins_more_singular
source: %@ minute left
bn_in: %@ মিনিট বাকি
de: %@ Minute übrig
el: %@ λεπτό απομένει
es: Queda %@ minuto
fr: %@ minute restante
gu: %@ મિનિટ બાકી
hi: %@ मिनट बाकी
it: %@ minuto rimanente
ja: 残り%@分
kn: %@ ನಿಮಿಷ ಬಾಕಿ ಇದೆ
ml: %@ മിനിറ്റ് ശേഷിക്കുന്നു
mr: %@ मिनिट बाकी
nl: nog %@ minuut
pa: %@ ਮਿੰਟ ਬਾਕੀ ਹੈ
pt_pt: Resta %@ minuto
ru: осталась %@ минута
ta_in: %@ நிமிடம் எஞ்சியுள்ளது
te: %@ నిమిషం మిగిలి ఉంది
tr: %@ dakika kaldı
ur_arab_in: %@ منٹ باقی
vi: Còn lại %@ phút
zh_hant: 尚有 %@ 分钟

# chat_message_pin_info_dialog_edit_pin_mins_more_plural
source: %@ minutes left
bn_in: %@ মিনিট বাকি
de: %@ Minuten übrig
el: %@ λεπτά απομένουν
es: Quedan %@ minutos
fr: %@ minutes restantes
gu: %@ મિનિટ્સ બાકી
hi: %@ मिनट्स बाकी
it: %@ minuti rimanenti
ja: 残り%@分
kn: %@ ನಿಮಿಷಗಳು ಬಾಕಿ ಇವೆ
ml: %@ മിനിറ്റുകൾ ശേഷിക്കുന്നു
mr: %@ मिनिटे बाकी
nl: nog %@ minuten
pa: %@ ਮਿੰਟ ਬਾਕੀ ਹਨ
pt_pt: Restam %@ minutos
ru: осталось %@ мин
ta_in: %@ நிமிடங்கள் எஞ்சியுள்ளன
te: %@ నిమిషాలు మిగిలి ఉంది
tr: %@ dakika kaldı
ur_arab_in: %@ منٹس باقی
vi: Còn lại %@ phút
zh_hant: 尚有 %@ 分钟

# chat_message_pin_info_dialog_edit_pin_hours_more_singular
source: %@ hour left
bn_in: %@ ঘন্টা বাকি
de: %@ Stunde übrig
el: %@ ώρα απομένει
es: Queda %@ hora
fr: %@ heure restante
gu: %@ કલાક બાકી
hi: %@ घंटा बाकी
it: %@ ora rimanente
ja: 残り%@時間
kn: %@ ಗಂಟೆ ಬಾಕಿ ಇದೆ
ml: %@ മണിക്കൂർ ശേഷിക്കുന്നു
mr: %@ तास बाकी
nl: nog %@ uur
pa: %@ ਘੰਟਾ ਬਾਕੀ ਹੈ
pt_pt: Resta %@ hora
ru: остался %@ ч
ta_in: %@ மணிநேரம் எஞ்சியுள்ளது
te: %@ గంట మిగిలి ఉంది
tr: %@ saat kaldı
ur_arab_in: %@ گھنٹہ باقی
vi: Còn lại %@ giờ
zh_hant: 尚有 %@ 小时

# chat_message_pin_info_dialog_edit_pin_hours_more_plural
source: %@ hours left
bn_in: %@ ঘন্টা বাকি
de: %@ Stunden übrig
el: %@ ώρες απομένουν
es: Quedan %@ horas
fr: %@ heures restantes
gu: %@ કલાકો બાકી
hi: %@ घंटे बाकी
it: %@ ore rimanenti
ja: 残り%@時間
kn: %@ ಗಂಟೆಗಳು ಬಾಕಿ ಇವೆ
ml: %@ മണിക്കൂറുകൾ ശേഷിക്കുന്നു
mr: %@ तास बाकी
nl: nog %@ uur
pa: %@ ਘੰਟੇ ਬਾਕੀ ਹਨ
pt_pt: Restam %@ horas
ru: осталось %@ ч
ta_in: %@ மணிநேரங்கள் எஞ்சியுள்ளன
te: %@ గంటలు మిగిలి ఉంది
tr: %@ saat kaldı
ur_arab_in: %@ گھنٹے باقی
vi: Còn lại %@ giờ
zh_hant: 尚有 %@ 小时

# chat_message_pin_info_dialog_edit_pin_days_more_singular
source: %@ day left
bn_in: %@ দিন বাকি
de: %@ Tag übrig
el: %@ ημέρα απομένει
es: Queda %@ día
fr: %@ jour restant
gu: %@ દિવસ બાકી
hi: %@ दिन बाकी है
it: %@ giorno rimanente
ja: 残り%@日
kn: %@ ದಿನ ಬಾಕಿ ಇದೆ
ml: %@ ദിവസം ശേഷിക്കുന്നു
mr: %@ दिवस शिल्लक
nl: nog %@ dag
pa: %@ਦਿਨ ਬਾਕੀ ਹੈ
pt_pt: Resta %@ dia
ru: остался %@ день
ta_in: %@ நாள் எஞ்சியுள்ளது
te: %@ రోజు మిగిలి ఉంది
tr: %@ gün kaldı
ur_arab_in: %@ دن باقی
vi: Còn lại %@ ngày
zh_hant: 尚有 %@ 天

# chat_message_pin_info_dialog_edit_pin_days_more_plural
source: %@ days left
bn_in: %@ দিন বাকি
de: %@ Tage übrig
el: %@ ημέρες απομένουν
es: Quedan %@ días
fr: %@ jours restants
gu: %@ દિવસો બાકી
hi: %@ दिन बाकी हैं
it: %@ giorni rimanenti
ja: 残り%@日
kn: %@ ದಿನಗಳು ಬಾಕಿ ಇವೆ
ml: %@ ദിവസങ്ങൾ ശേഷിക്കുന്നു
mr: %@ दिवस बाकी
nl: nog %@ dagen
pa: %@ਦਿਨ ਬਾਕੀ ਹਨ
pt_pt: Restam %@ dias
ru: осталось %@ дн.
ta_in: %@ நாட்கள் எஞ்சியுள்ளன
te: %@ రోజులు మిగిలి ఉన్నాయి
tr: %@ gün kaldı
ur_arab_in: %@ دن باقی
vi: Còn lại %@ ngày
zh_hant: 尚有 %@ 天

# chat_message_pin_info_dialog_edit_pin_expired
source: Expired
bn_in: মেয়াদোত্তীর্ণ
de: Abgelaufen
el: Έληξε
es: Caducado
fr: Expiré
gu: સમાપ્ત થયું
hi: मियाद खत्म हो गई
it: Scaduto
ja: 期限切れ
kn: ಅವಧಿ ಮೀರಿದೆ
ml: കാലഹരണപ്പെട്ടു
mr: कालबाह्य
nl: Verlopen
pa: ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ
pt_pt: Expirado
ru: Срок действия истек
ta_in: காலாவதியானது
te: గడువు ముగిసింది
tr: Süresi doldu
ur_arab_in: زائد المیعاد ہو گیا
vi: Đã hết hạn
zh_hant: 已到期

# chat_message_pin_info_dialog_edit_pin
source: Time left
bn_in: সময় বাকি
de: Restzeit
el: Υπολειπόμενος χρόνος
es: Tiempo restante
fr: Temps restant
gu: સમય બાકી છે
hi: बाकी समय
it: Tempo rimanente
ja: 残り時間
kn: ಉಳಿದಿರುವ ಸಮಯ
ml: ശേഷിക്കുന്ന സമയം
mr: शिल्लक वेळ
nl: Resterende tijd
pa: ਬੱਚਿਆ ਸਮਾਂ
pt_pt: Tempo restante
ru: Осталось времени
ta_in: எஞ்சியுள்ள நேரம்
te: మిగిలిన సమయం
tr: Kalan süre
ur_arab_in: بقیہ وقت
vi: Thời gian còn lại
zh_hant: 剩余时间

# chat_msg_pin_dialog_duration_till
source: Till
bn_in: যতক্ষণ
de: Bis
el: Μέχρι
es: Hasta
fr: Jusqu’à
gu: સુધી
hi: तक
it: Fino a
ja: ~まで：
kn: ವರೆಗೆ
ml: വരെ
mr: पर्यंत
nl: Tot
pa: ਇਦੋਂ ਤਕ
pt_pt: Até
ru: До
ta_in: இதுவரை
te: వరకు
tr: Şu tarihe kadar:
ur_arab_in: تاوقتیکہ
vi: Đến
zh_hant: 直到

# chat_msg_pin_dialog_duration_tonight
source: tonight
bn_in: আজ রাত
de: heute Nacht
el: απόψε
es: esta noche
fr: cette nuit
gu: આજની રાત
hi: आज रात
it: questa notte
ja: 今夜
kn: ಇಂದು ರಾತ್ರಿ
ml: ഇന്ന് രാത്രി
mr: आज रात्री
nl: vanavond
pa: ਅੱਜ ਰਾਤ
pt_pt: Hoje à noite
ru: сегодня
ta_in: இன்றிரவு
te: రాత్రికి
tr: bu akşam
ur_arab_in: آج رات
vi: tối nay
zh_hant: 今晚

# chat_dynamic_actions_emptymessage
source: You don’t have permission to perform any action on this link
bn_in: আপনার এই লিংকটির উপর এই ক্রিয়াটি করার অনুমতি নেই।
de: Sie sind nicht zum Ausführen jeglicher Aktionen mit diesem Link berechtigt
el: Δεν έχετε άδεια εκτέλεσης αυτής της ενέργειας σε αυτόν τον σύνδεσμο
es: No tiene permiso para realizar ninguna acción en este enlace
fr: Vous n’avez pas l’autorisation d’effectuer une action sur ce lien
gu: તમને આ લિંક પર કોઈ ક્રિયા કરવાની અનુમતિ નથી
hi: आपके पास इस लिंक पर कोई भी कार्रवाई करने के लिए अनुमति नहीं है
it: Non disponi dell’autorizzazione per eseguire alcuna azione su questo link
ja: このリンク上でのアクションを実行する権限を持っていません。
kn: ಈ ಲಿಂಕ್‌ನಲ್ಲಿ ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ನಡೆಸಲು ನೀವು ಅನುಮತಿ ಹೊಂದಿಲ್ಲ
ml: ഈ ലിങ്കിൽ എന്തെങ്കിലും പ്രവർത്തനം നടത്താൻ നിങ്ങൾക്ക് അനുമതിയില്ല
mr: तुम्हाला या लिंकवर कोणतीही क्रिया करण्याची परवानगी नाही
nl: U heeft geen machtiging om een actie voor deze koppeling uit te voeren
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਲਿੰਕ ਉੱਤੇ ਕੋਈ ਕਾਰਵਾਈ ਕਰਨ ਦੀਆਂ ਆਗਿਆਵਾਂ ਨਹੀਂ ਹਨ।
pt_pt: Não tem permissão para realizar esta ação nesta ligação
ru: У вас нет разрешения на выполнение действий с этой ссылкой
ta_in: இந்த இணைப்பில் எந்த செயலையும் மேற்கொள்ள உங்களுக்கு அனுமதி இல்லை
te: ఈ లింక్‌పై ఏదైనా చర్య చేయడానికి మీకు అనుమతి లేదు
tr: Bu bağlantıda herhangi bir eylem gerçekleştirme izniniz yok
ur_arab_in: آپ کو اس لنک پر کوئی بھی کارروائی کرنے کی اجازت نہیں ہے
vi: Bạn không được phép thực hiện bất kỳ thao tác nào trên liên kết này
zh_hant: 您无权对此链接执行任何操作

# chat_dynamic_actions_failure
source: Something went wrong Please try again later
bn_in: কিছু একটা ভুল হয়েছে অনুগ্রহ করে পরে আবার চেষ্টা করুন
de: Etwas ist schiefgelaufen Bitte versuchen Sie es nach etwas Wartezeit noch einmal
el: Κάτι πήγε στραβά Ξαναπροσπαθήστε αργότερα
es: Se ha producido un error Repita la operación más tarde
fr: Un problème est survenu Veuillez réessayer ultérieurement
gu: કંઇક ખોટું થયું કૃપા કરી બાદમાં ફરી પ્રયાસ કરો
hi: कुछ गड़बड़ हो गई है कृपया बाद में पुनः प्रयास करें
it: Qualcosa è andato storto Riprovare più tardi
ja: 問題が発生しました 後でもう一度お試しください
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: काहीतरी चुकले आहे कृपया नंतर पुन्हा प्रयत्न करा
nl: Er is iets misgegaan Probeer het later opnieuw
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Ocorreu um erro Tente novamente mais tarde
ru: Произошла непредвиденная ошибка Повторите попытку позже
ta_in: ஏதோ தவறாகிவிட்டது தயவுசெய்து பிறகு மீண்டும் முயற்சிக்கவும்
te: ఏదో తప్పు జరిగింది దయచేసి తరువాత మళ్లీ ప్రయత్నించండి
tr: Bir sorun oluştu Lütfen daha sonra yeniden deneyin
ur_arab_in: کچھ غلط ہو گیا ہے براہ کرم بعد میں دوبارہ کوشش کریں
vi: Đã có vấn đề Vui lòng thử lại sau
zh_hant: 发生错误 请稍后重试

# chat_customchat_fileattachmet_toast
source: This chat does not support file attachment.
bn_in: এই চ্যাটটি ফাইলের সংযুক্তি সমর্থন করে না।
de: Dieser Chat unterstützt keine Dateianhänge.
el: Η συνομιλία αυτή δεν υποστηρίζει επισύναψη αρχείων.
es: Este chat no permite archivos adjuntos.
fr: Ce chat ne prend pas en charge les pièces jointes.
gu: આ ચૅટ ફાઇલ જોડાણને ટેકો આપતી નથી.
hi: यह चैट फाइल अनुलग्नक का समर्थन नहीं करती है।
it: Questa chat non supporta allegato di file.
ja: このチャットはファイル添付をサポートしていません。
kn: ಈ ಚಾಟ್ ಫೈಲ್ ಲಗತ್ತಿಸುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ml: ഈ ചാറ്റ് ഫയൽ അറ്റാച്ച്മെന്റിനെ പിന്തുണയ്ക്കുന്നില്ല.
mr: हे चॅट फाइल संलग्नकास सपोर्ट करत नाही.
nl: Deze chat ondersteunt geen bestandsbijlage.
pa: ਇਹ ਚੈਟ ਫਾਈਲ ਅਟੈਚਮੈਂਟ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ।
pt_pt: Este chat não suporta a anexação de ficheiros.
ru: В этом чате не поддерживается вложение файлов.
ta_in: இந்த அரட்டை, கோப்பு இணைப்பை ஆதரிக்கவில்லை.
te: ఈ చాట్ ఫైల్ అటాచ్‌మెంట్‌కు మద్దతు ఇవ్వదు.
tr: Bu sohbet dosya ekini desteklemiyor.
ur_arab_in: یہ چیٹ فائل منسلکہ کے ساتھ معاونت یافتہ نہیں ہے۔
vi: Nội dung chat này không hỗ trợ đính kèm tập tin.
zh_hant: 此聊天不支持文件附件。

# chat_form_date_timezone_datetime_key
source: Date & Time
bn_in: তারিখ ও সময়
de: Datum und Uhrzeit
el: Ημερομηνία ώρα
es: Fecha y hora
fr: Date et heure
gu: તારીખ અને સમય
hi: तारीख एवं समय
it: Data e ora
ja: 日時
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ml: തീയതിയും സമയവും
mr: तारीख आणि वेळ
nl: Datum en tijd
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ
pt_pt: Data e hora
ru: Дата и время
ta_in: தேதி மற்றும் நேரம்
te: తేదీ సమయం
tr: Tarih ve Saat
ur_arab_in: تاریخ اور وقت
vi: Ngày Giờ
zh_hant: 日期与时间

# chat_form_date_timezone_timezone_key
source: Time zone
bn_in: টাইম জোন
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fr: Fuseau horaire
gu: સમય ઝોન
hi: समय क्षेत्र
it: Fuso orario
ja: タイムゾーン
kn: ಸಮಯ ವಲಯ
ml: സമയ മേഖല
mr: टाइम झोन
nl: Tijdzone
pa: ਸਮਾਂ ਜ਼ੋਨ
pt_pt: Fuso horário
ru: Часовой пояс
ta_in: நேரம் மண்டலம்
te: టైమ్ జోన్
tr: Saat dilimi
ur_arab_in: ٹائم زون
vi: Múi giờ
zh_hant: 时区

# chat_url_common_dynamic_actions_toolbartitle
source: Link actions
bn_in: ক্রিয়াগুলি লিংক করুন
de: Linkaktionen
el: Ενέργειες σύνδεσης
es: Acciones sobre enlaces
fr: Lier des actions
gu: લિંક ક્રિયાઓ
hi: कार्रवाइयों को लिंक करें
it: Azioni link
ja: リンクアクション
kn: ಕಾರ್ಯಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿ
ml: ലിങ്ക് പ്രവർത്തനങ്ങൾ
mr: लिंक क्रिया
nl: Acties voor koppeling
pa: ਲਿੰਕ ਕਾਰਵਾਈਆਂ
pt_pt: Ações da ligação
ru: Действия со ссылкой
ta_in: இணைப்பு செயல்கள்
te: లింక్ యాక్షన్‌లు
tr: Bağlantı eylemleri
ur_arab_in: لنک کی کارروائیاں
vi: Các thao tác liên kết
zh_hant: 链接操作

# chat_form_location_outofcircle
source: Location can't be selected out of the radius
bn_in: ব্যাসার্ধের বাইরে অবস্থান নির্বাচন করা যাবে না
de: Standort kann nicht außerhalb des Radius ausgewählt werden
el: Δεν είναι δυνατή η επιλογή τοποθεσίας εκτός της ακτίνας
es: La ubicación no se puede seleccionar fuera del radio
fr: L’emplacement ne peut pas être sélectionné en dehors du rayon
gu: ત્રિજ્યામાંથી સ્થાન પસંદ કરી શકાતું નથી
hi: स्थान का दायरे से बाहर चयन नहीं किया जा सकता
it: La posizione non può essere selezionata fuori dal raggio
ja: 半径の範囲外で場所を選択できません
kn: ಸ್ಥಳವನ್ನು ರೇಡಿಯಸ್ ಹೊರಗೆ ಆಯ್ಕೆ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: ദൂരപരിധിയിക്ക് പുറത്ത് നിന്ന് ലൊക്കേഷൻ തിരഞ്ഞെടുക്കാനാവില്ല
mr: त्रिज्येबाहेर स्थान निवडले जाऊ शकत नाही
nl: Locatie kan niet buiten de straal worden geselecteerd
pa: ਘੇਰੇ ਤੋਂ ਬਾਹਰ ਦੀ ਸਥਿਤੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ
pt_pt: A localização não pode ser selecionada fora do raio
ru: Невозможно выбрать местоположение вне радиуса
ta_in: ஆரத்திற்கு வெளியே இருப்பிடத்தைத் தேர்ந்தெடுக்க முடியாது
te: లొకేషన్‌ని రేడియస్ వెలుపల ఎంచుకోలేం
tr: Yarıçap dışında konum seçilemez
ur_arab_in: ریڈیس سے باہر مقام منتخب نہیں کیا جا سکتا
vi: Không thể chọn địa điểm ngoài bán kính
zh_hant: 无法选择半径外的位置

# chat_menu_screenshare
source: Screen share session
bn_in: স্ক্রিন শেয়ারের সেশন
de: Bildschirmfreigabesitzung
el: Συνεδρία κοινής χρήσης οθόνης
es: Sesión de pantalla compartida
fr: Session en écran partagé
gu: સ્ક્રીન શૅઅર સત્ર
hi: स्क्रीन शेयर सत्र
it: Sessione di condivisione dello schermo
ja: 画面共有セッション
kn: ಸ್ಕ್ರೀನ್ ಹಂಚಿಕೊಳ್ಳುವಿಕೆ ಸೆಷನ್
ml: സ്‌ക്രീൻ പങ്കിടൽ സെഷൻ
mr: स्क्रीन शेअर सत्र
nl: Sessie voor delen van scherm
pa: ਸਕ੍ਰੀਨ ਸ਼ੇਅਰ ਸੈਸ਼ਨ
pt_pt: Sessão de partilha de ecrã
ru: Сеанс демонстрации экрана
ta_in: திரைப் பகிர்வு அமர்வு
te: స్క్రీన్ పంచుకునే సెషన్
tr: Ekran paylaşımı oturumu
ur_arab_in: اسکیرن شیئر کا سیشن
vi: Phiên chia sẻ màn hình
zh_hant: 屏幕共享会话

# info_call_completed
source: ended
bn_in: শেষ হয়েছে
de: beendet
el: τελείωσε
es: finalizado
fr: s’est terminé
gu: સમાપ્ત થયું
hi: समाप्त हुआ
it: terminata
ja: 終了
kn: ಮುಕ್ತಾಯವಾಗಿದೆ
ml: അവസാനിച്ചു
mr: समाप्त झाले
nl: beëindigd
pa: ਅੰਤ
pt_pt: terminou
ru: завершен
ta_in: -ஐ நிறைவுசெய்துவிட்டார்
te: ముగిసింది
tr: sonlandırıldı
ur_arab_in: ختم ہو گیا
vi: đã kết thúc
zh_hant: 已结束

# info_call_failed
source: failed
bn_in: ব্যর্থ হয়েছে
de: fehlgeschlagen
el: απέτυχε
es: fallido
fr: a échoué
gu: નિષ્ફળ થયું
hi: विफल रहा
it: non riuscita
ja: 失敗
kn: ವಿಫಲವಾಗಿದೆ
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी झाले
nl: mislukt
pa: ਅਸਫਲ
pt_pt: falhou
ru: сбой
ta_in: தோல்வி
te: విఫలమైంది
tr: başarısız
ur_arab_in: ناکام ہو گیا
vi: thất bại
zh_hant: 已失败

# info_call_your_video
source: your video call
bn_in: আপনার ভিডিও কল
de: Ihr Videoanruf
el: η βιντεοκλήση σας
es: su llamada de vídeo
fr: votre appel vidéo
gu: તમારો વિડિઓ કૉલ
hi: आपकी वीडियो कॉल
it: la tua videochiamata
ja: 動画コール
kn: ನಿಮ್ಮ ವೀಡಿಯೊ ಕರೆ
ml: നിങ്ങളുടെ വീഡിയോ കോൾ
mr: तुमचा व्हिडिओ कॉल
nl: uw videogesprek
pa: ਤੁਹਾਡੀ ਵੀਡੀਓ ਕਾਲ
pt_pt: a sua chamada de vídeo
ru: ваш видеовызов
ta_in: உங்கள் வீடியோ அழைப்பு
te: మీ వీడియో కాల్
tr: görüntülü aramanız
ur_arab_in: آپ کی ویڈیو کال
vi: cuộc gọi video của bạn
zh_hant: 您的视频通话

# info_call_your_audio
source: your audio call
bn_in: আপনার অডিও কল
de: Ihr Audioanruf
el: η ηχητικής κλήσης σας
es: su llamada de audio
fr: votre appel audio
gu: તમારો ઓડિયો કૉલ
hi: आपकी ऑडियो कॉल
it: la tua chiamata audio
ja: 音声コール
kn: ನಿಮ್ಮ ಆಡಿಯೊ ಕರೆ
ml: നിങ്ങളുടെ ഓഡിയോ കോൾ
mr: तुमचा ऑडिओ कॉल
nl: Uw audiogesprek
pa: ਤੁਹਾਡੀ ਔਡੀਓ ਕਾਲ
pt_pt: a sua chamada de áudio
ru: ваш аудиовызов
ta_in: உங்கள் ஆடியோ அழைப்பு
te: మీ ఆడియో కాల్
tr: sesli aramanız
ur_arab_in: آپ کی آڈیو کال
vi: cuộc gọi âm thanh của bạn
zh_hant: 您的音频通话

# info_call_your_screenshare
source: your screen share session
bn_in: আপনার স্ক্রিন শেয়ারের সেশন
de: Ihre Bildschirmfreigabesitzung
el: η συνεδρία κοινής χρήσης οθόνης σας
es: su sesión de pantalla compartida
fr: votre session en écran partagé
gu: તમારું સ્ક્રીન શૅઅર સત્ર
hi: आपका स्क्रीन शेयर सत्र
it: la tua sessione di condivisione dello schermo
ja: 画面共有セッション
kn: ನಿಮ್ಮ ಸ್ಕ್ರೀನ್ ಹಂಚಿಕೊಳ್ಳುವಿಕೆ ಸೆಷನ್
ml: നിങ്ങളുടെ സ്ക്രീൻ പങ്കിടൽ സെഷൻ
mr: तुमचे स्क्रीन शेअर सत्र
nl: uw sessie voor delen van scherm
pa: ਤੁਹਾਡਾ ਸਕ੍ਰੀਨ ਸ਼ੇਅਰ ਸੈਸ਼ਨ
pt_pt: a sua sessão de partilha de ecrã
ru: ваш сеанс демонстрации экрана
ta_in: உங்கள் திரைப் பகிர்வு அமர்வு
te: మీ స్క్రీన్ పంచుకునే సెషన్
tr: ekran paylaşımı oturumunuz
ur_arab_in: آپ کی اسکرین شیئر کا سیشن
vi: phiên chia sẻ màn hình của bạn
zh_hant: 您的屏幕共享会话

# info_call_busy_caller
source: %1$s is busy now
bn_in: %1$s এখন ব্যস্ত আছেন
de: %1$s ist derzeit beschäftigt
el: Ο/η %1$s είναι απασχολημένος/η τώρα
es: %1$s está ocupado ahora
fr: %1$s est maintenant occupé
gu: %1$s હવે વ્યસ્ત છે
hi: %1$s अभी व्यस्त है
it: %1$s è ora occupato
ja: %1$sはビジー状態です
kn: %1$s ಈಗ ಬ್ಯುಸಿಯಾಗಿದ್ದಾರೆ
ml: %1$s ഇപ്പോൾ തിരക്കിലാണ്
mr: %1$s आता व्यस्त आहे
nl: %1$s is nu bezet
pa: %1$s ਹੁਣ ਵਿਅਸਤ ਹੈ
pt_pt: %1$s Está ocupado
ru: Пользователь %1$s сейчас занят
ta_in: %1$s இப்போது பணிமிகுதியாக இருக்கிறார்
te: ఇప్పడు %1$s బిజీగా ఉంది
tr: %1$s şu anda meşgul
ur_arab_in: %1$s ابھی مصروف ہے
vi: %1$s đang bận
zh_hant: %1$s 正忙

# info_call_rejected_caller
source: %1$s declined %2$s
bn_in: %1$s, %2$s প্রত্যাখান করেছেন
de: %1$s lehnte %2$s ab
el: Ο/η %1$s απέρριψε τον/την %2$s
es: %1$s rechazó %2$s
fr: %1$s a refusé %2$s
gu: %1$s એ %2$s અસ્વીકૃત કર્યું
hi: %1$s ने %2$s अस्वीकार कर दिया
it: %1$s ha rifiutato %2$s
ja: %1$sが%2$sを拒否しました
kn: %1$s ಅವರು %2$s ನಿರಾಕರಿಸಿದ್ದಾರೆ
ml: %1$s നിരസിച്ചു %2$s
mr: %1$s ने %2$s नाकारले
nl: %1$s heeft %2$s afgewezen
pa: %1$s ਨੇ %2$sਅਸਵੀਕਾਰ ਕੀਤਾ
pt_pt: %1$s %2$s recusadas
ru: Пользователь %1$s отклонил %2$s
ta_in: %1$s %2$s-ஐ நிராகரித்துள்ளார்
te: %1$s %2$sని నిరాకరించారు
tr: %1$s, %2$s öğesini reddetti
ur_arab_in: %1$s نے %2$s کو مسترد کر دیا
vi: %1$s đã từ chối %2$s
zh_hant: %1$s 已拒绝 %2$s

# chat_button_function_notexist
source: Uh-Oh! The function doesn't exist
bn_in: “আ-ওহঃ! এই ফাংশনটি বিদ্যমান নয়
de: Oh, oh! Diese Funktion gibt es nicht.
el: «Ωχ, όχι! Η λειτουργία αυτή δεν υπάρχει».
es: «Lo sentimos. La función no existe»
fr: « Uh-Oh ! La fonction n’existe pas »
gu: “ઉહ-ઓહ! કાર્ય અસ્તિત્વમાં નથી”
hi: “उह-ओह! फंक्शन मौजूद नहीं है”
it: “Oh oh! La funzione non esiste”
ja: 「おっと！関数は存在しません」
kn: “ಊಹ್-ಓಹ್! ಕಾರ್ಯವಿಧಾನವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ”
ml: “ഹോ! പ്രവർത്തനം നിലവിലില്ല”
mr: “ओह-हो! फंक्शन अस्तित्वात नाही”
pa: “ਓ-ਹੋ! ਕਾਰਜ ਮੌਜੂਦ ਨਹੀਂ ਹੈ”
pt_pt: “Oh não! A função não existe”
ru: «Ошибка! Такой функции не существует»
ta_in: அடடா! செயல்பாடு எதுவும் இல்லை
te: “అయ్యో,- ఓహో! ఈ ఫంక్షన్ వాడుకలో లేదు”
tr: “Eyvah! İşlev yok”
ur_arab_in: ”اوہ ہو! یہ فنکشن موجود نہیں“
vi: “Ồ! Chức năng này không tồn tại”
zh_hant: “噢喔！该功能不存在”

# cliq_state_nonetwork
source: Waiting for connection…
bn_in: সংযোগের জন্য অপেক্ষা করা হচ্ছে...
de: Warte auf Verbindung …
el: Αναμονή σύνδεσης...
es: Es espera de establecer conexión…
fr: En attente de connexion...
gu: જોડાણની રાહ જુએ છે…
hi: कनेक्शन की प्रतीक्षा की जा रही है…
it: In attesa di connessione...
ja: 接続待ちです…
kn: ಸಂಪರ್ಕಕ್ಕಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ...
ml: കണക്ഷന് വേണ്ടി കാത്തിരിക്കുന്നു…
mr: कनेक्शनची प्रतीक्षा करीत आहे…
nl: Wachten op verbinding…
pa: ਕੁਨੈਕਸ਼ਨ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ ...
pt_pt: A aguardar ligação…
ru: Ожидается подключение…
ta_in: இணைப்புக்காகக் காத்திருக்கிறது...
te: కనెక్షన్ కొరకు వేచి ఉంది…
tr: Bağlantı kurulması bekleniyor…
ur_arab_in: کنکشن کا انتظار ہے...
vi: Đang chờ kết nối...
zh_hant: 正在等待连接…

# cliq_state_connecting
source: Syncing…
bn_in: সিংক করা হচ্ছে...
de: Synchronisieren …
el: Γίνεται συγχρονισμός...
es: Se está sincronizando...
fr: Synchronisation...
gu: સિન્ક થાય છે…
hi: सिंक किया जा रहा है...
it: Sincronizzazione in corso...
ja: 同期中...
kn: ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: സമന്വയിപ്പിക്കുന്നു…
mr: सिंक करत आहे…
nl: Bezig met synchroniseren...
pa: ਸਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ..
pt_pt: A sincronizar…
ru: Выполняется синхронизация…
ta_in: ஒத்திசைக்கிறது...
te: సింక్‌ చేస్తోంది…
tr: Eşitleniyor…
ur_arab_in: سنک کر رہے ہیں...
vi: Đang đồng bộ...
zh_hant: 正在同步…

# cliq_state_connected
source: Connected
bn_in: সংযোগ স্থাপন করা হয়েছে
de: Verbunden
el: Έχει συνδεθεί
es: Conectado
fr: Connecté
gu: જોડાયેલ
hi: कनेक्ट हो गया
it: Connesso
ja: 接続済み
kn: ಸಂಪರ್ಕಿಸಲಾಗಿದೆ
ml: ബന്ധിപ്പിച്ചു
mr: कनेक्ट केले
nl: Verbonden
pa: ਜੁੜਿਆ ਹੋਇਆ
pt_pt: Ligado
ru: Подключено
ta_in: இணைக்கப்பட்டது
te: కనెక్ట్ చేయబడింది
tr: Bağlandı
ur_arab_in: مربوط کردہ
vi: Đã kết nối
zh_hant: 已连接

# chat_bottomsheet_more_reply_privately
source: Reply privately
bn_in: ব্যক্তিগতভাবে উত্তর দিন
de: Privat beantworten
el: Απαντήστε ιδιωτικά
es: Responder de forma privada
fr: Répondre en privé
gu: ખાનગી રીતે જવાબ આપો
hi: निजी रूप से उत्तर दें
it: Rispondi in privato
ja: プライベートに変身する
kn: ಖಾಸಗಿಯಾಗಿ ಪ್ರತ್ಯುತ್ತರಿಸಿ
ml: സ്വകാര്യമായി മറുപടി നൽകുക
mr: खाजगीरित्या प्रत्युत्तर द्या
nl: Privé beantwoorden
pa: ਗੁਪਤ ਤਰੀਕੇ ਵਿੱਚ ਜਵਾਬ ਦਿਓ
pt_pt: Responder de forma privada
ru: Ответить личным сообщением
ta_in: தனிப்பட்ட முறையில் பதிலளி
te: ప్రైవేట్‌గా ప్రత్యుత్తరమివ్వు
tr: Özel olarak yanıtla
ur_arab_in: نجی طور پر جواب دیں
vi: Trả lời riêng
zh_hant: 私下回复

# chat_replytap_loading_message_not_found
source: Sorry, we couldn’t get the message.
bn_in: “দুঃখিত, আমরা মেসেজটি আনতে পারিনি।”
de: „Die Mitteilung hat uns leider nicht erreicht.“
el: «Λυπούμαστε, δεν καταφέραμε να λάβουμε το μήνυμα».
es: “Lo sentimos, no pudimos recibir el mensaje”.
fr: « Désolés, nous n’avons pas pu recevoir le message. »
gu: “માફ કરશો, અમને સંદેશ મળી શક્યો નથી.”
hi: “क्षमा करें, हम संदेश प्राप्त नहीं कर सके।”
it: “Spiacenti, non abbiamo ricevuto il messaggio.”
ja: 「申し訳ありませんが、メッセージを受け取ることができませんでした」
kn: “ಕ್ಷಮಿಸಿ, ಸಂದೇಶ ಪಡೆಯಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.”
ml: “ക്ഷമിക്കണം, ഞങ്ങൾക്ക് സന്ദേശം ലഭിച്ചില്ല.”
mr: “क्षमस्व, आम्ही मेसेज मिळवू शकत नाही.”
nl: „Helaas, we konden het bericht niet ontvangen.”
pa: “ਮੁਆਫ਼ ਕਰਨਾ, ਝਲਕ ਨਹੀਂ ਕੱਢ ਸਕੇ।”
pt_pt: “Lamentamos, mas não foi possível entender a mensagem.”
ru: “К сожалению, получить сообщение не удалось.”
ta_in: “மன்னிக்கவும், எங்களால் செய்தியைப் பெற முடியவில்லை.”
te: “క్షమించండి, మేం సందేశాన్ని పొందలేం.”
tr: “Üzgünüz, mesajınız bize ulaşmadı.”
ur_arab_in: ”معذرت خواہ ہیں، ہم پیغام حاصل نہیں کر سکے۔“
vi: “Rất tiếc, chúng tôi không nhận được tin nhắn.”
zh_hant: “抱歉，我们无法获取该消息。”

# chat_settings_home_newcontact
source: New Contacts
bn_in: নতুন পরিচিতি
de: Neue Kontakte
el: Νέες επαφές
es: Contactos nuevos
fr: Nouveaux contacts
gu: નવા સંપર્કો
hi: नए संपर्क
it: Nuovi contatti
ja: 新規の連絡先
kn: ಹೊಸ ಸಂಪರ್ಕಗಳು
ml: പുതിയ കോൺ‌ടാക്റ്റുകൾ
mr: नवीन संपर्क
nl: Nieuwe contactpersonen
pa: ਨਵੇਂ ਸੰਪਰਕ
pt_pt: Contactos novos
ru: Новые контакты
ta_in: புதிய தொடர்புகள்
te: కొత్త కాంటాక్ట్‌లు
tr: Yeni Kişiler
ur_arab_in: نئے رابطے
vi: Số Liên Lạc Mới
zh_hant: 新联系人

# chat_settings_home_newcontact_desc
source: Receive push notifications when one of your device contacts become available in Arattai.
bn_in: আপনার ডিভাইসের পরিচিতির একটি অ্যারেটাইতে উপলব্ধ হয়ে গেলে পুশ বিজ্ঞপ্তিগুলি পান।
de: Erhalten Sie Push-Benachrichtigungen, wenn Ihre Gerätekontakte in Arattai verfügbar werden.
el: Λάβετε ειδοποιήσεις push όταν μία από τις επαφές της συσκευής σας γίνει διαθέσιμη στο Arattai.
es: Reciba notificaciones de inserción cuando uno de los contactos de su dispositivo pase a estar disponible en Arattai.
fr: Recevez des notifications push lorsque l’un de vos contacts de l’appareil devient disponible dans Arattai.
gu: તમારા ઉપકરણમાંથી કોઈ એક સંપર્કો Arattai માં ઉપલબ્ધ થાય ત્યારે પુશ સૂચનાઓ પ્રાપ્ત કરો.
hi: जब आपका कोई डिवाइस संपर्क Arattai में उपलब्ध हो जाए, तब पुश सूचनाएं प्राप्त करें।
it: Ricevi notifiche push quando uno dei contatti del tuo dispositivo diventa disponibile in Arattai.
ja: 登録した端末の連絡先に、Arattaiに空きが出たらプッシュ通知でお知らせします。
kn: Arattai ನಲ್ಲಿ ನಿಮ್ಮ ಸಾಧನದ ಒಂದು ಸಂಪರ್ಕ ಲಭ್ಯವಾದಾಗ ಪುಷ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ.
ml: നിങ്ങളുടെ ഉപകരണ കോൺടാക്റ്റുകളിലൊന്ന് Arattai-ൽ ലഭ്യമാകുമ്പോൾ പുഷ് അറിയിപ്പുകൾ സ്വീകരിക്കുക.
mr: जेव्हा Arattai मध्ये तुमचे एक डिव्हाइस संपर्क उपलब्ध होईल तेव्हा पुश सूचना प्राप्त करा.
nl: Ontvang pushmeldingen wanneer een van de contactpersonen van uw apparaat beschikbaar komt in Arattai.
pa: ਅਰਾਟਾਈ ਵਿੱਚ ਤੁਹਾਡੀ ਡਿਵਾਇਸ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਸੰਪਰਕ ਉਪਲਬਧ ਹੋਣ ਤੇ ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ।
pt_pt: Receba notificações por push quando um dos contactos do seu dispositivo ficar disponível no Arattai.
ru: Получайте Push-уведомления, когда один из ваших контактов на устройстве становится доступным в Arattai.
ta_in: உங்கள் சாதனத் தொடர்புகளில் ஒன்று Arattai-இல் கிடைக்கும்போது தள்ளும் சேவை அறிவிப்புகளைப் பெறுக.
te: మీ పరికరం కాంటాక్ట్‌ల్లో ఒకటి అరాటైలో లభ్యమైనప్పుడు పుష్ నోటిఫికేషన్‌లను అందుకోండి.
tr: Cihaz kişilerinizden biri Arattai içerisinde müsait durumdaysa anında iletme bildirimleri alın.
ur_arab_in: جب آپ کی ڈیوائس کے رابطوں میں سے کوئی Arattai پر دستیاب ہو جائے تو پش اطلاعات موصول کریں۔
vi: Nhận thông báo đẩy khi một trong các số liên lạc trong thiết bị của bạn trở nên khả dụng trong Arattai.
zh_hant: 当其中一个设备联系人在 Arattai 中变为可用时，接收推送通知。
