Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.onboarding.colleague.mail
source: Your colleague's email address
de: E-Mail-Adresse Ihres Kollegen
el: Η διεύθυνση e-mail του συναδέλφου σας
es: Dirección de correo electrónico de su colega
fr: L’adresse e-mail de votre collègue
hi: आपके सहकर्मी का ईमेल पता
it: Indirizzo e-mail del collega
ja: あなたの同僚のメールアドレス
nl: E-mailadres van uw collega
pt_pt: O endereço de e-mail do seu colega
ru: Адрес электронной почты вашего коллеги
tr: İş arkadaşınızın e-posta adresi
vi: Địa chỉ email của đồng nghiệp của bạn
zh_hant: 您同事的電子郵件地址

# chat.onboarding.findbtn
source: Find the company
de: Unternehmen finden
el: Βρείτε την επιχείρηση
es: Buscar la empresa
fr: Trouver une société
hi: कंपनी ढूँढ़ें
it: Trova l’azienda
ja: 企業を見つける
nl: Zoek het bedrijf
pt_pt: Localizar a empresa
ru: Найти компанию
tr: Şirketi bul
vi: Tìm công ty
zh_hant: 找到公司

# chat.onboarding.find.invalidemail
source: The email address you typed is invalid.
de: Die eingegebene E-Mail-Adresse ist ungültig.
el: Η διεύθυνση e-mail που πληκτρολογήσατε δεν είναι έγκυρη.
es: La dirección de correo electrónico introducida no es válida.
fr: L’adresse e-mail saisie n’est pas valide.
hi: आपके द्वारा टाइप किया गया ईमेल पता अमान्य है।
it: L’indirizzo e-mail che hai specificato non è valido.
ja: あなたが入力したメールアドレスは無効です。
nl: Het getypte e-mailadres is ongeldig.
pt_pt: O endereço de e-mail que introduziu é inválido.
ru: Введен недопустимый адрес электронной почты.
tr: Yazdığınız e-posta adresi geçersiz.
vi: Địa chỉ email bạn nhập không hợp lệ.
zh_hant: 您輸入的電子郵件地址無效。

# chat.onboarding.found.hurray
source: Hurray!
de: Hurra!
el: Ζήτω!
es: ¡Hurra!
fr: Bravo !
hi: हुर्रे!
it: Evviva!
ja: わぁ！
nl: Hoera!
pt_pt: Viva!
ru: Ура!
tr: Yaşasın!
vi: Hay lắm!
zh_hant: 啊哈！

# chat.onboarding.found.desc
source: <![CDATA[We've found the company <b> (%@) </b> you're looking for in %@.]]>
de: <![CDATA[Wir haben das Unternehmen <b> (%@) </b> gefunden, nach dem Sie in %@ gesucht haben.]]>
el: <![CDATA[Βρήκαμε την επιχείρηση <b> (%@) </b> που αναζητάτε στο %@.]]>
es: <![CDATA[Hemos encontrado la empresa <b> (%@) </b> que buscaba en %@.]]>
fr: <![CDATA[Nous avons trouvé la société <b> (%@) </b> que vous cherchez dans %@.]]>
hi: <![CDATA[हमने वह कंपनी <b> (%@) </b> खोज ली है जिसे आप %@ में ढूँढ़ रहे हैं।]]>
it: <![CDATA[Abbiamo trovato l’azienda <b> (%@) </b> che stai cercando in %@.]]>
ja: <![CDATA[あなたが%@で探していた企業 <b> (%@) </b> を見つけました。]]>
nl: <![CDATA[We hebben het bedrijf <b> (%@) </b> gevonden dat u zocht in %@.]]>
pt_pt: <![CDATA[Encontrámos a empresa <b> (%@) </b> que procura no %@.]]>
ru: <![CDATA[Компания <b> (%@) </b> найдена в %@.]]>
tr: <![CDATA[%@’te aradığınız şirketi <b> (%@) </b> bulduk.]]>
vi: <![CDATA[Chúng tôi đã tìm được công ty <b> (%@) </b> bạn đang tìm trong %@.]]>
zh_hant: <![CDATA[我們找到了您在 %@ 中尋找的公司 <b> (%@) </b>。]]>

# chat.onboarding.found.btn
source: Send request to join
de: Beitrittsanfrage senden
el: Στείλτε αίτημα συμμετοχής
es: Enviar solicitud para unirse
fr: Envoyer une requête pour en faire partie
hi: इसमें शामिल होने के लिए अनुरोध भेजें:
it: Invia richiesta di partecipazione
ja: 参加リクエストを送る
nl: Aansluiting vragen
pt_pt: Enviar pedido de adesão
ru: Отправить запрос на присоединение
tr: Katılmak için istek gönder
vi: Gửi yêu cầu tham gia
zh_hant: 傳送請求以加入

# chat.onboarding.found.note
source: *Note: The company admin has complete control over the access and usage of your %@ account.
de: * Hinweis: Der Firmenadministrator besitzt vollständige Kontrolle über Zugriff und Nutzung Ihres %@-Kontos.
el: *Σημείωση: Ο διαχειριστής της επιχείρησης έχει πλήρη έλεγχο της πρόσβασης και χρήσης του λογαριασμού σας %@.
es: *Nota: El administrador de la empresa tiene control completo sobre el acceso y el uso de su cuenta %@.
fr: Note : L’administrateur de la société a le contrôle complet sur l’accessibilité et l’utilisation de votre compte %@.
hi: *नोट: कंपनी के व्यवस्थापक की आपके %@ खाते तक पहुँच और उपयोग पर पूरा नियंत्रण है।
it: *Nota: l’amministratore dell’azienda ha il completo controllo sull’accesso e l’utilizzo del tuo account %@.
ja: *注:企業の管理者は、あなたの%@アカウントに対する完全な制御権限とアクセス権限を有します。
nl: *Opmerking: De administrator van het bedrijf heeft de volledige controle over de toegang tot en het gebruik van uw %@-account.
pt_pt: *Nota: O administrador da empresa tem controlo total sobre o acesso e a utilização da sua conta %@.
ru: *Примечание. Администратор компании обладает полным контролем над доступом и использованием вашей учетной записи %@.
tr: *Not: Şirket yöneticisi, %@ hesabınızın erişimi ve kullanımıyla ilgili tüm kontrole sahiptir.
vi: *Lưu ý: Quản trị viên công ty có toàn quyền kiểm soát việc truy cập và sử dụng tài khoản %@ của bạn.
zh_hant: *註:公司管理員對您 %@ 帳戶的存取和使用擁有完全控制。

# chat.onboarding.found.but
source: Found. But
de: Gefunden. Aber
el: Βρέθηκε. Ωστόσο
es: Encontrada. Pero
fr: Trouvé. Mais
hi: खोज लिया। लेकिन
it: Trovato. Tuttavia
ja: 見つけました。しかし
nl: Gevonden. Maar
pt_pt: Encontrado. Mas
ru: Найдено. Но
tr: Bulundu. Ancak
vi: Đã tìm thấy. Nhưng
zh_hant: 已找到。但

# chat.onboarding.found.closed
source: It seems to be a closed company and so please contact your organization's Admin to make you join to the %@.
de: Offenbar handelt es sich um ein geschlossenes Unternehmen; wenden Sie sich daher zum %@-Beitritt an Ihren Organisationsadministrator.
el: Φαίνεται να αποτελεί κλειστή επιχείρηση και, επομένως, πρέπει να επικοινωνήσετε με τον διαχειριστή του οργανισμού σας για να σας βοηθήσει να συμμετάσχετε στο %@.
es: Parece ser una empresa cerrada y, por lo tanto, póngase en contacto con el administrador de su organización para unirse a %@.
fr: Il semblerait que la société soit fermée. Merci de contacter l’administrateur de l’organisation pour vous permettre de rejoindre %@.
hi: यह बंद कंपनी प्रतीत होती है और इसलिए आपको %@ में शामिल कराने के लिए कृपया अपने संगठन के व्यवस्थापक से संपर्क करें।
it: Risulta essere un’azienda chiusa. Contatta l’amministratore della tua organizzazione per partecipare a %@.
ja: この企業は公開されていないようです。あなたの組織の管理者に連絡して、%@への参加を申請してください。
nl: Het is een gesloten bedrijf. Neem daarom contact op met de administrator van de organisatie om u aan te sluiten bij %@.
pt_pt: Parece ser uma empresa fechada, por isso, deve contactar o administrador da sua organização para lhe permitir aderir ao %@.
ru: Это закрытая компания, поэтому обратитесь к администратору вашей организации, чтобы он присоединил вас к %@.
tr: Kapatılmış bir şirket gibi görünüyor ve bu nedenle sizin %@’e katılmanızı sağlamak için lütfen kuruluşunuzun Yöneticisine başvurun.
vi: Có vẻ như đó là một công ty đã đóng cửa và do đó vui lòng liên hệ với Quản Trị Viên của tổ chức của bạn để cho phép bạn tham gia %@.
zh_hant: 這似乎是已關閉的公司，所以請聯絡您機構的管理員讓您加入 %@。

# chat.onboarding.waiting.title
source: Awesome-sauce !
de: Saubere Arbeit!
el: Υπέροχα!
es: ¡Fantástico!
fr: C’est formidable !
hi: शानदार-मजेदार !
it: Fantastico!
ja: 最高です!
nl: Geweldig!
pt_pt: Brutal!
ru: Превосходно!
tr: Müthiş!
vi: Tuyệt vời!
zh_hant: 太棒了！

# chat.onboarding.waiting.desc
source: Your request has been successfully sent.
de: Ihre Anfrage wurde erfolgreich gesendet.
el: Το αίτημά σας εστάλη με επιτυχία.
es: Su solicitud se ha enviado correctamente.
fr: Votre demande a été envoyée avec succès.
hi: आपका अनुरोध सफलतापूर्वक भेज दिया गया है।
it: La tua richiesta è stata inviata correttamente.
ja: あなたのリクエストの送信に成功しました。
nl: Uw aanvraag is met succes verstuurd.
pt_pt: O seu pedido foi enviado com êxito.
ru: Запрос успешно отправлен.
tr: İsteğiniz başarıyla gönderildi.
vi: Yêu cầu của bạn đã được gửi thành công.
zh_hant: 您的請求已成功傳送。

# chat.onboarding.waiting.note
source: Note: You'll be notified through your email once the request is approved.
de: Hinweis: Nach Genehmigung der Anfrage werden Sie per E-Mail informiert.
el: Σημείωση: Θα ειδοποιηθείτε μέσω e-mail μόλις εγκριθεί το αίτημα.
es: Nota: Se le notificará por correo electrónico cuando se haya aprobado la solicitud.
fr: Remarque : Vous serez notifié par e-mail lorsque votre demande sera approuvée.
hi: नोट: अनुरोध अनुमोदित होने के बाद आपको आपकी ईमेल के माध्यम से सूचित कर दिया जाएगा।
it: Nota: una volta approvata la richiesta, riceverai una notifica tramite e-mail.
ja: 注:リクエストが承認されると、あなたのメールに通知が送信されます。
nl: Opmerking: U ontvangt een melding per e-mail wanneer de aanvraag is goedgekeurd.
pt_pt: Nota: Será notificado através do e-mail quando o pedido for aprovado.
ru: Примечание. После одобрения запроса вы получите уведомление по электронной почте.
tr: Not: İstek onaylandıktan sonra e-postanız aracılığıyla bilgilendirileceksiniz.
vi: Lưu ý: Bạn sẽ được thông báo qua email một khi yêu cầu được duyệt.
zh_hant: 註:您的請求被審批後，您將會馬上收到電子郵件通知。

# chat.onboarding.waiting.cancel
source: Cancel request
de: Anfrage stornieren
el: Ακύρωση αιτήματος
es: Cancelar solicitud
fr: Annuler la demande
hi: अनुरोध रद्द करें
it: Annulla richiesta
ja: リクエストをキャンセル
nl: Aanvraag annuleren
pt_pt: Cancelar pedido
ru: Отменить запрос
tr: İsteği iptal et
vi: Hủy yêu cầu
zh_hant: 取消請求

# chat.onboarding.waiting.desc.later
source: We've found the company you’re looking for in %@.
de: Wir haben das Unternehmen gefunden, nach dem Sie in %@ gesucht haben.
el: Βρήκαμε την επιχείρηση που αναζητάτε στο %@.
es: Hemos encontrado la empresa que busca en %@.
fr: Nous avons trouvé la société que vous cherchez dans %@.
hi: हमने वह कंपनी खोज ली है जिसे आप %@ में ढूँढ़ रहे हैं।
it: Abbiamo trovato l’azienda che stai cercando in %@.
ja: あなたが%@内で探していた企業を発見しました。
nl: We hebben het bedrijf gevonden dat u zocht in Arattai.
pt_pt: Encontrámos a empresa que procura no %@.
ru: Компания, которую вы ищете, обнаружена в %@.
tr: %@’te aradığınız şirketi bulduk.
vi: Chúng tôi đã tìm được công ty bạn đang tìm trong %@.
zh_hant: 我們找到了您在 %@ 中尋找的公司。

# chat.onboarding.create.title
source: Create your own company
de: Eigenes Unternehmen erstellen
el: Δημιουργήστε τη δική σας επιχείρηση
es: Crear su propia empresa
fr: Créer votre propre société
hi: अपनी स्वयं की कंपनी बनाएं
it: Crea la tua azienda
ja: 自分自身の企業を作成
nl: Maak uw eigen bedrijf
pt_pt: Criar a sua própria empresa
ru: Создать собственную компанию
tr: Kendi şirketinizi oluşturun
vi: Tạo công ty của bạn
zh_hant: 建立您自己的公司

# chat.onboarding.create.name
source: Your company name
de: Ihr Firmenname
el: Το όνομα της επιχείρησής σας
es: El nombre de su empresa
fr: Votre nom de société
hi: आपकी कंपनी का नाम
it: Nome dell’azienda
ja: あなたの企業の名前
nl: Uw bedrijfsnaam
pt_pt: O nome da sua empresa
ru: Название вашей компании
tr: Şirketinizin adı
vi: Tên công ty của bạn
zh_hant: 您的公司名

# chat.onboarding.create.inputrule
source: Min. 4 - Max. 30 characters
de: 4 – 30 Zeichen
el: Ελάχ. 4 - Μέγ. 30 χαρακτήρες
es: Mín. 4 - Máx. 30 caracteres
fr: Min. 4 - Max. 30 caractères
hi: न्यूनतम 4 – अधिकतम 30 कैरेक्टर
it: Utilizza da 4 a 30 caratteri
ja: 4文字から30文字まで
nl: Minimum 4 en maximum 30 tekens
pt_pt: Mín. 4 - máx. 30 carateres
ru: От 4 до 30 символов
tr: Min. 4 - Maks. 30 karakter
vi: Tối thiểu 4 - tối đa 30 ký tự
zh_hant: 最少 4 個，最多 30 個字元

# chat.onboarding.create.chekbox.desc
source: While a verified user tries to join %@,
de: Wenn ein bestätigter Nutzer %@ beitreten möchte,
el: Ενώ ένας επαληθευμένος χρήστης προσπαθεί να συμμετάσχει στο %@,
es: Mientras un usuario verificado intenta unirse a %@,
fr: Alors qu’un utilisateur vérifié tente de joindre %@,
hi: जब कोई सत्यापित उपयोगकर्ता %@ में शामिल होने का प्रयास करता है,
it: Quando un utente verificato tenta di partecipare a %@,
ja: 認証されたユーザーが%@への参加を試みているあいだに、
nl: Terwijl een geverifieerde gebruiker zich probeert aan te sluiten bij Arattai.
pt_pt: Enquanto um utilizador verificado tenta aderir ao %@,
ru: Если проверенный пользователь пытается присоединиться к %@,
tr: Doğrulanmış bir kullanıcı %@’e katılmaya çalışırken,
vi: Trong khi một người dùng đã xác minh cố tham gia %@,
zh_hant: 已驗證的使用者嘗試加入 %@ 時，

# chat.onboarding.create.checkbox.content
source: Allow the user to discover your company and send request to join.
de: Nutzer darf Ihr Unternehmen entdecken und Beitrittsanfrage senden.
el: Επιτρέψτε στο χρήστη να ανακαλύψει την επιχείρησή σας και να στείλει αίτημα συμμετοχής.
es: Permita que el usuario detecte su empresa y envíe la solicitud para unirse.
fr: Permettre à l’utilisateur de découvrir votre société/entreprise et lui envoyer une invitation.
hi: उपयोगकर्ता को आपकी कंपनी को खोजने और शामिल होने का अनुरोध भेजने की अनुमति दें।
it: Consenti all’utente di individuare la tua azienda e di inviare una richiesta di partecipazione.
ja: そのユーザーがあなたの企業を見つけられるようにして、参加リクエストを送れるようにしましょう。
nl: Sta toe dat de gebruiker uw bedrijf vindt en de aansluiting vraagt.
pt_pt: Permitir que o utilizador descubra a sua empresa e envie pedido de adesão.
ru: Разрешить пользователю обнаружить вашу компанию и отправить запрос на присоединение.
tr: Kullanıcının şirketinizi keşfetmesine ve katılmak için istek göndermesine izin verin.
vi: Cho phép người dùng phát hiện công ty của bạn và gửi yêu cầu tham gia.
zh_hant: 允許該使用者發現您的公司並傳送加入請求。

# chat.onboarding.create.btn
source: Create Company
de: Unternehmen erstellen
el: Δημιουργία επιχείρησης
es: Crear empresa
fr: Créer société
hi: कंपनी बनाएं
it: Crea azienda
ja: 企業を作成
nl: Bedrijf maken
pt_pt: Criar empresa
ru: Создать компанию
tr: Şirket Oluştur
vi: Tạo Công Ty
zh_hant: 建立公司

# chat.onboarding.invite.title
source: Invite your Colleagues
de: Kollegen einladen
el: Προσκαλέστε τους συναδέλφους σας
es: Invitar a los colegas
fr: Inviter vos collègues
hi: अपने सहकर्मियों को आमंत्रित करें
it: Invita i tuoi colleghi
ja: 同僚を招待
nl: Nodig uw collega’s uit
pt_pt: Convidar os seus colegas
ru: Пригласите коллег
tr: İş arkadaşlarınızı davet edin
vi: Mời Đồng Nghiệp Của Bạn
zh_hant: 邀請您的同事

# chat.onboarding.invite.email
source: Enter email address
de: E-Mail-Adresse eingeben
el: Εισαγάγετε διεύθυνση email
es: Escriba la dirección de correo electrónico
fr: Saisir l’adresse e-mail
hi: ईमेल पता दर्ज करें
it: Inserisci indirizzo e-mail
ja: メールアドレスを入力
nl: Voer e-mailadres in
pt_pt: Introduzir o endereço de e-mail
ru: Введите адрес электронной почты
tr: E-posta adresini gir
vi: Nhập địa chỉ email
zh_hant: 輸入電子郵件地址

# chat.onboarding.invite.add
source: Add from contacts
de: Aus Kontakten hinzufügen
el: Προσθήκη από τις επαφές
es: Agregar desde contactos
fr: Ajouter depuis les contacts
hi: संपर्कों से जोड़ें
it: Aggiungi dai contatti
ja: コンタクトから追加
nl: Toevoegen vanuit contactpersonen
pt_pt: Adicionar a partir dos contactos
ru: Добавить из контактов
tr: Kişilerden ekle
vi: Thêm từ Số Liên Lạc
zh_hant: 從聯絡人加入

# chat.onboarding.verify.hey
source: Hey %@ !
de: Hallo %@!
el: Γεια %@!
es: Hola %@:
fr: Hé %@ !
hi: अरे %@ !
it: Ehi %@!
ja: こんにちは %@ !
nl: Hallo %@!
pt_pt: Olá %@!
ru: Привет, %@!
tr: Merhaba %@ !
vi: Xin chào %@ !
zh_hant: 嘿 %@！

# chat.onboarding.verify.desc
source: Head to your mailbox and verify yourself.
de: Machen Sie sich zu Ihrem Posteingang auf und bestätigten Sie sich selbst.
el: Μεταβείτε στο γραμματοκιβώτιό σας για επαλήθευση.
es: Vaya a su buzón de correo y verifique su usuario.
fr: Allez vérifier dans votre boîte aux lettres.
hi: अपने मेलबॉक्स में जाएं और स्वयं सत्यापित करें।
it: Vai alla tua cassetta postale ed esegui la verifica.
ja: メールボックスを開いて、自分で認証してください。
nl: Ga naar uw mailbox en verifieer uw identiteit.
pt_pt: Vá para a sua caixa de correio e valide-se.
ru: Откройте почту и подтвердите адрес.
tr: Posta kutunuza gidin ve kendiniz doğrulayın.
vi: Hãy mở hộp thư và tự xác minh.
zh_hant: 請前往您的郵箱進行驗證。

# chat.onboarding.verify.note
source: Note: Please check your Spam folder, if you haven’t received the verification mail in your inbox.
de: Hinweis: Bitte schauen Sie in Ihrem Spam-Ordner nach, falls die Bestätigungsmail nicht in Ihrem Posteingang ankam.
el: Σημείωση: Ελέγξτε το φάκελο Spam, αν δεν έχετε λάβει το μήνυμα επαλήθευσης στα εισερχόμενά σας.
es: Nota: Si no ha recibido el correo de verificación en su bandeja de entrada mire si está en la carpeta de correo no deseado .
fr: Remarque : Veuillez vérifier vos courriers indésirables si vous n’avez pas reçu le mail de vérification dans votre Boîte de réception.
hi: नोट: यदि आपको अपने इनबॉक्स में सत्यापन मेल प्राप्त नहीं हुई है, तो कृपया अपना स्पैम फोल्डर देखें।
it: Nota: se non hai ricevuto l’e-mail di verifica nella Posta in arrivo, controlla la cartella della posta indesiderata.
ja: 注:メールボックス内に認証メールが見つからない場合、迷惑メールフォルダも確認してください。
nl: Opmerking: Controleer de map met ongewenste e-mail als je de verificatiemail niet in de inbox vindt.
pt_pt: Nota: Verifique a sua pasta de spam, se não tiver recebido o e-mail de verificação na sua pasta A receber.
ru: Примечание. Если проверочного письма нет в папке «Входящие», проверьте папку спама/нежелательной почты.
tr: Not: Doğrulama postasını gelen kutunuzda almadıysanız, lütfen İstenmeyen Posta klasörünüzü kontrol edin.
vi: Lưu ý: Vui lòng kiểm tra thư mục Rác của bạn, nếu bạn chưa nhận được mail xác minh trong hộp thư đến.
zh_hant: 註:如果您的收件箱中未收到驗證郵件，請查看您的垃圾郵件資料夾。

# chat.onboarding.verify.perfect
source: Perfect
de: Perfekt
el: Τέλεια
es: Perfecto
fr: Parfait
hi: बेहतरीन
it: Perfetto
ja: 完璧です
pt_pt: Perfeito
ru: Отлично!
tr: Mükemmel
vi: Hoàn hảo
zh_hant: 完美

# chat.onboarding.verify.btn
source: So.. what's next?
de: Also … Was kommt nun?
el: Λοιπόν, τι ακολουθεί;
es: ¿Qué viene a continuación?
fr: Alors, ensuite ?
hi: तो... आगे क्या है?
it: E ora?
ja: それで..次はどうしますか？
nl: En... Wat nu?
pt_pt: Então... o que se segue?
ru: Что дальше?
tr: Öyleyse.. sırada ne var?
vi: Vậy.. tiếp theo là gì?
zh_hant: 所以..下一步是什麼

# chat.onboarding.verify.success
source: has been successfully verified.
de: wurde erfolgreich bestätigt.
el: έχει επαληθευτεί με επιτυχία.
es: se ha verificado correctamente.
fr: a été vérifié avec succès.
hi: को सफलतापूर्वक सत्यापित कर लिया गया है।
it: è stato verificato correttamente.
ja: の認証に成功しました。
nl: is met succes geverifieerd.
pt_pt: foi verificado com êxito.
ru: успешно проверен.
tr: başarıyla doğrulandı.
vi: đã được xác minh thành công.
zh_hant: 已成功驗證。

# chat.onboarding.cancelled.title
source: We'll miss you!
de: Wir werden Sie vermissen!
el: Θα μας λείψετε!
es: ¡Le echaremos de menos!
fr: Vous allez nous manquer !
hi: हम आपको याद करेंगे!
it: Ci mancherai!
ja: お待ちしています！
nl: We zullen u missen!
pt_pt: Sentiremos a sua falta!
ru: До скорого!
tr: Sizi özleyeceğiz!
vi: Chúng tôi sẽ nhớ bạn!
zh_hant: 我們會想念您！

# chat.onboarding.cancelled.desc
source: Whoa.. we've cancelled your request to join
de: Oha … Wir haben Ihre Beitrittsanfrage storniert
el: Ουάου... ακυρώσαμε το αίτημά σας για συμμετοχή
es: Hemos cancelado su solicitud para unirse
fr: Ouah… nous avons annulé votre demande d’inscription
hi: रुको.. हमने इसमें शामिल होने के लिए आपके अनुरोध को रद्द कर दिया है:
it: La richiesta di partecipazione è stata annullata
ja: あなたの参加申請をキャンセルしました。
nl: Wow... We hebben de gevraagde aansluiting geannuleerd
pt_pt: Uau.. cancelámos o seu pedido de adesão
ru: Ваш запрос на присоединение отменен
tr: Yok artık.. katılma isteğinizi iptal ettik
vi: Chà.. chúng tôi đã hủy yêu cầu tham gia của bạn
zh_hant: 呃..我們取消了您的加入請求

# chat.onboarding.cancelled.options
source: You can go ahead and
de: Sie können fortfahren und
el: Μπορείτε να προχωρήσετε και να
es: Puede seguir adelante y
fr: Vous pouvez vous lancer et
hi: आप आगे बढ़ सकते हैं और
it: Continua e
ja: 次に進み、以下のことができます
nl: Ga aan de slag en
pt_pt: Pode avançar e
ru: Можно
tr: Devam edebilir ve
vi: Bạn có thể tiến hành
zh_hant: 您可開始

# chat.onboarding.cancelled.create
source: Create your own company
de: Eigenes Unternehmen erstellen
el: Δημιουργήσετε τη δική σας επιχείρηση
es: Crear su propia empresa
fr: Créer votre propre société
hi: अपनी स्वयं की कंपनी बनाएं
it: Crea la tua azienda
ja: 自分自身の企業を作成
nl: Maak uw eigen bedrijf
pt_pt: Criar a sua própria empresa
ru: Создать собственную компанию
tr: Kendi şirketinizi oluşturabilirsiniz
vi: Tạo công ty của bạn
zh_hant: 建立您自己的公司

# chat.onboarding.cancelled.or
source: - - - ( or ) - - -
de: – oder –
el: - - - ( ή ) - - -
es: - - - ( o bien ) - - -
fr: - - - ( ou ) - - -
hi: - - - ( या ) - - -
it: - - - ( oppure ) - - -
ja: - - - ( または ) - - -
nl: - - - ( of ) - - -
pt_pt: - - - ( ou ) - - -
ru: - - - ( или ) - - -
tr: - - - ( veya ) - - -
vi: - - - ( hoặc ) - - -
zh_hant: - - - （或） - - -

# chat.onboarding.cancelled.find
source: Find another one
de: Weitersuchen
el: Βρείτε κάποια άλλη
es: Buscar otra
fr: En trouver un autre
hi: किसी अन्य को खोजें
it: Trovane un’altra
ja: 別のものを見つける
nl: Zoek er nog een
pt_pt: Localizar outra
ru: Найти другую
tr: İçinde olduğunuz başka bir tane
vi: Hãy tìm một công ty khác
zh_hant: 找到另一公司

# chat.onboarding.success.title
source: you’re in!
de: Sie sind drin!
el: στην οποία συμμετέχετε!
es: ¡está dentro!
fr: Vous y êtes !
hi: आप शामिल हो गए हैं!
it: accesso eseguito!
ja: います!
nl: U ben aangesloten!
pt_pt: já aderiu!
ru: Добро пожаловать!
tr: bulun!
vi: bạn đã tham gia!
zh_hant: 您已加入！

# chat.onboarding.success.desc
source: The admin just approved your request to join <b>%@</b>
de: Ihre Anfrage zum <b>%@</b>-Beitritt wurde gerade vom Administrator bestätigt
el: Ο διαχειριστής μόλις ενέκρινε το αίτημά σας να συμμετάσχετε <b>%@</b>
es: El administrador acaba de aprobar su solicitud para unirse a <b>%@</b>
fr: L’administrateur vient d’accepter votre demande <b>%@</b>
hi: व्यवस्थापक ने अभी-अभी इसमें शामिल होने के आपके अनुरोध को अनुमोदित किया है: <b>%@</b>
it: L’amministratore ha approvato la tua richiesta di partecipazione a <b>%@</b>
ja: 管理者が、<b>%@</b>へのあなたの参加リクエストを承認しました
nl: De administrator heeft net de gevraagde aansluiting bij <b>%@</b> goedgekeurd
pt_pt: O administrador acabou de aprovar o seu pedido de adesão a <b>%@</b>
ru: Администратор одобрил ваш запрос на присоединение к <b>%@</b>
tr: Yönetici katılma talebinizi onayladı <b>%@</b>
vi: Quản trị viên vừa duyệt yêu cầu tham gia của bạn <b>%@</b>
zh_hant: 管理員剛審批了您的 <b>%@</b> 加入請求

# chat.onboarding.success.btn
source: Take me to %@
de: Zu %@ wechseln
el: Να μεταφερθώ στο %@
es: Llevarme a %@
fr: Me guider dans %@
hi: मुझे %@ पर ले जाएं
it: Vai a %@
ja: %@に追加してください
nl: Breng mij naar Arattai
pt_pt: Ir para o %@
ru: Перейти в %@
tr: Beni %@’e götür
vi: Đưa tôi đến Arattai
zh_hant: 帶我前往 %@

# chat.dialog.invite.contact
source: To add contacts, allow access to your contacts.
de: Zum Hinzufügen von Kontakten lassen Sie Zugriff auf Ihre Kontakte zu.
el: Για να προσθέσετε επαφές, επιτρέψτε πρόσβαση στις επαφές σας.
es: Para agregar contactos, permita el acceso a sus contactos.
fr: Pour ajouter des contacts, autorisez l’accès à vos contacts.
hi: संपर्कों को जोड़ने के लिए, अपने संपर्कों तक पहुँच प्रदान करें।
it: Per aggiungere contatti, consenti l’accesso ai contatti.
ja: コンタクトを追加して、コンタクトへのアクセスを許可してください。
nl: Geef toegang tot uw contactpersonen om een contactpersoon toe te voegen.
pt_pt: Para adicionar contactos, permitir acesso aos seus contactos.
ru: Чтобы добавить контакты, разрешите доступ к списку контактов.
tr: Kişi eklemek için kişilerinize erişime izin verin.
vi: Để thêm số liên lạc, hãy cho phép truy cập số liên lạc của bạn.
zh_hant: 要新增聯絡人，請允許存取您的聯絡人。

# chat.dialog.find.message
source: The email address you typed is invalid
de: Die eingegebene E-Mail-Adresse ist ungültig
el: Η διεύθυνση e-mail που πληκτρολογήσατε δεν είναι έγκυρη
es: La dirección de correo electrónico introducida no es válida
fr: L’adresse e-mail saisie n’est pas valide
hi: आपके द्वारा टाइप किया गया ईमेल पता अमान्य है
it: L’indirizzo e-mail che hai specificato non è valido
ja: あなたが入力したメールアドレスは無効です
nl: Het getypte e-mailadres is ongeldig
pt_pt: O endereço de e-mail que introduziu é inválido
ru: Введен недопустимый адрес электронной почты
tr: Yazdığınız e-posta adresi geçersiz
vi: Địa chỉ email bạn nhập không hợp lệ
zh_hant: 您輸入的電子郵件地址無效
