Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.settings.nightmode.disable.auto.desc
source: Enable this now will disable your auto night mode.
bn_in: এটিকে সক্ষম করা আপনার স্বয়ংক্রিয় রাত্রির মোডটিকে অক্ষম করবে।
de: Wenn Sie dies aktivieren, wird der Auto-Nachtmodus deaktiviert.
el: Η ενεργοποίηση αυτού τώρα θα απενεργοποιήσει την αυτόματη νυχτερινή λειτουργία σας.
es: Seleccione esta opción si desea deshabilitar el modo nocturno automático.
fr: L’activation de cette option désactivera maintenant votre mode nuit automatique.
gu: આને સક્ષમ કરો હવે તમારા ઓટો નાઇટ મોડને અક્ષમ કરશે.
hi: इसे अब सक्षम करने से आपका स्वतः रात्रि मोड अक्षम हो जाएगा।
it: Abilita adesso disabiliterà la modalità notte automatica.
ja: 今これを無効化すると自動ナイトモードが無効化されます。
kn: ಇದನ್ನು ಈಗ ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಸ್ವಯಂ ರಾತ್ರಿ ಮೋಡ್ ನಿಷ್ಕ್ರಿಯವಾಗುತ್ತದೆ.
ml: ഇത് ഇപ്പോൾ പ്രവർത്തനക്ഷമമാക്കുന്നത് നിങ്ങളുടെ ഓട്ടോ നൈറ്റ് മോഡ് പ്രവർത്തനരഹിതമാക്കും.
mr: हे आता सक्षम केल्याने तुमचा ऑटो नाइट मोड अक्षम होईल.
nl: Schakel dit nu in om uw automatische nachtmodus uit te schakelen.
pa: ਇਸਨੂੰ ਹੁਣ ਸਮਰੱਥ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਆਟੋ ਨਾਈਟ ਮੋਡ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ।
pt_pt: Ativar isto agora irá desativar o seu modo noturno automático.
ru: Если включить этот параметр, автоматический ночной режим будет отключен.
ta_in: இதை இப்போது செயற்படுத்துவது உங்கள் தானியங்கி இரவுப் பயன்முறையை முடக்கும்.
te: ఇప్పుడు దీనిని ప్రారంభించడం వల్ల మీ ఆటో నైట్ మోడ్ నిలిపివేయబడుతుంది.
tr: Bunun şimdi etkinleştirilmesi, otomatik gece modunuzu devre dışı bırakacaktır.
ur_arab_in: اسے ابھی فعال کرنے سے آپ کا خودکار نائٹ موڈ غیر فعال ہو جائے گا۔
vi: Bật tính năng này vào lúc này sẽ tắt chế độ ban đêm tự động.
zh_hant: 啟用此選項將停用您的自動夜晚模式。

# chat.settings.nightmode.disable.auto.desc1
source: You can enable it anytime later from Settings > Themes.
bn_in: আপনি পরে সেটিংস &gt; থিমস–এর থেকে এটি যেকোনো সময় সক্ষম করতে পারেন।
de: Über Einstellungen &gt; Designs können Sie dies jederzeit wieder aktivieren.
el: Μπορείτε να την ενεργοποιήσετε οποιαδήποτε στιγμή αργότερα από τις Ρυθμίσεις &gt; Θέματα.
es: Puede habilitarlo más tarde cuando lo desee desde Configuración &gt; Temas.
fr: Vous pouvez l’activer à tout moment ultérieurement à partir de Paramètres &gt; Thèmes.
gu: તમે તેને સેટિંગ્સ &gt; થીમ્સ માંથી પછીથી કોઈપણ સમયે સક્ષમ કરી શકો છો.
hi: आप इसे बाद में किसी भी समय सेटिंग्स &gt; थीम्स से सक्षम कर सकते हैं।
it: È possibile abilitarla in qualsiasi momento successivo da Impostazioni &gt; temi.
ja: 後で設定とテーマから有効化することができます。
kn: ನಂತರ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಥೀಮ್‌ಗಳಿಂದ ಅದನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ml: ക്രമീകരണങ്ങളിൽ നിന്ന് നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് പ്രവർത്തനക്ഷമമാക്കാം &gt; തീമുകൾ.
mr: तुम्ही सेटिंग्जवरून कधीही हे सक्षम करू शकता &gt; थीम्स.
nl: U kunt dit later altijd inschakelen via Instellingen en thema’s.
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਕਦੇ ਵੀ ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ &gt; ਥੀਮ ਤੋਂ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pt_pt: Poderá voltar a ativá-lo posteriormente, a qualquer momento em Definições &gt; Temas.
ru: Можно в любое время включить его в меню «Настройки &gt; Темы».
ta_in: அமைப்புகள் மற்றும் கருப்பொருள்களில் இருந்து எப்போது வேண்டுமானாலும் அதைச் செயற்படுத்தலாம்.
te: మీరు తరువాత సెట్టింగ్‌లు &gt; థీమ్‌ల నుంచి ఎప్పుడైనా దీనిని ప్రారంభించవచ్చు.
tr: Bunu dilediğiniz zaman Ayarlar &gt; Temalar kısmından etkinleştirebilirsiniz.
ur_arab_in: آپ اسے بعد میں کسی بھی وقت ترتیبات gt؛ تھیمز سے فعال کر سکتے ہیں۔
vi: Sau này bạn có thể bật nó vào bất kỳ lúc nào từ Thiết Lập &gt; Chủ Đề.
zh_hant: 您之後可隨時從「設定 &gt; 主題」中啟用。

# chat.settings.nightmode.disable.schedule.title
source: Disable scheduled night mode ?
bn_in: নির্ধারিত রাতের মোড অক্ষম করবেন?
de: Geplanten Nachtmodus deaktivieren?
el: Απενεργοποίηση προγραμματισμένης νυχτερινής λειτουργίας;
es: ¿Desea deshabilitar el modo nocturno programado?
fr: Désactiver le mode nuit planifié ?
gu: સુનિશ્ચિત નાઇટ મોડને અક્ષમ કરીએ?
hi: निर्धारित रात्रि मोड को अक्षम करें?
it: Disabilitare la modalità notte pianificata?
ja: スケジュール設定ナイトモードを無効化しますか？
kn: ನಿಗದಿಗೊಳಿಸಿದ ರಾತ್ರಿ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?
ml: ഷെഡ്യൂൾ ചെയ്ത രാത്രി മോഡ് അപ്രാപ്തമാക്കണോ?
mr: नियोजित नाइट मोड अक्षम करायचा?
nl: Geplande nachtmodus uitschakelen?
pa: ਸ਼ਿਡਯੂਲ ਨਾਈਟ ਮੋਡ ਨੂੰ ਅਸਮਰੱਥ ਕਰਨਾ ਹੈ?
pt_pt: Desativar o modo noturno programado?
ru: Отключить ночной режим по расписанию?
ta_in: திட்டமிடப்பட்ட இரவுப் பயன்முறையை முடக்கவா ?
te: షెడ్యూల్ చేయబడ్డ నైట్ మోడ్‌ను నిలిపివేయాలా?
tr: Planlanmış gece modu devre dışı bırakılsın mı?
ur_arab_in: شیڈول کردہ نائٹ موڈ کو غیر فعال کریں ؟
vi: Tắt chế độ ban đêm theo lịch?
zh_hant: 停用排程的夜晚模式？

# chat.settings.nightmode.disable.schedule.desc
source: Enable this now will disable your scheduled night mode.
bn_in: এটিকে এখন সক্ষম করলে আপনার নির্ধারিত রাত্রির মোডটিকে অক্ষম করবে।
de: Wenn Sie dies aktivieren, wird der geplante Nachtmodus deaktiviert.
el: Η ενεργοποίηση αυτού τώρα θα απενεργοποιήσει την προγραμματισμένη νυχτερινή λειτουργία σας.
es: Seleccione esta opción si desea deshabilitar el modo nocturno programado.
fr: L’activation de cette option désactivera maintenant votre mode nuit planifié.
gu: આને સક્ષમ કરવાથી હવે તમારો સુનિશ્ચિત નાઇટ મોડને અક્ષમ કરશે.
hi: इसे अब सक्षम करने से आपका निर्धारित रात्रि मोड अक्षम हो जाएगा।
it: Abilita adesso disabiliterà la modalità notte pianificata.
ja: 今これを無効化するとスケジュール設定ナイトモードが無効化されます。
kn: ಇದನ್ನು ಈಗ ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ನಿಗದಿಗೊಳಿಸಿದ ರಾತ್ರಿ ಮೋಡ್ ನಿಷ್ಕ್ರಿಯವಾಗುತ್ತದೆ.
ml: ഇത് ഇപ്പോൾ പ്രവർത്തനക്ഷമമാക്കുന്നത് നിങ്ങളുടെ ഷെഡ്യൂൾ ചെയ്ത രാത്രി മോഡ് പ്രവർത്തനരഹിതമാക്കും.
mr: हे आता सक्षम केल्याने तुमचा नियोजित नाइट मोड अक्षम होईल.
nl: Schakel dit nu in om uw geplande nachtmodus uit te schakelen.
pa: ਇਸਨੂੰ ਹੁਣ ਸਮਰੱਥ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਸ਼ਿਡਯੂਲ ਨਾਈਟ ਮੋਡ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ।
pt_pt: Ativar isto agora irá desativar o seu modo noturno programado.
ru: Если включить этот параметр, ночной режим по расписанию будет отключен.
ta_in: இதை இப்போது செயற்படுத்துவது உங்கள் திட்டமிடப்பட்ட இரவுப் பயன்முறையை முடக்கும்.
te: ఇప్పుడు దీనిని ప్రారంభించడం వల్ల మీ షెడ్యూల్డ్ నైట్ మోడ్ నిలిపివేయబడుతుంది.
tr: Bunun şimdi etkinleştirilmesi, planlanmış gece modunuzu devre dışı bırakacaktır.
ur_arab_in: اسے ابھی فعال کرنے سے آپ کا شیڈول کردہ نائٹ موڈ غیر فعال ہو جائے گا۔
vi: Bật tính năng này vào lúc này sẽ tắt chế độ ban đêm theo lịch.
zh_hant: 啟用此選項將停用您排程的夜晚模式。

# chat.settings.nightmode.disable.schedule.desc1
source: You can enable it anytime later from Settings > Themes.
bn_in: আপনি পরে সেটিংস &gt; থিমস–এর থেকে এটি যেকোনো সময় সক্ষম করতে পারেন।
de: Über Einstellungen &gt; Designs können Sie dies jederzeit wieder aktivieren.
el: Μπορείτε να την ενεργοποιήσετε οποιαδήποτε στιγμή αργότερα από τις Ρυθμίσεις &gt; Θέματα.
es: Puede habilitarlo más tarde cuando lo desee desde Configuración &gt; Temas.
fr: Vous pouvez l’activer à tout moment ultérieurement à partir de Paramètres &gt; Thèmes.
gu: તમે તેને સેટિંગ્સ &gt; થીમ્સ માંથી પછીથી કોઈપણ સમયે સક્ષમ કરી શકો છો.
hi: आप इसे बाद में किसी भी समय सेटिंग्स &gt; थीम्स से सक्षम कर सकते हैं।
it: È possibile abilitarla in qualsiasi momento successivo da Impostazioni &gt; temi.
ja: 後で設定とテーマから有効化することができます。
kn: ನಂತರ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಥೀಮ್‌ಗಳಿಂದ ಅದನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ml: ക്രമീകരണങ്ങളിൽ നിന്ന് നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് പ്രവർത്തനക്ഷമമാക്കാം &gt; തീമുകൾ.
mr: तुम्ही सेटिंग्जवरून कधीही हे सक्षम करू शकता &gt; थीम्स.
nl: U kunt dit later altijd inschakelen via Instellingen en thema’s.
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਕਦੇ ਵੀ ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ &gt; ਥੀਮ ਤੋਂ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pt_pt: Poderá voltar a ativá-lo posteriormente, a qualquer momento em Definições &gt; Temas.
ru: Можно в любое время включить его в меню «Настройки &gt; Темы».
ta_in: அமைப்புகள் மற்றும் கருப்பொருள்களில் இருந்து எப்போது வேண்டுமானாலும் அதைச் செயற்படுத்தலாம்.
te: మీరు తరువాత సెట్టింగ్‌లు &gt; థీమ్‌ల నుంచి ఎప్పుడైనా దీనిని ప్రారంభించవచ్చు.
tr: Bunu dilediğiniz zaman Ayarlar &gt; Temalar kısmından etkinleştirebilirsiniz.
ur_arab_in: آپ اسے بعد میں کسی بھی وقت ترتیبات gt؛ تھیمز سے فعال کر سکتے ہیں۔
vi: Sau này bạn có thể bật nó vào bất kỳ lúc nào từ Thiết Lập &gt; Chủ Đề.
zh_hant: 您之後可隨時從「設定 &gt; 主題」中啟用。

# chat.notify.off.alert.title
source: Turn on notifications?
bn_in: বিজ্ঞপ্তি চালু করবেন?
de: Benachrichtigungen einschalten?
el: Ενεργοποίηση ειδοποιήσεων;
es: ¿Desea activar las notificaciones?
fr: Activer les notifications ?
gu: સૂચનાઓ ચાલુ કરીએ?
hi: सूचनाएं चालू करें?
it: Attivare le notifiche?
ja: 通知をオンにしますか？
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡುವುದೇ?
ml: അറിയിപ്പുകൾ ഓൺ ചെയ്യണോ?
mr: नोटिफिकेशन चालू करायचे?
nl: Meldingen inschakelen?
pa: ਸੂਚਨਾ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੈ?
pt_pt: Ativar notificações?
ru: Включить уведомления?
ta_in: அறிவிப்புகளை இயக்க வேண்டுமா?
te: నోటిఫికేషన్‌ ఆన్ చేయాలా?
tr: Bildirimler açılsın mı?
ur_arab_in: اطلاعات کو آن کریں؟
vi: Bật thông báo?
zh_hant: 開啟通知？

# chat.notify.off.alert.subtitle
source: We'll make sure you don't miss out on new messages.
bn_in: আমরা নিশ্চিত করব যে আপনি যেন নতুন মেসেজ মিস না করেন।
de: Wir sorgen dafür, dass Sie keine neuen Mitteilungen verpassen.
el: Θα διασφαλίσουμε ότι δεν θα χάνετε νέα μηνύματα.
es: Esta opción le permite ser informado sobre la recepción de nuevos mensajes.
fr: Nous ferons en sorte que vous ne manquiez pas de nouveaux messages.
gu: અમે ખાતરી કરીશું કે તમે નવા સંદેશાઓ ચૂકશો નહીં.
hi: हम यह सुनिश्चित करेंगे कि आप नए संदेश न चूकें।
it: Faremo in modo che tu non perda nuovi messaggi.
ja: 新しいメッセージを見逃さないようにします。
kn: ನೀವು ಹೊಸ ಸಂದೇಶಗಳನ್ನು ಮಿಸ್ ಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.
ml: നിങ്ങൾക്ക് പുതിയ സന്ദേശങ്ങൾ നഷ്‌ടമാകുന്നില്ലെന്ന് ഞങ്ങൾ ഉറപ്പാക്കും.
mr: आम्ही हे सुनिश्चित करू की तुम्ही नवीन मेसेज गमावणार नाही.
nl: We zullen ervoor zorgen dat u geen nieuwe berichten mist.
pa: ਅਸੀਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਾਂਗੇ ਕਿ ਤੁਸੀਂ ਨਵੇਂ ਸੁਨੇਹਿਆਂ ਤੋਂ ਖੁੰਝੇ ਨਹੀਂ ਰਹੋਂਗੇ।
pt_pt: Iremos garantir que não perderá quaisquer novas mensagens.
ru: Мы позаботимся о том, чтобы вы не пропустили новые уведомления от нас.
ta_in: நீங்கள் புதிய செய்திகளைத் தவறவிடாமல் இருப்பதை நாங்கள் உறுதிசெய்வோம்.
te: మా కొత్త సందేశాలను మీరు మిస్ కాకుండా మేం చూస్తాం.
tr: Yeni iletileri kaçırmadığınızdan emin olacağız.
ur_arab_in: ہم یقینی بنائیں گے کہ آپ نئے پیغامات سے محروم نہ رہیں۔
vi: Chúng tôi sẽ đảm bảo bạn không bỏ lỡ các tin nhắn mới.
zh_hant: 我們將保證您不會錯過任何新訊息。

# chat.notify.off.alert.dismiss
source: NOT NOW
bn_in: এখন নয়
de: NICHT JETZT
el: ΟΧΙ ΤΩΡΑ
es: AHORA NO
fr: PAS MAINTENANT
gu: હમણાં નહીં
hi: अभी नहीं
it: NON ADESSO
ja: 後でする
kn: ಈಗ ಬೇಡ
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
nl: NIET NU
pa: ਹੁਣੇ ਨਹੀਂ
pt_pt: AGORA NÃO
ru: ПОЗЖЕ
ta_in: இப்போது இல்லை
te: ఇప్పుడు కాదు
tr: ŞİMDİ DEĞİL
ur_arab_in: ابھی نہیں
vi: KHÔNG PHẢI LÚC NÀY
zh_hant: 不是現在

# chat.notify.off.alert.allow
source: ENABLE
bn_in: সক্রিয় করুন
de: AKTIVIEREN
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
es: HABILITAR
fr: ACTIVER
gu: સક્ષમ કરો
hi: सक्षम करें
it: ABILITA
ja: 有効
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: പ്രവർത്തനക്ഷമമാക്കുക
mr: सक्षम करा
nl: INSCHAKELEN
pa: ਸਮਰੱਥ ਕਰੋ
pt_pt: ATIVAR
ru: ВКЛЮЧИТЬ
ta_in: செயற்படுத்து
te: ప్రారంభించు
tr: ETKİNLEŞTİR
ur_arab_in: فعال کریں
vi: BẬT
zh_hant: 啟用

# chat.settings.notification.group
source: Groups & Channel messages
de: Gruppen- und Kanalmitteilungen
el: Μηνύματα Ομάδας &amp; Καναλιού
es: Mensajes de grupos y de canal
fr: Messages des Groupes et du Canal
hi: समूह &amp; चैनल संदेश
it: Messaggi di gruppo e canale
ja: グループチャンネルメッセージ
nl: Groeps- en kanaalberichten
pt_pt: Mensagens de Grupos e Canais
ru: Сообщения группы и канала
tr: Gruplar ve Kanal iletileri
vi: Tin nhắn Nhóm &amp; Kênh
zh_hant: 群組與通道訊息

# chat.nightmode.btmsheet.title
source: The New Night Mode!
bn_in: নতুন নাইট মোড
de: Der neue Nachtmodus!
el: Η νέα νυχτερινή λειτουργία!
es: El nuevo modo nocturno.
fr: Le nouveau Mode Nuit !
gu: ન્યૂ નાઇટ મોડ!
hi: नया रात्रि मोड!
it: La nuova modalità notte!
ja: 新ナイトモード！
kn: ಹೊಸ ರಾತ್ರಿ ಮೋಡ್!
ml: പുതിയ രാത്രി മോഡ്!
mr: नवीन नाइट मोड!
nl: De nieuwe nachtmodus!
pa: ਨਵਾਂ ਨਾਈਟ ਮੋਡ!
pt_pt: O novo modo noturno!
ru: Обновленный ночной режим!
ta_in: இரவுப் பயன்முறை!
te: కొత్త నైట్ మోడ్!
tr: Yeni Gece Modu!
ur_arab_in: نیا نائٹ موڈ!
vi: Chế Độ Ban Đêm Mới!
zh_hant: 新夜晚模式！

# chat.nightmode.btmsheet.subtitle
source: No more bright blinding screen at night times.
bn_in: রাতের সময় আর উজ্জ্বল চোখ ধাঁধানো থাকবে না।
de: Schluss mit blendend hellem Bildschirm zu Nachtzeiten.
el: Τέλος στις ενοχλητικά φωτεινές οθόνες τις νυχτερινές ώρες.
es: Obtenga una visión relajada de la pantalla cuando trabaje de noche.
fr: Plus d’écran aveuglant la nuit.
gu: રાત્રિ સમયે તેજસ્વી બ્લાઇંડિંગ સ્ક્રીન નહીં.
hi: अब रात के समय कोई चमकीली, आँखों को चुंधियाने वाली स्क्रीन नहीं।
it: Mai più schermi accecanti di notte.
ja: ナイトテーマで明るく光る画面とはおさらば。
kn: ಇನ್ನು ಮುಂದೆ ರಾತ್ರಿ ಸಮಯದಲ್ಲಿ ಕಣ್ಣು ಚುಚ್ಚುವ ಪ್ರಖರ ಸ್ಕ್ರೀನ್ ಇಲ್ಲ.
ml: രാത്രി സമയങ്ങളിൽ കൂടുതൽ ബ്രൈറ്റ് ബ്ലൈൻഡിംഗ് സ്ക്രീൻ ഇല്ല.
mr: रात्रीच्या वेळी आता चमकदार अंधारी स्क्रीन दिसणार नाही.
nl: Geen fel, verblindend scherm meer tijdens de nacht.
pa: ਰਾਤ ਦੇ ਸਮੇਂ ਜਿਆਦਾ ਚਮਕਦਾਰ ਅੰਨ੍ਹੀ ਕਰਨ ਵਾਲੀ ਸਕ੍ਰੀਨ ਨਹੀਂ ਲਗਾਓ।
pt_pt: Já não haverá mais ecrãs com brilho ofuscante durante a noite.
ru: Яркого слепящего света в ночное время больше не будет.
ta_in: இரவு நேரங்களில் பிரகாசமான குருட்டுத்தன்மையை ஏற்படுத்தும் திரை இனி இல்லை.
te: రాత్రి సమయాల్లో ప్రకాశవంతమైన బ్లైండింగ్ స్క్రీన్ ఉండదు.
tr: Artık geceleri gözlerinizi alacak ekran ışığıyla mücadele etmenize gerek yok.
ur_arab_in: رات کے اوقات میں کوئی مزید چمکیلی چندھیاتی روشنی نہیں۔
vi: Không còn phải gặp màn hình sáng lóa vào ban đêm.
zh_hant: 在夜晚，不會有更明亮炫目的螢幕。

# chat.nightmode.btmsheet.dismiss
source: NOT NOW
bn_in: এখন নয়
de: NICHT JETZT
el: ΟΧΙ ΤΩΡΑ
es: AHORA NO
fr: PAS MAINTENANT
gu: હમણાં નહીં
hi: अभी नहीं
it: NON ADESSO
ja: 後でする
kn: ಈಗ ಬೇಡ
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
nl: NIET NU
pa: ਹੁਣੇ ਨਹੀਂ
pt_pt: AGORA NÃO
ru: ПОЗЖЕ
ta_in: இப்போது இல்லை
te: ఇప్పుడు కాదు
tr: ŞİMDİ DEĞİL
ur_arab_in: ابھی نہیں
vi: KHÔNG PHẢI LÚC NÀY
zh_hant: 不是現在

# chat.nightmode.btmsheet.allow
source: TURN ON
bn_in: চালু করুন
de: EINSCHALTEN
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
es: ACTIVAR
fr: ACTIVER
gu: ચાલુ કરો
hi: ऑन करें
it: ATTIVA
ja: オンにする
kn: ಆನ್ ಮಾಡಿ
ml: ഓൺ ചെയ്യുക
mr: चालू करा
nl: INSCHAKELEN
pa: ਚਾਲੂ ਕਰੋ
pt_pt: ATIVAR
ru: ВКЛЮЧИТЬ
ta_in: இயக்கு
te: ఆన్ చేయండి
tr: AÇ
ur_arab_in: آن کریں
vi: BẬT
zh_hant: 開啟

# chat.sender.you.have
source: You have
de: Sie haben
el: Έχετε
es: Ha hecho que
fr: Vous avez
hi: आपने
it: Disponi di
ja: あなたが
nl: U heeft
pt_pt: Tem
ru: У вас
tr: Şun(lar)a sahipsiniz:
vi: Bạn có
zh_hant: 您已

# chat.infomsg.org.inviteonly
source: %@ made the channel Invite-only—now it's restricted for other organization users.
de: %@ definierte den Kanal als Nur Einladung – andere Organisationsnutzer können den Kanal nicht mehr aufrufen.
el: %@ καταστήσει το κανάλι Μόνο με πρόσκληση - πλέον δεν είναι διαθέσιμο για άλλους χρήστες του οργανισμού.
es: %@ el acceso al canal sea solo con invitación; ahora está restringido para otros usuarios de la organización.
fr: %@ a rendu le canal sur Invitation uniquement – maintenant il est restreint aux autres utilisateurs de l’organisation.
hi: %@ ने चैनल को ‘केवल आमंत्रण आधार पर’ बना दिया है—अब यह दूसरे संगठन उपयोगकर्ताओं के लिए प्रतिबंधित है।
it: %@ ha reso il canale Solo su invito — adesso è consentito solo per gli utenti di un’altra organizzazione.
ja: %@チャンネルを招待限定にしました—他の組織のユーザーに対しては制限されます。
nl: %@ heeft het kanaal Alleen uitnodigen gemaakt. Het is nu beperkt voor andere organisatiegebruikers.
pt_pt: %@ definiu o canal para acesso Só com convite — agora é restrito para os utilizadores de outras organizações.
ru: Пользователь %@ сделал этот канал доступным только по приглашениям, теперь он недоступен для других участников организации.
tr: %@ kanalı Yalnızca davet durumuna getirdi—artık diğer kuruluş kullanıcıları için kısıtlı.
vi: %@ đã cài đặt kênh này thành Chỉ Dành Cho Người Được Mời—lúc này nó được giới hạn đối với những người dùng khác trong tổ chức.
zh_hant: %@ 將通道設定為「僅限邀請」— 現在，它針對其他組織使用者受限制。

# chat.infomsg.team.inviteonly
source: %@ made the channel Invite-only—now it's restricted for other %@ team members.
de: %@ definierte den Kanal als Nur Einladung – andere %@-Teammitglieder können den Kanal nicht mehr aufrufen.
el: %@ καταστήσει το κανάλι Μόνο με πρόσκληση - πλέον δεν είναι διαθέσιμο για άλλα μέλη της ομάδας %@.
es: %@ el acceso al canal sea solo con invitación; ahora está restringido para otros miembros del equipo de %@.
fr: %@ a rendu le canal sur Invitation uniquement – maintenant il est restreint aux autres membres de l’équipe %@.
hi: %@ ने चैनल को ‘केवल आमंत्रण आधार पर’ बना दिया है—अब यह दूसरे %@ टीम सदस्यों के लिए प्रतिबंधित है।
it: %@ ha reso il canale Solo su invito — adesso è consentito solo per i membri del team di un’altra %@.
ja: %@チャンネルを招待限定にしました—他の%@チームメンバーに対しては制限されます。
nl: %@ heeft het kanaal Alleen uitnodigen gemaakt. Het is nu beperkt voor andere leden van %@ team.
pt_pt: %@ definiu o canal para acesso Só com convite — agora é restrito para os membros de outras equipas de %@.
ru: Пользователь %@ сделал этот канал доступным только по приглашениям, теперь он недоступен для других участников рабочей группы «%@».
tr: %@ kanalı Yalnızca davet durumuna getirdi—artık diğer %@ ekip üyeleri için kısıtlı.
vi: %@ đã cài đặt kênh này thành Chỉ Dành Cho Người Được Mời—lúc này nó được giới hạn đối với các thành viên %@ khác.
zh_hant: %@ 將通道設定為「僅限邀請」— 現在，它針對其他 %@ 團隊成員受限制。

# chat.infomsg.org.open
source: %@ made the channel Open—now it's accessible for all org users.
de: %@ definierte den Kanal als Offen – der Kanal ist nun für sämtliche Organisationsnutzer zugänglich.
el: %@ καταστήσει το κανάλι Ανοικτό - πλέον είναι προσπελάσιμο από όλους τους χρήστες οργανισμού.
es: %@ el canal esté abierto; ahora es accesible para todos los usuarios de la organización.
fr: %@ a rendu le canal Ouvert – maintenant il est accessible à tous les utilisateurs de l’organisation.
hi: %@ ने चैनल को खुला बना दिया है— अब यह सभी संगठन उपयोगकर्ताओं की पहुँच में है।
it: %@ ha reso il canale Aperto — adesso è accessibile a tutti gli utenti dell’organizzazione.
ja: %@チャンネルをオープンにしました—すべての組織のユーザーがアクセス可能になりました。
nl: %@ heeft het kanaal Open gemaakt. Het is nu toegankelijk voor alle organisatiegebruikers.
pt_pt: %@ tornou o canal aberto — agora está acessível a todos os utilizadores da organização.
ru: Пользователь %@ сделал этот канал открытым, теперь он доступен для всех участников организации.
tr: %@ kanalı Açık durumuna getirdi—artık tüm kuruluş kullanıcıları tarafından erişilebilir.
vi: %@ đã cài đặt kênh này thành Mở—lúc này nó có thể được tất cả người dùng trong tổ chức truy cập.
zh_hant: %@ 將通道設定為「開放」— 現在，它可由所有組織使用者存取。

# chat.infomsg.team.open
source: %@ made the channel Open—now it's accessible for all %@ members.
de: %@ definierte den Kanal als Offen – der Kanal ist nun für sämtliche %@-Mitglieder zugänglich.
el: %@ καταστήσει το κανάλι Ανοικτό - πλέον είναι προσπελάσιμο από όλα τα μέλη %@.
es: %@ el canal esté abierto; ahora es accesible para todos los miembros de %@.
fr: %@ a rendu le canal Ouvert – maintenant il est accessible à tous les membres de %@.
hi: %@ ने चैनल को खुला बना दिया है—अब यह सभी %@ सदस्यों की पहुँच में है।
it: %@ ha reso il canale Aperto — adesso è accessibile a tutti i membri dell’%@.
ja: %@チャンネルをオープンにしました—他のすべての%@メンバーがアクセス可能になりました。
nl: %@ heeft het kanaal Open gemaakt. Het is nu toegankelijk voor alle leden van %@.
pt_pt: %@ tornou o canal aberto — agora está acessível a todos os membros de %@.
ru: Пользователь %@ сделал этот канал открытым, теперь он доступен для всех участников рабочей группы «%@».
tr: %@ kanalı Açık durumuna getirdi—artık tüm %@ üyeleri tarafından erişilebilir.
vi: %@ đã cài đặt kênh này thành Mở—lúc này nó có thể được tất cả thành viên %@ truy cập.
zh_hant: %@ 將通道設定為「開放」— 現在，它可由所有 %@ 成員存取。

# settings.security.lock.title
source: Passcode Lock
bn_in: পাসকোড লক
de: Sicherheitscodesperre
el: Κλείδωμα κωδικού πρόσβασης
es: Bloqueo por código de acceso
fr: Verrouillage par code secret
gu: પાસકોડ લૉક
hi: पासकोड लॉक
it: Blocco passcode
ja: パスコードロック
kn: ಪಾಸ್‌ಕೋಡ್ ಲಾಕ್‌
ml: പാസ്‌കോഡ് ലോക്ക്
mr: पासकोड लॉक
nl: Vergrendeling met wachtwoordcode
pa: ਪਾਸਕੋਡ ਲਾੱਕ
pt_pt: Bloqueio com código de acesso
ru: Блокировка секретным кодом
ta_in: கடவுக்குறியீடு பூட்டு
te: పాస్‌కోడ్ లాక్
tr: Şifre Kilidi
ur_arab_in: پاس کوڈ لاک
vi: Khóa Mật Mã
zh_hant: 密碼鎖定

# settings.security.lock.desc
source: Set passcode to add an extra layer of security.
bn_in: নিরাপত্তার এক অতিরিক্ত স্তর যোগ করতে পাসকোড সেট করুন।
de: Der Sicherheitscode sorgt für zusätzliche Sicherheit.
el: Ορίστε κωδικό πρόσβασης για να προσθέσετε ένα επιπλέον επίπεδο ασφαλείας.
es: Establezca un código de acceso para agregar un nivel de seguridad adicional.
fr: Définissez un code secret pour ajouter une couche de sécurité supplémentaire.
gu: સુરક્ષાના વધારાના સ્તરને ઉમેરવા માટે પાસકોડ સેટ કરો.
hi: सुरक्षा की एक अतिरिक्त परत जोड़ने के लिए पासकोड सेट करें।
it: Imposta passcode per aggiungere un ulteriore strato di sicurezza.
ja: パスコードを設定してセキュリティを強化します。
kn: ಒಂದು ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯ ಪದರವನ್ನು ಸೇರಿಸಲು ಪಾಸ್‌ಕೋಡ್ ಸೆಟ್ ಮಾಡಿ.
ml: സുരക്ഷയുടെ ഒരു അധിക പാളി ചേർക്കാൻ പാസ്‌കോഡ് സജ്ജീകരിക്കുക.
mr: सुरक्षेचा अतिरिक्त स्तर जोडण्यासाठी पासकोड सेट करा.
nl: Stel de wachtwoordcode in om een extra beveiligingslaag toe te voegen.
pa: ਸੁਰੱਖਿਆ ਦੀ ਇੱਕ ਅਤਿਰਿਕਤ ਲੇਅਰ ਜੋੜਨ ਲਈ ਪਾਸਕੋਡ ਸੈਟ ਕਰੋ।
pt_pt: Defina um código de acesso para adicionar uma camada suplementar de segurança.
ru: Задайте секретный код для усиления защиты.
ta_in: கூடுதல் பாதுகாப்பு அடுக்கைச் சேர்க்க கடவுக்குறியீட்டை அமைக்கவும்.
te: అదనపు లేయర్ సెక్యూరిటీని జోడించడం కొరకు పాస్‌కోడ్ సెట్ చేయండి.
tr: Ekstra bir güvenlik katmanı eklemek için şifre belirleyin.
ur_arab_in: سکیورٹی کی ایک اضافی سطح شامل کرنے کے لیے پاس کوڈ سیٹ کریں۔
vi: Cài đặt mật mã để thêm một lớp an ninh bổ sung.
zh_hant: 設定密碼以新增額外的安全性。

# settings.analytics.title
source: Analytics
bn_in: অ্যানালিটিকস
de: Analyse
el: Ανάλυση
es: Análisis
fr: Analyse
gu: એનાલિટિક્સ
hi: विश्लेषण
it: Analisi
ja: 分析
kn: ಅನಾಲಿಟಿಕ್ಸ್
ml: അനലിറ്റിക്സ്
mr: विश्लेषणात्मक
nl: Analyses
pa: ਵਿਸ਼ਲੇਸ਼ਿਕੀ
pt_pt: Análise
ru: Аналитика
ta_in: பகுப்பாய்வுகள்
te: ఎనలిటిక్స్
tr: Analiz
ur_arab_in: تجزیات
vi: Phân tích
zh_hant: 分析
