Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.day.wednesday
source: Wednesday
bn_in: বুধবার
de: Mittwoch
el: Τετάρτη
es: Miércoles
fr: Mercredi
gu: બુધવાર
hi: बुधवार
it: Mercoledì
ja: 水曜日
kn: ಬುಧವಾರ
ml: ബുധൻ
mr: बुधवार
nl: woensdag
pa: ਬੁੱਧਵਾਰ
pt_pt: Quarta-feira
ru: Среда
ta_in: புதன்கிழமை
te: బుధవారం
tr: Çarşamba
ur_arab_in: بدھ
vi: Thứ Tư
zh_hant: 星期三

# chat.day.thursday
source: Thursday
bn_in: বৃহস্পতিবার
de: Donnerstag
el: Πέμπτη
es: Jueves
fr: Jeudi
gu: ગુરુવાર
hi: गुरुवार
it: Giovedì
ja: 木曜日
kn: ಗುರುವಾರ
ml: വ്യാഴം
mr: गुरुवार
nl: donderdag
pa: ਵੀਰਵਾਰ
pt_pt: Quinta-feira
ru: Четверг
ta_in: வியாழக்கிழமை
te: గురువారం
tr: Perşembe
ur_arab_in: جمعرات
vi: Thứ Năm
zh_hant: 星期四

# chat.day.friday
source: Friday
bn_in: শুক্রবার
de: Freitag
el: Παρασκευή
es: Viernes
fr: Vendredi
gu: શુક્રવાર
hi: शुक्रवार
it: Venerdì
ja: 金曜日
kn: ಶುಕ್ರವಾರ
ml: വെള്ളി
mr: शुक्रवार
nl: vrijdag
pa: ਸ਼ੁੱਕਰਵਾਰ
pt_pt: Sexta-feira
ru: Пятница
ta_in: வெள்ளிக்கிழமை
te: శుక్రవారం
tr: Cuma
ur_arab_in: جمعہ
vi: Thứ Sáu
zh_hant: 星期五

# chat.day.saturday
source: Saturday
bn_in: শনিবার
de: Samstag
el: Σάββατο
es: Sábado
fr: Samedi
gu: શનિવાર
hi: शनिवार
it: Sabato
ja: 土曜日
kn: ಶನಿವಾರ
ml: ശനി
mr: शनिवार
nl: zaterdag
pa: ਸ਼ਨੀਵਾਰ
pt_pt: Sábado
ru: Суббота
ta_in: சனிக்கிழமை
te: శనివారం
tr: Cumartesi
ur_arab_in: ہفتہ
vi: Thứ Bảy
zh_hant: 星期六

# chat.day.sunday
source: Sunday
bn_in: রবিবার
de: Sonntag
el: Κυριακή
es: Domingo
fr: Dimanche
gu: રવિવાર
hi: रविवार
it: Domenica
ja: 日曜日
kn: ಭಾನುವಾರ
ml: ഞായർ
mr: रविवार
nl: zondag
pa: ਐਤਵਾਰ
pt_pt: Domingo
ru: Воскресенье
ta_in: ஞாயிற்றுக்கிழமை
te: ఆదివారం
tr: Pazar
ur_arab_in: اتوار
vi: Chủ Nhật
zh_hant: 星期日

# chat.members.more
source: more
bn_in: আরো
de: mehr
el: περισσότερα
es: más
fr: plus
gu: વધુ
hi: अधिक
it: altri
ja: 詳細
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
mr: अधिक
nl: meer
pa: ਹੋਰ
pt_pt: mais
ru: еще
ta_in: மேலும்
te: మరిన్ని
tr: daha fazlası
ur_arab_in: مزید
vi: bổ sung
zh_hant: 更多

# chat.search.widget.hint
source: Search
bn_in: খুঁজুন
de: Suche
el: Αναζήτηση
es: Buscar
fr: Recherche
gu: શોધો
hi: खोजें
it: Cerca
ja: 検索
kn: ಹುಡುಕಿ
ml: തിരയുക
mr: शोध
nl: Zoeken
pa: ਖੋਜ ਕਰੋ
pt_pt: Pesquisar
ru: Поиск
ta_in: தேடுக
te: వెతకడం
tr: Ara
ur_arab_in: تلاش کریں
vi: Tìm kiếm
zh_hant: 搜尋

# chat.measurement.secs
source: Secs
de: Sek.
el: Δευτ
es: Segs
fr: Sec.
hi: सेकंड
it: Secondi
ja: 秒
nl: Seconden
pt_pt: Segs
ru: с.
tr: Saniye
vi: Giây
zh_hant: 秒

# chat.measurement.mins
source: Mins
de: Min.
el: Λεπτά
es: Minutos
fr: Min.
hi: मिनट
it: Minuti
ja: 分
nl: Minuten
ru: мин.
tr: Dak
vi: Phút
zh_hant: 分

# chat.measurement.min
source: Min
el: Λεπ.
es: Minuto
hi: मिनट
ja: 最低数
ru: мин.
tr: Dak
vi: Phút
zh_hant: 分

# chat.measurement.hrs
source: Hrs
de: Std
el: Ώρες
es: Horas
fr: H
hi: घंटे
it: Ore
ja: 時間
nl: Uren
pt_pt: Horas
ru: ч.
tr: Saat
vi: Giờ
zh_hant: 點

# chat.measurement.hr
source: Hr
de: Std.
el: Ώρα
es: Hora
fr: H
hi: घंटा
it: Ore
ja: 時間
nl: uur
ru: Ч
tr: Sa
vi: Giờ
zh_hant: 小時

# chat.measurement.days
source: Days
de: Tage
el: Ημέρες
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日
nl: Dagen
pt_pt: Dias
ru: дн.
tr: Gün
vi: Ngày
zh_hant: 天

# chat.measurement.day
source: Day
de: Tag
el: Ημέρα
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
nl: Dag
pt_pt: Dia
ru: день
tr: Gün
vi: Ngày
zh_hant: 日

# chat.measurement.weeks
source: Weeks
de: Wochen
el: Εβδομάδες
es: Semanas
fr: Semaines
hi: सप्ताह
it: Settimane
ja: 週
nl: Weken
pt_pt: Semanas
ru: нед.
tr: Hafta
vi: Tuần
zh_hant: 週

# chat.measurement.week
source: Week
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
hi: सप्ताह
it: Settimana
ja: 週
pt_pt: Semana
ru: Неделя
tr: Hafta
vi: Tuần
zh_hant: 週

# chat.title.location.tag.new
source: Tag a new location
de: Neuen Standort markieren
el: Τοποθετήστε ετικέτα σε νέα τοποθεσία
es: Etiquetar una nueva ubicación
fr: Nouvelle localisation à baliser
hi: किसी नए स्थान को टैग करें
it: Assegna tag a una nuova posizione
ja: 新規のロケーションをタグ付け
nl: Tag een nieuwe locatie
pt_pt: Etiquetar uma nova localização
ru: Отметить новое расположение
tr: Yeni bir konum etiketle
vi: Tag một địa điểm mới
zh_hant: 標記新位置

# chat.title.location.tag.name
source: Location Tag name
de: Standortmarkierungsname
el: Όνομα ετικέτας τοποθεσίας
es: Nombre de la etiqueta de ubicación
fr: Nom de la balise de localisation
hi: स्थान टैग का नाम
it: Nome tag posizione
ja: ロケーションタグの名前
nl: Naam locatietag
pt_pt: Nome da etiqueta de localização
ru: Имя тега расположения
tr: Konum Etiketi adı
vi: Tên Tag Địa Điểm
zh_hant: 位置標記名

# chat.title.location.viewtags
source: Tagged locations
de: Markierte Standorte
el: Τοποθεσίες με ετικέτα
es: Ubicaciones etiquetadas
fr: Localisations balisées
hi: टैग किए गए स्थान
it: Posizioni con tag
ja: タグされた場所
nl: Getagde locaties
pt_pt: Localizações com etiquetas
ru: Отмеченные расположения
tr: Etiketlenen konumlar
vi: Các địa điểm đã tag
zh_hant: 已標記的位置

# chat.edit.tag.error.empty
source: Wups.. tag name shouldn’t be empty.
de: Oha … Markierungsname darf nicht leer sein.
el: Ουπς...το όνομα της ετικέτας δεν μπορεί να είναι κενό.
es: El nombre de la etiqueta no debe estar vacío.
fr: Oups… le nom de tag ne doit pas être vide.
hi: ओह.. टैग का नाम रिक्त नहीं होना चाहिए।
it: Ops... Il nome del tag non può essere vuoto.
ja: おぉっと..タグの名前が入力されていません。
nl: Oeps... Tagnaam mag niet leeg zijn.
pt_pt: Ups... o nome da etiqueta não deve estar vazio.
ru: Имя тега не может быть пустым.
tr: Hay aksi.. etiket adı boş olmamalıdır.
vi: Rất tiếc.. không được để trống tên tag.
zh_hant: 噢.. 標記名不應為空。

# chat.edit.tag.error.duplicate
source: Wups.. this tag name already exists.
de: Oha … Diesen Markierungsnamen gibt es bereits.
el: Ουπς...αυτό το όνομα ετικέτας υπάρχει ήδη.
es: Este nombre de etiqueta ya existe.
fr: Oups… ce nom de tag existe déjà.
hi: ओह.. यह टैग नाम पहले से मौजूद है।
it: Ops... Questo nome tag esiste già.
ja: おぉっと..このタグの名前は既に存在しています。
nl: Oeps... Deze tagnaam bestaat al.
pt_pt: Ups... este nome de etiqueta já existe.
ru: Тег с таким именем уже существует.
tr: Hay aksi.. bu etiket adı zaten var.
vi: Rất tiếc.. tên tag này đã tồn tại.
zh_hant: 噢.. 此標記名已存在。

# chat.set.tag
source: Add tag
de: Kennzeichnung hinzufügen
el: Προσθήκη ετικέτας
es: Agregar etiqueta
fr: Ajouter une balise
hi: टैग जोड़ें
it: Aggiungi tag
ja: タグの追加
nl: Tag toevoegen
pt_pt: Adicionar etiqueta
ru: Добавить тег
tr: Etiket ekle
vi: Thêm tag
zh_hant: 新增標記

# chat.location.tagged
source: Tagged location
de: Markierter Standort
el: Τοποθεσία με ετικέτα
es: Ubicación etiquetada
fr: Localisations balisées
hi: टैग किया गया स्थान
it: Posizione con tag
ja: タグされた場所
nl: Getagde locatie
pt_pt: Localização com etiqueta
ru: Отмеченное расположение
tr: Etiketlenen konum
vi: Địa điểm đã tag
zh_hant: 已標記的位置

# chat.location.tagged.desc
source: Label locations of your choice to display as your status.
de: Kennzeichnen Sie Standorte Ihrer Wahl zum Anzeigen als Status.
el: Τοποθεσίες ετικέτας της επιλογής σας για προβολή ως κατάστασή σας.
es: Etiquete las ubicaciones de su elección para mostrarlas como su estado.
fr: Les balises de localisation de votre choix s’affichent sous forme de statut.
hi: अपनी स्थिति के रूप में प्रदर्शित करने के लिए अपनी पसंद के स्थानों को लेबल करें।
it: Etichetta le posizioni che preferisci per visualizzarle come stato.
ja: あなたのステータスで表示するロケーションにラベル付けします。
nl: Geef de gewenste locaties een label om ze als uw status weer te geven.
pt_pt: Colocar etiquetas nas localizações da sua preferência a apresentar como o seu estado.
ru: Выберите расположения, чтобы отображать их в качестве состояния.
tr: Seçtiğiniz konumları durumunuz olarak görüntülemek için etiketleyin.
vi: Đặt tên cho các địa điểm bạn chọn để hiển thị như trạng thái của bạn.
zh_hant: 您所選的標籤位置顯示為您的狀態。

# chat.location.citylevel
source: City level
de: Stadtebene
el: Επίπεδο πόλης
es: Nivel de la ciudad
fr: Niveau de la ville
hi: नगर स्तर
it: Livello città
ja: 都市レベル
nl: Stadsniveau
pt_pt: Nível de cidade
ru: Город
tr: Şehir düzeyi
vi: Cấp thành phố
zh_hant: 城市層級

# chat.location.citylevel.desc
source: Automatically updates the city you are in as your status.
de: Aktualisiert die Stadt, in der Sie sich befinden, automatisch als Status.
el: Ενημερώνει αυτόματα την πόλη στην οποία βρίσκεστε ως κατάσταση.
es: Actualiza automáticamente su estado con la ciudad en la que se encuentra.
fr: Mises à jour automatiques de la ville où vous êtes en tant que statut.
hi: आप जिस नगर में मौजूद हैं, उसे आपकी स्थिति की स्थिति के रूप में स्वचालित रूप से अद्यतन करता है।
it: Aggiorna automaticamente la città in cui ti trovi come stato.
ja: あなたのステータスで表示する所在地の都市を自動的にアップデートします。
nl: Werkt de stad waarin u zich bevindt automatisch bij als uw status.
pt_pt: Atualiza automaticamente a cidade onde se encontra como o seu estado.
ru: Автоматически указывает город, в котором вы находитесь, в вашем состоянии.
tr: Bulunduğunuz şehri durumunuz olarak otomatik olarak güncelleştirir.
vi: Tự động cập nhật thành phố nơi bạn có mặt như trạng thái của bạn.
zh_hant: 自動更新您所在城市作為您的狀態。

# chat.location.exactloc
source: Exact location
de: Exakter Standort
el: Ακριβής τοποθεσία
es: Ubicación exacta
fr: Localisation exacte
hi: निश्चित स्थान
it: Posizione esatta
ja: 正確な場所
nl: Exacte locatie
pt_pt: Localização exata
ru: Точное расположение
tr: Tam konum
vi: Địa điểm chính xác
zh_hant: 精確位置

# chat.location.exactloc.desc
source: Displays your exact location as your status.
de: Zeigt Ihren exakten Standort als Status an.
el: Εμφανίζει την ακριβή τοποθεσία σας ως την κατάστασή σας.
es: Muestra su ubicación exacta como su estado.
fr: Votre localisation exacte s’affiche en tant que statut.
hi: आपके निश्चित स्थान को आपकी स्थिति के रूप में प्रदर्शित करता है।
it: Visualizza la tua posizione esatta come stato.
ja: あなたのステータスで正確なロケーションを表示します。
nl: Geeft uw exacte locatie weer als uw status.
pt_pt: Apresenta a sua localização exata como o seu estado.
ru: Отображает точное расположение в вашем состоянии.
tr: Tam konumunuzu durumunuz olarak görüntüler.
vi: Hiển thị địa điểm chính xác như trạng thái của bạn.
zh_hant: 顯示您的準確位置作為您的狀態。

# chat.dialog.location.setstatus
source: Allow access to location services to set it as status.
de: Zum Festlegen des Standortes als Status lassen Sie Zugriff auf die Standortdienste zu.
el: Να επιτρέπεται η πρόσβαση σε υπηρεσίες τοποθεσίας για να ορίσετε ως κατάσταση.
es: Permita el acceso a los servicios de ubicación para establecerla como estado.
fr: Autorise l’accès aux services de localisation pour définir cela comme statut.
hi: स्थान सेवाओं तक पहुँच प्रदान करें जिससे इन्हें स्थिति के रूप में सेट किया जा सके।
it: Consenti l’accesso ai servizi di posizione per impostare la posizione come stato.
ja: ステータスとして設定するために、ロケーションサービスにアクセスを許可してください。
nl: Geef toegang tot locatievoorzieningen om deze in te stellen als uw status.
pt_pt: Permitir o acesso aos serviços de localização para a definir como estado.
ru: Разрешите доступ к службам расположения, чтобы использовать его при отображении состояния.
tr: Durum olarak ayarlamak için konum hizmetlerine erişime izin verin.
vi: Cho phép truy cập các dịch vụ dịnh vị để cài đặt nó làm trạng thái.
zh_hant: 允許存取位置服務以將其設為狀態。

# chat.dialog.send.location
source: To send your current location or a nearby place, allow access to your location.
de: Zum Senden Ihres aktuellen Standortes oder eines Ortes in der Nähe lassen Sie Zugriff auf Ihren Standort zu.
el: Για να στείλετε την τρέχουσα τοποθεσία σας ή μια κοντινή περιοχή, επιτρέψτε πρόσβαση στην τοποθεσία σας.
es: Para enviar su ubicación actual o un lugar cercano, permita el acceso a su ubicación.
fr: Pour envoyer votre localisation actuelle ou un lieu à proximité, autorisez-en l’accès.
hi: आपके मौजूदा स्थान या किसी समीप की जगह को भेजने के लिए, अपने स्थान तक पहुँच प्रदान करें।
it: Per inviare la posizione corrente o una località nei dintorni, consenti l’accesso alla posizione.
ja: 現在のロケーションまたは近くの場所を送信するために、あなたのロケーションにアクセスることを許可してください。
nl: Geef toegang tot uw locatie om uw huidige locatie of een plaats in de buurt te versturen.
pt_pt: Para enviar a sua localização atual ou um local próximo, permitir o acesso à sua localização.
ru: Чтобы отправить текущее расположение или ближайшее место, разрешите доступ к данным о расположении.
tr: Geçerli konumunuzu veya yakındaki bir yeri göndermek için konumunuza erişime izin verin.
vi: Để gửi địa điểm hiện tại của bạn hoặc một địa điểm gần đó, hãy cho phép truy cập thông tin định vị của bạn.
zh_hant: 要傳送您的當前位置或附近地點，請允許存取您的位置。

# chat.dialog.send.file
source: To send media, allow access to your camera and gallery.
bn_in: মিডিয়া পাঠাবার জন্য, আপনার ক্যামেরা এবং গ্যালেরীতে অ্যাক্সেসের অনুমতি দিন।
de: Zum Versand von Medien lassen Sie Zugriff auf Ihre Kamera und Galerie zu.
el: Για αποστολή μέσων, επιτρέψτε πρόσβαση στη φωτογραφική μηχανή και στην γκαλερί σας.
es: Para enviar archivos multimedia, permita el acceso a su cámara y galería.
fr: Pour envoyer des médias, autorisez l’accès à votre caméra et votre bibliothèque.
gu: મીડિયા મોકલવા માટે, તમારા કૅમેરા અને ગેલેરીમાં ઍક્સેસની પરવાનગી આપો.
hi: मीडिया भेजने के लिए, अपने कैमरे और गैलरी तक पहुँच प्रदान करें।
it: Per inviare file multimediali, consenti l’accesso alla fotocamera e alla galleria.
ja: メディアを送信するために、あなたのカメラとギャラリーにアクセスすることを許可してください。
kn: ಮೀಡಿಯಾವನ್ನು ಕಳುಹಿಸಲು, ನಿಮ್ಮ ಕ್ಯಾಮರಾ ಮತ್ತು ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: മീഡിയ അയയ്‌ക്കാൻ, നിങ്ങളുടെ ക്യാമറയിലേക്കും ഗാലറിയിലേക്കും ആക്‌സസ് അനുവദിക്കുക.
mr: मीडिया पाठवण्यासाठी, तुमचा कॅमेरा आणि गॅलरी अॅक्सेस करण्याची परवानगी द्या.
nl: Geef toegang tot uw camera en galerie om media te versturen.
pa: ਮੀਡੀਆ ਭੇਜਣ ਲਈ, ਆਪਣੇ ਕੈਮਰੇ ਅਤੇ ਗੈਲਰੀ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para enviar multimédia, permitir acesso à sua câmara e à galeria.
ru: Чтобы отправить файлы мультимедиа, разрешите доступ к камере и галерее.
ta_in: ஊடகங்களை அனுப்ப, உங்கள் கேமரா மற்றும் படத்தொகுப்பை அணுக அனுமதிக்கவும்.
te: మీడియా పంపడానికి, మీ కెమెరా మరియు గ్యాలరీకి యాక్సెస్‌ని అనుమతించండి.
tr: Medya göndermek için kameranıza ve galerinize erişime izin verin.
ur_arab_in: میڈیا بھیجنے کے لیے، اپنے کیمرہ اور گیلری تک رسائی کی اجازت دیں۔
vi: Để gửi media, hãy cho phép truy cập camera và bộ sưu tập của bạn.
zh_hant: 要傳送媒體，請允許存取您的相機和圖庫。

# chat.dialog.send.photo
source: To send photos, allow access to your camera and gallery.
bn_in: ছবি পাঠাবার জন্য, আপনার ক্যামেরা এবং গ্যালেরীতে অ্যাক্সেসের অনুমতি দিন।
de: Zum Versand von Fotos lassen Sie Zugriff auf Ihre Kamera und Galerie zu.
el: Για αποστολή φωτογραφιών, επιτρέψτε πρόσβαση στη φωτογραφική μηχανή και στην γκαλερί σας.
es: Para enviar fotos, permita el acceso a su cámara y galería.
fr: Pour envoyer des photos, autorisez l’accès à votre caméra et votre bibliothèque.
gu: ફોટા મોકલવા માટે, તમારા કૅમેરા અને ગેલેરીમાં ઍક્સેસની પરવાનગી આપો.
hi: फोटोज़ भेजने के लिए, अपने कैमरे और गैलरी तक पहुँच प्रदान करें।
it: Per inviare foto, consenti l’accesso alla fotocamera e alla galleria.
ja: 写真を送信するために、あなたのカメラとギャラリーにアクセスすることを許可してください。
kn: ಫೋಟೋಗಳನ್ನು ಕಳುಹಿಸಲು, ನಿಮ್ಮ ಕ್ಯಾಮರಾ ಮತ್ತು ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: ഫോട്ടോകൾ അയയ്‌ക്കാൻ, നിങ്ങളുടെ ക്യാമറയിലേക്കും ഗാലറിയിലേക്കും ആക്‌സസ് അനുവദിക്കുക.
mr: फोटो पाठवण्यासाठी, तुमचा कॅमेरा आणि गॅलरी अॅक्सेस करण्याची परवानगी द्या.
nl: Geef toegang tot uw camera en galerie om foto’s te versturen.
pa: ਫੋਟੋਆਂ ਭੇਜਣ ਲਈ, ਆਪਣੇ ਕੈਮਰੇ ਅਤੇ ਗੈਲਰੀ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para enviar fotografias, permitir acesso à sua câmara e à galeria.
ru: Чтобы отправить фотографии, разрешите доступ к камере и галерее.
ta_in: புகைப்படங்களை அனுப்ப, உங்கள் கேமரா மற்றும் படத்தொகுப்பை அணுக அனுமதிக்கவும்.
te: ఫొటోలు పంపడానికి, మీ కెమెరా మరియు గ్యాలరీకి యాక్సెస్‌ని అనుమతించండి.
tr: Fotoğraf göndermek için kameranıza ve galerinize erişime izin verin.
ur_arab_in: تصاویر بھیجنے کے لیے، اپنے کیمرہ اور گیلری تک رسائی کی اجازت دیں۔
vi: Để gửi ảnh, hãy cho phép truy cập camera và bộ sưu tập của bạn.
zh_hant: 要傳送相片，請允許存取您的相機和圖庫。

# chat.dialog.send.contact
source: To send a contact, allow access to your contacts.
bn_in: একটি পরিচিতি পাঠাবার জন্য, আপনার পরিচিতিগুলিতে অ্যাক্সেসের অনুমতি দিন।
de: Zum Senden von Kontakten lassen Sie Zugriff auf Ihre Kontakte zu.
el: Για αποστολή μίας επαφής, επιτρέψτε πρόσβαση στις επαφές σας.
es: Para enviar contactos, permita el acceso a sus contactos.
fr: Pour envoyer un contact, autorisez l’accès à vos contacts.
gu: કોઈ સંપર્ક મોકલવા માટે, તમારા સંપર્કોને ઍક્સેસની પરવાનગી આપો.
hi: कोई संपर्क भेजने के लिए, अपने संपर्कों तक पहुँच प्रदान करें।
it: Per inviare un contatto, consenti l’accesso ai contatti.
ja: コンタクトを送信するために、あなたのコンタクトにアクセスすることを許可してください。
kn: ಒಂದು ಸಂಪರ್ಕವನ್ನು ಕಳುಹಿಸಲು, ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಿಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: ഒരു കോൺ‌ടാക്റ്റ് അയയ്‌ക്കാൻ, നിങ്ങളുടെ കോൺ‌ടാക്റ്റുകളിലേക്ക് ആക്സസ് അനുവദിക്കുക.
mr: संपर्क पाठवण्यासाठी, तुमचे संपर्क अॅक्सेस करण्याची परवानगी द्या.
nl: Geef toegang tot uw contactpersonen om een contactpersoon te versturen.
pa: ਸੰਪਰਕ ਭੇਜਣ ਲਈ, ਆਪਣੇ ਸੰਪਰਕਾਂ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para enviar um contacto, permitir acesso aos seus contactos.
ru: Чтобы отправить контакт, разрешите доступ к списку контактов.
ta_in: ஒரு தொடர்பை அனுப்ப, உங்கள் தொடர்புகளை அணுக அனுமதிக்கவும்.
te: కాంటాక్ట్‌ని పంపడానికి, మీ కాంటాక్ట్‌లకు యాక్సెస్‌ని అనుమతించండి.
tr: Bir kişi göndermek için kişilerinize erişime izin verin.
ur_arab_in: رابطہ بھیجنے کے لیے، اپنے رابطوں تک رسائی کی اجازت دیں۔
vi: Để gửi số liên lạc, hãy cho phép truy cập số liên lạc của bạn.
zh_hant: 要傳送聯絡人，請允許存取您的聯絡人。

# chat.dialog.send.event
source: To send an event, allow access to your calendar.
de: Zum Senden von Ereignissen lassen Sie Zugriff auf Ihren Kalender zu.
el: Για αποστολή μίας εκδήλωσης, επιτρέψτε πρόσβαση στο ημερολόγιό σας.
es: Para enviar eventos, permita el acceso a su calendario.
fr: Pour envoyer un événement, autorisez l’accès à votre calendrier.
hi: कोई ईवेंट भेजने के लिए, अपने कैलेंडर तक पहुँच प्रदान करें।
it: Per inviare un evento, consenti l’accesso al calendario.
ja: イベントを送信するために、あなたのカレンダーにアクセスすることを許可してください。
nl: Geef toegang tot uw agenda om een gebeurtenis te versturen.
pt_pt: Para enviar um evento, permitir acesso ao seu calendário.
ru: Чтобы отправить событие, разрешите доступ к календарю.
tr: Bir olay göndermek için takviminize erişime izin verin.
vi: Để gửi sự kiện, hãy cho phép truy cập lịch của bạn.
zh_hant: 要傳送事件，請允許存取您的行事曆。

# chat.dialog.file.save
source: To save media, allow access to this device's external storage.
bn_in: মিডিয়া সেভ করার জন্য, এই ডিভাইসের বাহ্যিক স্টোরেজে অ্যাক্সেসের অনুমতি দিন।
de: Zum Speichern von Medien lassen Sie Zugriff auf den externen Speicher dieses Gerätes zu.
el: Για αποθήκευση μέσων, επιτρέψτε πρόσβαση στην εξωτερική αποθήκευση αυτής της συσκευής.
es: Para guardar archivos multimedia, permita el acceso al almacenamiento externo de este dispositivo.
fr: Pour sauvegarder un média, autorisez l’accès au stockage externe de cet appareil.
gu: મીડિયાને બચાવવા માટે, આ ઉપકરણના બાહ્ય સંગ્રહની પરવાનગી આપો.
hi: मीडिया को सहेजने के लिए, इस डिवाइस के बाहरी संग्रहण तक पहुँच प्रदान करें।
it: Per salvare file multimediali, consenti l’accesso all’archiviazione esterna del dispositivo.
ja: メディアを保存するために、このデバイスの外部ストレージにアクセスすることを許可してください。
kn: ಮೀಡಿಯಾವನ್ನು ಉಳಿಸಲು, ಈ ಸಾಧನದ ಬಾಹ್ಯ ಸಂಗ್ರಹಣೆಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: മീഡിയ സംരക്ഷിക്കുന്നതിന്, ഈ ഉപകരണത്തിന്റെ ബാഹ്യ സംഭരണത്തിലേക്ക് ആക്‌സസ് അനുവദിക്കുക.
mr: मीडिया सेव्ह करण्यासाठी, या डिव्हाइसचा बाह्य स्टोरेज अॅक्सेस करण्याची परवानगी द्या.
nl: Geef toegang tot de externe opslag van dit apparaat om media op te slaan.
pa: ਮੀਡੀਆ ਨੂੰ ਸੇਵ ਕਰਨ ਲਈ, ਇਸ ਡਿਵਾਈਸ ਦੇ ਬਾਹਰੀ ਸਟੋਰੇਜ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para guardar multimédia, permitir acesso ao armazenamento externo deste dispositivo.
ru: Чтобы сохранить файлы мультимедиа, разрешите доступ к внешнему хранилищу этого устройства.
ta_in: ஊடகங்களைச் சேமிக்க, இந்த சாதனத்தின் வெளிப்புறச் சேமிப்பகத்தை அணுக அனுமதிக்கவும்.
te: మీడియాని పంచుకోవడానికి, ఈ పరికరం బాహ్య స్టోరేజీకి యాక్సెస్‌ని అనుమతించండి.
tr: Medya kaydetmek için, bu cihazın harici depolama alanına erişime izin verin.
ur_arab_in: میڈیا کو محفوظ کرنے کے لیے، اس ڈیوائس کی بیرونی اسٹوریج تک رسائی کی اجازت دیں۔
vi: Để lưu media, hãy cho phép truy cập bộ nhớ ngoài của thiết bị này.
zh_hant: 要儲存媒體，請允許訪問此裝置的外部儲存體。

# chat.dialog.sync.contacts
source: To find contacts using %@ and other Zoho services, the app needs access to your device contacts.
de: Zum finden von Kontakten per %@ und anderen Zoho-Services muss die App auf Ihre Gerätekontakte zugreifen.
el: Για να βρείτε επαφές χρησιμοποιώντας το %@ και άλλες υπηρεσίες Zoho, η εφαρμογή χρειάζεται πρόσβαση στις επαφές της συσκευής σας.
es: Para encontrar contactos con %@ y otros servicios de Zoho, la aplicación debe tener acceso a los contactos de su dispositivo.
fr: Pour trouver des contacts via %@ et autres services Zoho, l’appli doit accéder aux contacts de votre appareil.
hi: %@ और अन्य Zoho सेवाओं का उपयोग करते हुए संपर्क खोजने के लिए, ऐप को आपकी डिवाइस के संपर्कों तक पहुँच प्राप्त करने की आवश्यकता है।
it: Per trovare i contatti utilizzando %@ e altri servizi Zoho, l’app richiede l’accesso ai contatti del dispositivo.
ja: %@とZohoの他のサービスを使用してコンタクトを見つけるには、アプリにあなたのデバイスコンタクトへのアクセス許可を与える必要があります。
nl: De app heeft toegang nodig tot de contactpersonen op het apparaat om contactpersonen te vinden die %@ en andere Zoho-services gebruiken.
pt_pt: Para localizar contactos utilizando o %@ e outros serviços Zoho, a aplicação tem de aceder aos seus contactos do dispositivo.
ru: Для поиска контактов с помощью %@ и других служб Zoho приложению требуется доступ к списку контактов вашего устройства.
tr: %@ ve diğer Zoho hizmetlerini kullanarak ilgili kişileri bulmak için uygulamanın cihazınızın kişilerine erişmesi gerekir.
vi: Để tìm số liên lạc dùng các dịch vụ %@ và Zoho, ứng dụng cần phải truy cập số liên lạc trên thiết bị của bạn.
zh_hant: 要使用 %@ 和其他 Zoho 服務找到聯絡人，該應用程式需要存取您的裝置聯絡人。

# chat.actions.sharecontact.error
source: To share, please select atleast one of the contact profile details.
bn_in: শেয়ার করার জন্য, অনুগ্রহ করে পরিচিতির প্রোফাইলের বিশদের অন্তত একটি বেছে নিন।
de: Zum Teilen wählen Sie mindestens ein Kontaktprofildetail.
el: Για να μοιραστείτε, επιλέξτε τουλάχιστον μία από τις λεπτομέρειες του προφίλ επαφής.
es: Para compartir, seleccione al menos uno de los detalles del perfil de contacto.
fr: Pour partager, veuillez sélectionner au moins une des données de contact.
gu: શૅઅર કરવા માટે, કૃપા કરીને સંપર્ક પ્રોફાઇલ વિગતોમાંથી ઓછામાં ઓછી એક પસંદ કરો.
hi: साझा करने के लिए, कृपया कम से कम एक संपर्क प्रोफाइल विवरण चुनें।
it: Per condividere, seleziona almeno uno dei dettagli del profilo del contatto.
ja: 共有するには、最低でも1つのコンタクトプロフィールの詳細を選択してください。
kn: ಹಂಚಿಕೊಳ್ಳಲು, ದಯವಿಟ್ಟು ಸಂಪರ್ಕ ಪ್ರೊಫೈಲ್ ವಿವರಗಳಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ml: പങ്കിടാൻ, കോൺടാക്റ്റ് പ്രൊഫൈൽ വിശദാംശങ്ങളിൽ ഒരെണ്ണമെങ്കിലും തിരഞ്ഞെടുക്കുക.
mr: शेअर करण्यासाठी, कृपया किमान एक संपर्क प्रोफाइल तपशील निवडा.
nl: Selecteer minstens één van de profielgegevens van de contactpersoon om te delen.
pa: ਸਾਂਝਾ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸੰਪਰਕ ਪ੍ਰੋਫਾਈਲ ਵੇਰਵਿਆਂ ਵਿਚੋਂ ਘੱਟੋ ਘੱਟ ਇੱਕ ਨੂੰ ਚੁਣੋ।
pt_pt: Para partilhar, selecionar pelo menos um dos detalhes do perfil do contacto.
ru: Чтобы поделиться, выберите сведения профиля хотя бы одного контакта.
ta_in: பகிர்வதற்கு, தொடர்பு சுயவிவர விவரங்களில் குறைந்தபட்சம் ஒன்றைத் தேர்ந்தெடுக்கவும்.
te: పంచుకోవడానికి, దయచేసి ఒక కాంటాక్ట్ ప్రొఫైల్ వివరాలను ఎంచుకోండి.
tr: Paylaşmak için, lütfen ilgili kişi profil ayrıntılarından en az birini seçin.
ur_arab_in: شیئر کرنے کے لیے، براہ کرم رابطے کی پروفائل تفصیلات میں سے کم از کم کسی ایک کو منتخب کریں
vi: Để chia sẻ, vui lòng chọn ít nhất một trong các chi tiết hồ sơ số liên lạc.
zh_hant: 如要分享，請至少選取一個聯絡人設定檔詳細資料。

# chat.dialog.permission.negativetext
source: NOT NOW
bn_in: এখন নয়
de: NICHT JETZT
el: ΟΧΙ ΤΩΡΑ
es: AHORA NO
fr: PAS MAINTENANT
gu: હમણાં નહીં
hi: अभी नहीं
it: NON ADESSO
ja: 後でする
kn: ಈಗ ಬೇಡ
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
nl: NIET NU
pa: ਹੁਣੇ ਨਹੀਂ
pt_pt: AGORA NÃO
ru: ПОЗЖЕ
ta_in: இப்போது இல்லை
te: ఇప్పుడు కాదు
tr: ŞİMDİ DEĞİL
ur_arab_in: ابھی نہیں
vi: KHÔNG PHẢI LÚC NÀY
zh_hant: 不是現在
