Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# plural.sec.one
source: sec
bn_in: সেকন্ড
de: Sek.
el: δευτερόλεπτο
es: seg
gu: સેક
ja: 秒
kn: ಸೆಕೆಂಡು
ml: സെക്കൻഡ്
mr: सेकंद
pa: ਸਕਿੰਟ
pt_pt: segundo
ru: с
ta_in: விநாடி
te: సెకను
tr: sn
ur_arab_in: سیکنڈ
vi: giây
zh_hant: 秒

# plural.sec.other
source: secs
bn_in: সেকন্ড
de: Sek.
el: δευτερόλεπτα
es: seg
fr: sec
gu: સેકન્ડ્સ
it: sec
ja: 秒
kn: ಸೆಕೆಂಡುಗಳು
ml: സെക്കൻഡുകൾ
mr: सेकंद
nl: sec.
pa: ਸਕਿੰਟ
pt_pt: segundos
ru: с
ta_in: விநாடிகள்
te: సెకన్లు
tr: sn
ur_arab_in: سیکنڈز
vi: giây
zh_hant: 秒

# plural.participants.one
source: 1 participant
bn_in: 1 জন অংশগ্রহণকারী
de: 1 Teilnehmer
el: 1 συμμετέχων
es: 1 participante
gu: 1 સહભાગી
hi: 1 प्रतिभागी
it: 1 partecipante
ja: 1人の参加者
kn: 1 ಭಾಗಿ
ml: 1 പങ്കാളി
mr: 1 सहभागी
nl: 1 deelnemer
pa: 1 ਭਾਗੀਦਾਰ
pt_pt: 1 participante
ru: 1 участник
ta_in: 1 பங்கேற்பாளர்
te: 1 పాల్గొనేవారు
tr: 1 katılımcı
ur_arab_in: 1 شرکت کنندہ
vi: 1 người tham gia
zh_hant: 1 個參與者

# plural.participants.other
source: %@ participants
bn_in: %d অংশগ্রহণকারীগণ
de: %d Teilnehmer
el: %d συμμετέχοντες
es: %d participantes
fr: %d participants
gu: %d સહભાગીઓ
hi: %d प्रतिभागी
it: %d partecipanti
ja: %d 人の参加者
kn: %d ಭಾಗಿಗಳು
ml: %d പങ്കെടുക്കുന്നവർ
mr: %d सहभागी
nl: %d deelnemers
pa: %d ਭਾਗੀਦਾਰ
pt_pt: %d participantes
ru: Участников: %d
ta_in: %@ பங்கேற்பாளர்கள்
te: %d పాల్గొనేవారు
tr: %d katılımcı
ur_arab_in: %d شرکاء
vi: %d người tham gia
zh_hant: %d 個參與者

# plural.multiselectiontext.one
source: 1/25 message selected
bn_in: 1/25টি মেসেজ নির্বাচিত
de: 1/25 Mitteilung ausgewählt
el: 1/25 μήνυμα επιλέχτηκε
es: 1/25 mensaje seleccionado
fr: 1/25 message sélectionné
gu: 1/25 સંદેશ પસંદ કર્યો
hi: 1/25 संदेश का चयन किया गया
it: 1/25 messaggio selezionato
ja: 1/25 つのメッセージを選択
kn: 1/25 ಸಂದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: 1/25 സന്ദേശം തിരഞ്ഞെടുത്തു
mr: 1/25 मेसेज निवडले
nl: 1/25 bericht geselecteerd
pa: 1/25 ਸੁਨੇਹੇ ਚੁਣੇ ਗਏ
pt_pt: 1/25 mensagem selecionada
ru: Выбрано 1/25 сообщение
ta_in: 1/25 செய்திகள் தேர்ந்தெடுக்கப்பட்டன
te: 1/25 సందేశం ఎంచుకోబడింది
tr: 1/25 mesaj seçili
ur_arab_in: 1/25 پیغام منتخب کیا گیا
vi: 1/25 tin nhắn được chọn
zh_hant: 1/25 條訊息已選定

# plural.multiselectiontext.other
source: %@/25 messages selected
bn_in: %d/25টি মেসেজ নির্বাচিত
de: %d/25 Mitteilungen ausgewählt
el: %d/25 μηνύματα επιλέχτηκαν
es: %d/25 mensajes seleccionados
fr: %d/25 messages sélectionnés
gu: %d/ 25 સંદેશા પસંદ કર્યા
hi: %d/25 संदेशों का चयन किया गया
it: %d/25 messaggi selezionati
ja: %d/25 個のメッセージを選択
kn: %d/25 ಸಂದೇಶಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: %d/25 സന്ദേശങ്ങൾ തിരഞ്ഞെടുത്തു
mr: %d/25 मेसेज निवडले
nl: %d/25 berichten geselecteerd
pa: %d/25 ਸੁਨੇਹੇ ਚੁਣੇ ਗਏ
pt_pt: %d/25 mensagens selecionadas
ru: Выбрано сообщений: %d/25
ta_in: %@/25 செய்திகள் தேர்ந்தெடுக்கப்பட்டன
te: %d/ 25 సందేశాలు ఎంచుకోబడ్డాయి
tr: %d/25 mesaj seçili
ur_arab_in: %d/25 پیغامات منتخب کیے گئے
vi: %d/25 tin nhắn được chọn
zh_hant: %d/25 條訊息已選定

# chat.forward.recent
source: Recent Chats
bn_in: সাম্প্রতিক চ্যাটগুলি
de: Kürzliche Chats
el: Πρόσφατες συνομιλίες
es: Chats recientes
fr: Conversations récentes
gu: તાજેતરની ચૅટ્સ
hi: हाल ही की चैट्स
it: Chat recenti
ja: 最近のチャット
kn: ಇತ್ತೀಚಿನ ಚಾಟ್‌ಗಳು
ml: സമീപകാല ചാറ്റുകൾ
mr: अलीकडील चॅट
nl: Recente chats
pa: ਹਾਲੀਆ ਚੈਟਸ
pt_pt: Chats recentes
ru: Последние чаты
ta_in: சமீபத்திய அரட்டைகள்
te: ఇటీవల చాట్‌లు
tr: En Son Sohbetler
ur_arab_in: حالیہ چیٹس
vi: Các Nội Dung Chat Gần Đây
zh_hant: 最近聊天

# chat.file.error
source: You may not have a proper app to view this file
bn_in: এই ফাইলটি দেখার জন্য আপনার কোন সমর্থিত অ্যাপ নাও থাকতে পারে
de: Sie besitzen eventuell keine passende App zum Anzeigen dieser Datei
el: Ενδέχεται να μην διαθέτετε κατάλληλη εφαρμογή για προβολή αυτού του αρχείου
es: Es posible que no tenga una aplicación adecuada para ver este archivo
fr: Vous pouvez ne pas avoir l’application adéquate pour afficher ce fichier
gu: તમારી પાસે આ ફાઇલને જોવા માટે યોગ્ય ઍપ નહીં હોય
hi: हो सकता है कि आपके पास इस फाइल को देखने के लिए उपयुक्त ऐप न हो
it: Potresti non avere un’app adatta alla visualizzazione del file
ja: このファイルを表示するのに適切なアプリを持っていないようです
kn: ಈ ಫೈಲ್ ನೋಡಲು ನೀವು ಸೂಕ್ತ ಆ್ಯಪ್ ಅನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದು
ml: ഈ ഫയൽ കാണുന്നതിന് നിങ്ങൾക്ക് ശരിയായ ആപ്പ് ഇല്ലായിരിക്കാം
mr: ही फाइल बघण्यासाठी कदाचित तुमच्याकडे योग्य अॅप नाही
nl: U hebt geen geschikte app om dit bestand te bekijken
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਫਾਈਲ ਨੂੰ ਦੇਖਣ ਲਈ ਉਚਿਤ ਐਪ ਨਹੀਂ ਹੈ।
pt_pt: Pode não ter a aplicação adequada para ver este ficheiro
ru: Отсутствует необходимое приложение для просмотра этого файла
ta_in: இந்தக் கோப்பைக் காண உங்களிடம் தகுந்த செயலி இல்லை
te: ఈ ఫైలును వీక్షించడానికి మీకు సరైన యాప్ ఉండకపోవచ్చు
tr: Bu dosyayı görüntülemek için uygun uygulamanız olmayabilir
ur_arab_in: ہو سکتا ہے کہ اس فائل کو دیکھنے کے لیے آپ کے پاس مناسب ایپ نہ ہو
vi: Bạn có thể không có một ứng dụng thích hợp để xem tập tin này
zh_hant: 您可能無正確的應用程序查看此檔案 file

# array.driving
source: Driving
de: Am Steuer
el: Οδηγώ
es: Conduciendo
fr: En voiture
hi: वाहन चलाना
it: Alla guida
ja: 運転中
nl: Aan het rijden
pt_pt: A conduzir
ru: За рулем
tr: Araba kullanıyor
vi: Đang chạy xe
zh_hant: 開車

# array.meeting
source: In Meeting
el: Σε σύσκεψη
es: En reunión
fr: En réunion
hi: मीटिंग में
it: In riunione
ja: 会議中
nl: In een vergadering
pt_pt: Em reunião
ru: На собрании
tr: Toplantıda
vi: Đang họp
zh_hant: 會議中

# array.thanks
source: Thanks
de: Vielen Dank
el: Ευχαριστώ
es: Gracias
fr: Merci
hi: धन्यवाद
it: Grazie
ja: ありがとう
nl: Bedankt
pt_pt: Obrigado
ru: Спасибо
tr: Teşekkürler
vi: Xin cám ơn
zh_hant: 非常感謝

# array.outdoor
source: Outdoor
de: Draußen
el: Είμαι έξω
es: Al aire libre
fr: Extérieur
hi: बाहरी
it: Sono fuori
ja: 外出中
nl: Buiten
pt_pt: No exterior
ru: Нет в офисе
tr: Dışarıda
vi: Ngoài trời
zh_hant: 室外

# array.onmyway
source: On my way
de: Auf dem Weg
el: Έρχομαι
es: En camino
fr: En route
hi: मेरे रास्ते में
it: Sto arrivando
ja: 移動中
nl: Onderweg
pt_pt: A caminho
ru: В пути
tr: Yoldayım
vi: Tôi đang đến
zh_hant: 在途中

# chat.emptystate.pin
source: Pin Chat
bn_in: চ্যাট পিন করুন
de: Chat anheften
el: Καρφίτσωμα συνομιλίας
es: Anclar chat
fr: Épingler la conversation
gu: ચૅટ પિન કરો
hi: चैट को पिन करें
it: Blocca chat
ja: チャットをピン留め
kn: ಚಾಟ್ ಪಿನ್ ಮಾಡಿ
ml: ചാറ്റ് പിൻ ചെയ്യുക
mr: चॅट पिन करा
nl: Chat vastmaken
pa: ਚੈਟ ਨੂੰ ਪਿੰਨ ਕਰੋ
pt_pt: Afixar chat
ru: Закрепить чат
ta_in: அரட்டையை பின்செய்
te: చాట్‌ని పిన్ చేయండి
tr: Sohbeti Sabitle
ur_arab_in: چیٹ کو پن کریں
vi: Cố Định Nội Dung Cha
zh_hant: 固定聊天

# chat.command.error
source: Oops! We're unable to execute the command. Please try again later or contact the creator of the command.
de: Hoppla! Wir konnten den Befehl nicht ausführen. Bitte versuchen Sie es nach etwas Wartezeit noch einmal oder wenden Sie sich an den Ersteller des Befehls.
el: Ουπς! Δεν μπορούμε να εκτελέσουμε την εντολή. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον δημιουργό της εντολής.
es: ¡Vaya! No se ha podido ejecutar el comando. Inténtelo de nuevo más tarde o póngase en contacto con el creador del comando.
fr: Oups ! Nous ne sommes pas en mesure d’exécuter la commande. Veuillez réessayer ultérieurement ou contactez le créateur de la commande.
hi: ओह! हम आदेश को निष्पादित करने में असमर्थ हैं। कृपया बाद में दोबारा प्रयास करें अथवा आदेश के निर्माता से संपर्क करें।
it: Ops! Impossibile eseguire il comando. Riprovare più tardi o contattare il creatore del comando.
ja: コマンドを実行できません。時間をおいてもう一度試すか、コマンドの設定者に確認してください。
nl: Oeps! We kunnen de opdracht niet uitvoeren. Probeer het later opnieuw of neem contact op met de maker van de opdracht.
pt_pt: Ups! Não é possível executar o comando. Tente novamente mais tarde ou contacte o criador do comando.
ru: К сожалению, не удалось выполнить команду. Повторите попытку позже или обратитесь к создателю команды.
tr: Hay aksi! Komutu yürütemiyoruz. Lütfen daha sonra yeniden deneyin veya komutun oluşturucusuna başvurun.
vi: Rất tiếc! Chúng tôi không thể thực thi lệnh này. Vui lòng thử lại sau hoặc liên hệ với người tạo lệnh.
zh_hant: 无法执行指令。请稍后重试或联系指令所有者。

# chat.unread.message.text
source: Unread Messages
bn_in: অপঠিত মেসেজগুলি
de: Ungelesene Mitteilungen
el: Μη αναγνωσμένα μηνύματα
es: Mensajes no leídos
fr: Messages non lus
gu: ન વાંચેલા સંદેશા
hi: न पढ़े गए संदेश
it: Messaggi non letti
ja: 未読メッセージ
kn: ಓದದೆ ಇರುವ ಸಂದೇಶಗಳು
ml: വായിക്കാത്ത സന്ദേശങ്ങൾ
mr: न वाचलेले मेसेज
nl: Ongelezen berichten
pa: ਬਿਨਾਂ-ਪੜ੍ਹੇ ਗਏ ਸੁਨੇਹੇ
pt_pt: Mensagens não lidas
ru: Непрочитанные сообщения
ta_in: வாசிக்கப்படாத செய்திகள்
te: చదవని సందేశాలు
tr: Okunmamış İletiler
ur_arab_in: ان پڑھے پیغامات
vi: Các Tin Nhắn Chưa Đọc
zh_hant: 未讀訊息

# chat.share.file.maxfilesize
source: Please ensure that your file upload size is no more than %@.
bn_in: অনুগ্রহ করে নিশ্চিত করুন যে আপনার ফাইল আপলোডের আকার %@ এর বেশি না হয়।
de: Bitte achten Sie darauf, dass die Größe Ihrer hochgeladenen Datei %@ nicht überschreitet.
el: Βεβαιωθείτε ότι το μέγεθος φόρτωσης του αρχείου σας δεν είναι μεγαλύτερο από %@.
es: Asegúrese de que el tamaño de su archivo no supere los %@.
fr: Assurez-vous que la taille du chargement de votre fichier n’est pas supérieure à %@.
gu: કૃપા કરીને ખાતરી કરો કે તમારી ફાઇલ અપલોડ %@ કદ કરતાં વધુ નથી.
hi: कृपया सुनिश्चित करें कि आपका फाइल अपलोड आकार %@ से अधिक न हो।
it: Assicurati che la dimensione del file da caricare non sia superiore a %@.
ja: アップロードするファイルのサイズが%@以内であることを確認してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಗಾತ್ರ %@ ಗಿಂತ ಹೆಚ್ಚಾಗಿಲ್ಲ ಎನ್ನುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: നിങ്ങളുടെ ഫയൽ അപ്‌ലോഡ് വലുപ്പം %@ ൽ കൂടുതലല്ലെന്ന് ഉറപ്പാക്കുക.
mr: कृपया खात्री करा की तुमचा फाइल अपलोड आकार %@ पेक्षा जास्त नाही.
nl: Zorg dat uw uploadbestand niet groter is dan %@.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਫਾਈਲ ਅਪਲੋਡ ਦਾ ਆਕਾਰ %@ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਵੇ।
pt_pt: Certifique-se de que o tamanho dos ficheiros a carregar não é superior a %@.
ru: Убедитесь, что файл загрузки не превышает %@.
ta_in: உங்கள் கோப்பு பதிவேற்ற அளவு %@-ஐ விட அதிகமாக இல்லை என்பதை உறுதிப்படுத்தவும்.
te: మీ ఫైల్ అప్‌లోడ్ పరిమాణం %@ కంటే ఎక్కువ లేదని దయచేసి ధృవీకరించుకోండి.
tr: Lütfen dosya yükleme boyutunuzun %@’dan daha fazla olmadığından emin olun.
ur_arab_in: براہ کرم یقینی بنائیں کہ آپ کی فائل کا اپ لوڈ سائز %@ سے زائد نہیں ہے۔
vi: Vui lòng đảm bảo rằng kích thước tải lên của tập tin không quá %@.
zh_hant: 請確保您上傳的檔案不超過 %@。

# chat.actions.details.extn.key
source: Extension
de: Erweiterung
el: Επέκταση
es: Extensión
hi: एक्स्टेंशन
it: Estensione
ja: 拡張
nl: Extensie
pt_pt: Extensão
ru: Добавочный номер
tr: Dahili
vi: Số máy lẻ
zh_hant: 分機號

# chat.bot.extension
source: via %@ Extension %@ for the Organization
de: via %@ Erweiterung %@ für Organisation
el: μέσω %@ Επέκτασης %@ για τον Οργανισμό
es: vía extensión %@ %@ para la organización
fr: par l’%@ extension %@ pour l’organisation
hi: संगठन के लिए %@ एक्स्टेंशन %@ के माध्यम से
it: tramite l’estensione di %@ %@ per l’organizzazione
ja: 組織のための %@ による %@ の拡張
nl: via %@ Extensie %@ voor de organisatie
pt_pt: via %@ extensão %@ para a organização
ru: посредством %@ добавочного номера %@ в организации
tr: Kuruluş için %@ Uzantı %@ yoluyla
vi: qua %@ Số máy lẻ %@ cho Tổ Chức
zh_hant: 透過該組織的 %@ 分機號 %@

# chat.bot.sandbox
source: Sandbox
es: Espacio aislado
hi: सैंडबॉक्स
ja: サンドボックス
ru: Песочница
tr: Korumalı Alan
zh_hant: 沙箱

# chat.animoji.loading
source: Downloading %@
de: %@ herunterladen
el: Λήψη %@
es: Descargando %@
fr: Téléchargement du %@
hi: %@ को डाउनलोड किया जा रहा है
it: Download di %@ in corso
ja: %@ をダウンロード中
nl: Bezig met downloaden van %@
pt_pt: Transferir %@
ru: Идет загрузка %@
tr: %@ İndirme
vi: Đang tải xuống %@
zh_hant: 正在下載 %@

# chat.dialog.send.camera
source: To send photos, allow access to your camera.
bn_in: ছবি পাঠাবার জন্য, আপনার ক্যামেরায় অ্যাক্সেসের অনুমতি দিন।
de: Zum Versand von Fotos lassen Sie Zugriff auf Ihre Kamera zu.
el: Για αποστολή φωτογραφιών, επιτρέψτε πρόσβαση στη φωτογραφική μηχανή σας.
es: Para enviar fotos, permita el acceso a su cámara.
fr: Pour envoyer des photos, autorisez l’accès à votre appareil photo.
gu: ફોટા મોકલવા માટે, તમારા કૅમેરાની ઍક્સેસને પરવાનગી આપો.
hi: फोटोज़ भेजने के लिए, अपने कैमरे तक पहुँच प्रदान करें।
it: Per inviare foto, consenti l’accesso alla fotocamera.
ja: 写真を送信するために、あなたのカメラにアクセスすることを許可してください。
kn: ಫೋಟೋಗಳನ್ನು ಕಳುಹಿಸಲು, ನಿಮ್ಮ ಕ್ಯಾಮರಾಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: ഫോട്ടോകൾ അയയ്‌ക്കാൻ, നിങ്ങളുടെ ക്യാമറയിലേക്ക് ആക്‌സസ് അനുവദിക്കുക.
mr: फोटो पाठविण्यासाठी, तुमचा कॅमेरा अॅक्सेस करण्याची परवानगी द्या.
nl: Om foto te kunnen verzenden, moet u toegang geven tot uw camera.
pa: ਫੋਟੋਆਂ ਭੇਜਣ ਲਈ, ਆਪਣੇ ਕੈਮਰੇ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para enviar fotografias, permitir acesso à sua câmara.
ru: Чтобы отправить фотографии, разрешите доступ к камере.
ta_in: புகைப்படங்களை அனுப்ப, உங்கள் கேமராவை அணுக அனுமதிக்கவும்.
te: ఫొటోలు పంపడానికి, మీ కెమెరా యాక్సెస్‌ని అనుమతించండి.
tr: Fotoğraf göndermek için kameranıza erişime izin verin.
ur_arab_in: تصاویر بھیجنے کے لیے، اپنے کیمرے تک رسائی کی اجازت دیں۔
vi: Để gửi ảnh, hãy cho phép truy cập camera của bạn.
zh_hant: 要傳送相片，請允許存取您的相機。

# chat.history.image
source: Image
bn_in: ছবি
de: Bild
el: Εικόνα
es: Imagen
gu: છબી
hi: छवि
it: Immagine
ja: 画像
kn: ಚಿತ್ರ
ml: ചിത്രം
mr: प्रतिमा
nl: Afbeelding
pa: ਤਸਵੀਰ
pt_pt: Imagem
ru: Изображение
ta_in: படம்
te: ఇమేజ్
tr: Resim
ur_arab_in: تصویر
vi: Hình ảnh
zh_hant: 影像

# chat.history.video
source: Video
bn_in: ভিডিও
el: Βίντεο
es: Vídeo
fr: Vidéo
gu: વિડિઓ
hi: वीडियो
ja: ビデオ
kn: ವೀಡಿಯೊ
ml: വീഡിയോ
mr: व्हिडिओ
pa: ਵੀਡੀਓ
pt_pt: Vídeo
ru: Видео
ta_in: வீடியோ
te: వీడియో
ur_arab_in: ویڈیو
zh_hant: 視訊

# chat.history.event
source: Event
bn_in: ইভেন্ট
de: Ereignis
el: Εκδήλωση
es: Evento
fr: Événement
gu: ઇવેંટ
hi: ईवेंट
it: Evento
ja: イベント
kn: ಈವೆಂಟ್
ml: ഇവന്റ്
mr: इव्हेंट
nl: Gebeurtenis
pa: ਇਵੈਂਟ
pt_pt: Evento
ru: Событие
ta_in: நிகழ்வு
te: ఈవెంట్
tr: Etkinlik
ur_arab_in: ایونٹ
vi: Sự kiện
zh_hant: 事件

# chat.history.audio
source: Audio
bn_in: অডিও
el: Ήχος
gu: ઑડિયો
hi: ऑडियो
ja: 音声
kn: ಆಡಿಯೊ
ml: ഓഡിയോ
mr: ऑडिओ
pa: ਔਡੀਓ
pt_pt: Áudio
ru: Аудио
ta_in: ஆடியோ
te: ఆడియో
tr: Sesli
ur_arab_in: آڈیو
vi: Âm thanh
zh_hant: 音訊

# chat.status.typing
source: typing&#8230;
bn_in: টাইপ করা হচ্ছে...
de: tippt …
el: πληκτρολογεί...
es: escribiendo...
fr: en cours de frappe...
gu: ટાઇપિંગ…
hi: टाइप किया जा रहा है...
it: digitazione in corso…
ja: 入力中...
kn: ಟೈಪ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: ടൈപ്പ് ചെയ്യുന്നു...
mr: टाइप करत आहे...
nl: bezig met typen...
pa: ਟਾਇਪ ਕਰ ਰਿਹਾ ਹੈ...
pt_pt: a escrever...
ru: печатает...
ta_in: தட்டச்சிடுகிறார்...
te: టైప్ చేస్తోంది…
tr: yazılıyor...
ur_arab_in: ٹائپ کر رہے ہیں...
vi: đang nhập...
zh_hant: 正在鍵入...

# chat.onboarding.contact.btn
source: Request Admin to enable %@
de: Administrator um %@-Aktivierung bitten
el: Αιτηθείτε από τον διαχειριστή ενεργοποίηση του %@
es: Solicitar al administrador que habilite %@
fr: Demandez à l’administrateur d’activer %@
hi: व्यवस्थापक से %@ को सक्षम करने का अनुरोध करें
it: Richiedi all’amministratore di abilitare %@
ja: %@を有効化するには管理者にリクエストしてください
nl: Vraag de beheerder om %@ in te schakelen
pt_pt: Solicitar Admin para ativar o %@
ru: Обратитесь к администратору с просьбой включить %@
tr: Yöneticiden %@’i etkinleştirmesini isteyin
vi: Yêu cầu Quản Trị Viên cho phép %@
zh_hant: 請求管理員啟用 %@

# chat.onboarding.leave.btn
source: Ask help from %@ team
de: %@-Team um Hilfe bitten
el: Ζητήστε βοήθεια από την ομάδα %@
es: Solicitar ayuda al equipo de %@
fr: Demandez de l’aide à l’équipe %@
hi: %@ टीम से सहायता माँगें
it: Chiedi assistenza dal team %@
ja: %@チームにヘルプを求めてください
nl: Vraag hulp aan het team van %@
pt_pt: Pedir ajuda à equipa do %@
ru: Обратитесь за помощью к команде %@
tr: %@ ekibinden yardım isteyin
vi: Yêu cầu hỗ trợ từ đội ngũ %@
zh_hant: 向 %@ 團隊尋求幫助

# chat.login.loading
source: Hang on a sec&#8230;
bn_in: এক সেকেন্ড অপেক্ষা করুন…
de: Kleinen Moment, bitte …
el: Περιμένετε λίγο...
es: ¡Espere un momento!
fr: Attendez une seconde...
gu: એક સેકંડ પર અટકી જાઓ…
hi: एक सेकंड रुकें...
it: Un momento…
ja: しばらくお待ちください...
kn: ಒಂದು ಸೆಕೆಂಡ್ ಇರಿ...
ml: ഒരു നിമിഷം കാത്തിരിക്കുക…
mr: एक सेकंद प्रतीक्षा करा…
nl: Een ogenblikje...
pa: ਥੋੜੀ ਦੇਰ ਰੁੱਕੋ…
pt_pt: Aguarde um pouco...
ru: Секундочку!
ta_in: ஒரு நொடி காத்திருக்கவும்...
te: ఒక సెకను వేచి ఉండండి…
tr: Biraz bekleyin...
ur_arab_in: ایک سیکنڈ انتظار کریں...
vi: Chờ chút...
zh_hant: 再堅持一秒鐘...

# chat.onboarding.waiting.mail.success
source: %@'s Support center is notified about your problem in detail. We assure that our team will contact you in less than 24 hours and help you to get resolved.
de: %@'s Kundendienstcenter wurde detailliert über Ihr Problem informiert. Unser Team meldet sich innerhalb der nächsten 24 Stunden bei Ihnen und unterstützt Sie bei der Problemlösung.
el: Το Κέντρο υποστήριξης %@ ενημερώνεται λεπτομερώς για το πρόβλημά σας. Σας διαβεβαιώνουμε ότι η ομάδα μας θα επικοινωνήσει μαζί σας μέσα σε λιγότερο από 24 ώρες για να σας βοηθήσει με την επίλυση του προβλήματός σας.
es: El centro de asistencia de %@ recibe una notificación sobre el problema en detalle. Garantizamos que nuestro equipo se comunicará con usted en menos de 24 horas y le ayudará a resolverlo.
fr: Le centre de support de %@ est informé de votre problème en détail. Nous vous assurons que notre équipe vous contactera en moins de 24 heures et vous aidera à résoudre votre problème.
hi: %@ के सहायता केंद्र को आपकी समस्या के बारे में विस्तार से सूचित कर दिया गया है। हम आपको आश्वस्त करते हैं कि हमारी टीम आपसे 24 घंटे से कम समय में संपर्क करेगी और आपकी समस्या का समाधान करने के लिए आपकी सहायता करेगी।
it: Il centro di assistenza di %@ è a conoscenza del tuo problema in dettaglio. Ti assicuriamo che il nostro team ti contatterà in meno di 24 ore e ti aiuterà a risolverlo.
ja: %@のサポートセンターに、問題の詳細が通知されました。私たちのチームが24時間以内にご連絡し、問題解決のお手伝いをいたします。
nl: Het ondersteuningscentrum van %@ heeft een melding ontvangen van uw probleem. Wij verzekeren u dat wij binnen 24 uur contact met u op zullen nemen om uw problemen op te lossen.
pt_pt: O Centro de suporte do Arattai é notificado em detalhe sobre o seu problema. Garantimos que a nossa equipa irá contactá-lo em menos de 24 horas e ajudá-lo a resolver o problema.
ru: Специалистам центра поддержки пользователей %@ отправлено уведомление с подробными сведениями о возникшей проблеме. Наши специалисты обязательно свяжутся с вами в ближайшие 24 часа и помогут устранить проблему.
tr: %@’in Destek merkezi sorununuzla ilgili ayrıntılı olarak haberdar edilmiştir. Ekibimizin 24 saatten kısa bir süre içerisinde sizinle temasa geçip sorununuzu çözmede size yardımcı olacağını temin ederiz.
vi: Trung tâm Hỗ Trợ của %@ được thông báo chi tiết về vấn đề của bạn. Chúng tôi đảm bảo rằng đội ngũ của chúng tôi sẽ liên hệ với bạn trong chưa đến 24 giờ và giúp bạn giải quyết vấn đề.
zh_hant: %@ 支持中心已收到關於您的問題詳情的通知。我們保證我們的團隊將會在 24 小時內連絡您並幫助您解決問題。

# chat.onboarding.leave.toast.failure
source: Sorry.. something went wrong here. Try again.
de: Verzeihung … Hier ist etwas schiefgelaufen. Versuchen Sie es noch einmal.
el: Λυπούμαστε...κάτι πήγε στραβά εδώ. Προσπαθήστε ξανά.
es: Lo sentimos, parece que algo ha ido mal. Inténtelo de nuevo.
fr: Désolés… un problème est survenu ici. Veuillez réessayer.
hi: क्षमा करें... यहाँ कुछ गड़बड़ हो गई है। पुन: प्रयास करें।
it: Si è verificato un errore. Riprova.
ja: 申し訳ありません..何か不具合があるようです。もう一度お試しください。
nl: Er is hier iets fout gegaan. Probeer het opnieuw.
pt_pt: Lamentamos... mas algo correu mal. Tente novamente.
ru: Что-то пошло не так. Повторите попытку.
tr: Üzgünüz.. burada bir sorun oluştu. Yeniden deneyin.
vi: Rất tiếc.. đã có lỗi. Hãy thử lại.
zh_hant: 抱歉..這裡出錯了。請再次嘗試。

# chat.dialog.send.recording
source: To record a Voice Message, allow access to your microphone.
bn_in: একটি ভয়েসের বার্তা রেকর্ড করার জন্য, আপনার মাইক্রোফোনে অ্যাক্সেসের অনুমতি দিন।
de: Zum Aufnehmen von Sprachmitteilungen lassen Sie bitte Zugriff auf Ihr Mikrofon zu.
el: Για να ηχογραφήσετε ένα Φωνητικό μήνυμα, επιτρέψτε πρόσβαση στο μικρόφωνό σας.
es: Para grabar un mensaje de voz, permita el acceso a su micrófono.
fr: Pour enregistrer un message vocal, autorisez l’accès à votre microphone.
gu: વોઇસ સંદેશ રેકોર્ડ કરવા માટે, તમારા માઇક્રોફોનના ઍક્સેસને પરવાનગી આપો.
hi: कोई ध्वनि संदेश रिकॉर्ड करने के लिए, अपने माइक्रोफोन तक पहुँच प्रदान करें।
it: Per registrare un messaggio vocale, consenti l’accesso al microfono.
ja: 音声メッセージを録音するには、あなたのマイクにアクセスすることを許可してください。
kn: ಒಂದು ಧ್ವನಿ ಸಂದೇಶ ರೆಕಾರ್ಡ್ ಮಾಡಲು, ನಿಮ್ಮ ಮೈಕ್ರೋಫೋನ್‌ಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: ഒരു ശബ്ദ സന്ദേശം റെക്കോർഡ് ചെയ്യാൻ, നിങ്ങളുടെ മൈക്രോഫോണിലേക്ക് ആക്‌സസ് അനുവദിക്കുക.
mr: व्हॉइस मेसेज रेकॉर्ड करण्यासाठी तुमचा मायक्रोफोन अॅक्सेस करण्याची परवानगी द्या.
nl: Om een ingesproken bericht op te kunnen nemen, moet u toegang geven tot uw microfoon.
pa: ਵੌਇਸ ਸੁਨੇਹਾ ਰਿਕਾਰਡ ਕਰਨ ਲਈ, ਆਪਣੇ ਮਾਈਕ੍ਰੋਫੋਨ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para gravar uma mensagem de voz, permita o acesso ao microfone.
ru: Чтобы записать голосовое сообщение, разрешите доступ к микрофону.
ta_in: குரல் செய்தியைப் பதிவுசெய்ய, உங்கள் மைக்ரோஃபோனை அணுக அனுமதிக்கவும்.
te: వాయిస్ సందేశాన్ని రికార్డ్ చేయడానికి, మీ మైక్రోఫోన్‌కు యాక్సెస్‌ని అనుమతించండి.
tr: Bir Sesli Mesaj kaydetmek için, mikrofonunuza erişime izin verin.
ur_arab_in: صوتی پیغام ریکارڈ کرنے کے لیے، اپنے مائیکرو فون تک رسائی کی اجازت دیں۔
vi: Để ghi lại Tin Nhắn Thoại, hãy cho phép truy cập micrô của bạn.
zh_hant: 如要錄製語音訊息，請允許存取您的麥克風。

# chat.measurement.sec
source: Sec
bn_in: সেকন্ড
de: Sek.
el: Δευτ
es: Seg
gu: સેક
hi: सेकंड
ja: 秒
kn: ಸೆಕೆಂಡು
ml: സെക്കൻഡ്
mr: सेकंद
pa: ਸਕਿੰਟ
pt_pt: Segundo
ru: Сек.
ta_in: விநாடி
te: సెకను
tr: San
ur_arab_in: سیکنڈ
vi: Giây
zh_hant: 秒

# chat.record.slide.cancel.text
source: Slide to Cancel
bn_in: বাতিল করার জন্য স্লাইড করুন
de: Zum Abbrechen wischen
el: Σύρετε για Ακύρωση
es: Deslizar para cancelar
fr: Diapositive à annuler
gu: રદ કરવા માટે સ્લાઇડ કરો
hi: रद्द करने के लिए स्लाइड करें
it: Scorri per annullare
ja: スライドでキャンセル
kn: ರದ್ದು ಮಾಡಲು ಸ್ಲೈಡ್ ಮಾಡಿ
ml: റദ്ദാക്കാനുള്ള സ്ലൈഡ്
mr: रद्द करण्यासाठी स्लाइड करा
nl: Schuif om te annuleren
pa: ਰੱਦ ਕਰਨ ਲਈ ਸਲਾਈਡ ਕਰੋ
pt_pt: Deslizar para cancelar
ru: Для отмены проведите пальцем в сторону
ta_in: ரத்துசெய்ய நகர்த்தவும்
te: క్యాన్సిల్ చేయడానికి స్లైడ్ చేయండి
tr: İptale kaydırın
ur_arab_in: منسوخ کرنے کے لیے سلائیڈ کریں
vi: Trượt để Hủy
zh_hant: 滑動以取消

# chat.title.activity.pending
source: Pending Invites
de: Ausstehende Einladungen
el: Εκκρεμείς προσκλήσεις
es: Invitaciones pendientes
fr: Invitations en attente
hi: लंबित आमंत्रण
it: Inviti in sospeso
ja: 保留中の招待
nl: Openstaande uitnodigingen
pt_pt: Convites pendentes
ru: Приглашения в очереди
tr: Bekleyen Davetler
vi: Đang Chờ Thư Mời
zh_hant: 擱置中邀請

# chat.contact.invite.remindlater
source: Remind later
de: Später erinnern
el: Υπενθύμιση αργότερα
es: Recordar más tarde
fr: Rappeler plus tard
hi: बाद में याद कराएं
it: Ricordami in seguito
ja: 後でリマインドする
nl: Herinner later
pt_pt: Lembrar mais tarde
ru: Напомнить позже
tr: Sonra anımsat
vi: Nhắc lại sau
zh_hant: 稍後提醒

# chat.block.title
source: Uh - Oh !
de: Oh, oh!
el: Ωχ, όχι!
es: ¡Ejem!
fr: Hou là !
hi: उह-ओह !
it: Oh oh!
ja: おぉっと!
nl: Sorry
pt_pt: Oh, não!
ru: Ошибка!
tr: Eyvah!
vi: Ồ!
zh_hant: 噢，不！
