Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.contact.slide.userinfoinvitationreceived
source: has invited you for a chat
bn_in: আপনাকে আমন্ত্রণ জানিয়েছেন চ্যাটের জন্য
de: lud Sie zu einem Chat ein
el: σας έχει προσκαλέσει σε συνομιλία
es: le ha invitado a un chat
fr: vous a invité à un chat
gu: તમને ચૅટ માટે આમંત્રણ આપ્યું છે
hi: ने आपको चैट के लिए आमंत्रित किया है
it: ti ha invitato a una chat
ja: があなたをチャットに招待しました
kn: ಅವರು ಒಂದು ಚಾಟ್‌ಗೆ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಿದ್ದಾರೆ
ml: നിങ്ങളെ ഒരു ചാറ്റിനായി ക്ഷണിച്ചു
mr: ने तुम्हाला चॅट करण्यास आमंत्रित केले आहे
nl: heeft u uitgenodigd voor een chat
pa: ਨੇ ਤੁਹਾਨੂੰ ਚੈਟ ਲਈ ਸੱਦਿਆ ਹੈ
pt_pt: convidou-o para um chat
ru: пригласил(а) вас в чат
ta_in: உங்களை அரட்டைக்கு அழைத்துள்ளார்
te: చాట్ కొరకు మిమ్మల్ని ఆహ్వానించారు
tr: sizi bir sohbete davet etti
ur_arab_in: نے آپ کو چیٹ پر مدعو کیا ہے
vi: đã mời bạn tham gia chat
zh_hant: 邀請了您參與聊天

# chat.contact.slide.userinfo.invitationreceived
source: Invited
bn_in: আমন্ত্রিত হয়েছেন
de: Eingeladen
el: Προσκλήθηκε
es: Invitado
fr: Invité
gu: આમંત્રિત
hi: आमंत्रित किया गया
it: Invitato
ja: 招待されました
kn: ಆಹ್ವಾನಿಸಲಾಗಿದೆ
ml: ക്ഷണിച്ചു
mr: आमंत्रित केले
nl: Uitgenodigd
pa: ਸੱਦਿਆ
pt_pt: Convidado
ru: Приглашение отправлено
ta_in: அழைக்கப்பட்டது
te: ఆహ్వానించబడ్డారు
tr: Davet Edildi
ur_arab_in: مدعو کیا گیا
vi: Đã mời
zh_hant: 已邀請

# chat.listview.emptystring
source: Wups.. No results found
bn_in: উপ্স.. কোনও ফলাফল পাওয়া যায়নি
de: Hoppla … Keine Ergebnisse gefunden
el: Ουπς... Δεν βρέθηκαν αποτελέσματα
es: ¡Vaya! No se han encontrado resultados
fr: oups… Aucun résultat
gu: ઓહ.. કોઈ પરિણામો મળ્યા નથી
hi: ओह... कोई परिणाम नहीं मिला
it: Ops... Nessun risultato trovato
ja: おぉっと結果が見つかりませんでした
kn: ಓಹೋ... ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ക്ഷമിക്കണം.. ഒരു ഫലവും കണ്ടെത്തിയില്ല
mr: वूप्स... कोणतेही परिणाम आढळले नाही
nl: Oeps... Geen resultaten
pa: ਉਹ ਹੋ.. ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
pt_pt: Ups... Não foram encontrados resultados
ru: Ошибка. Результаты не найдены
ta_in: அச்சச்சோ.. முடிவுகள் எதுவும் காணப்படவில்லை
te: అయ్యో.. ఎలాంటి ఫలితాలు కనుగొనబడలేదు
tr: Hay aksi.. Sonuç bulunamadı
ur_arab_in: اوہو.. کوئی نتائج نہیں ملے
vi: Rất tiếc.. Không tìm thấy kết quả
zh_hant: 噢...沒有找到結果

# chat.listview.emptysrchstring
source: Search result not found
bn_in: অনুসন্ধানের ফলাফল পাওয়া যায়নি
de: Keine Suchergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα αναζήτησης
es: Resultado de búsqueda no encontrado
fr: Résultat introuvable
gu: શોધ પરિણામ મળ્યું નથી
hi: खोज परिणाम नहीं मिला
it: Nessun risultato di ricerca trovato
ja: 検索結果が見つかりませんでした
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶ ಕಂಡುಬಂದಿಲ್ಲ
ml: തിരയൽ ഫലം കണ്ടെത്തിയില്ല
mr: शोध परिणाम आढळला नाही
nl: Geen zoekresultaten
pa: ਖੋਜ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ
pt_pt: Resultados de pesquisa não encontrados
ru: Результаты поиска не найдены
ta_in: தேடல் முடிவு எதுவும் காணப்படவில்லை
te: శోధన ఫలితం కనుగొనబడలేదు
tr: Arama sonucu bulunamadı
ur_arab_in: تلاش کا نتیجہ نہیں ملا
vi: Không tìm thấy kết quả tìm kiếm
zh_hant: 沒有找到搜尋結果

# chat.status.available
source: Available
bn_in: উপলব্ধ
de: Verfügbar
el: Διαθέσιμος
es: Disponible
fr: Disponible
gu: ઉપલબ્ધ
hi: उपलब्ध
it: Disponibile
ja: 利用可能
kn: ಲಭ್ಯ
ml: ലഭ്യമാണ്
mr: उपलब्ध
nl: Beschikbaar
pa: ਉਪਲਬਧ
pt_pt: Disponível
ru: Доступно
ta_in: கிடைக்கிறார்
te: అందుబాటులో ఉన్నారు
tr: Kullanılabilir
ur_arab_in: دستیاب
vi: Khả dụng
zh_hant: 可用

# chat.status.online
source: Online
bn_in: অনলাইন
el: Σε σύνδεση
es: Conectado
fr: En ligne
gu: ઑનલાઇન
hi: ऑनलाइन
ja: オンライン
kn: ಆನ್‌ಲೈನ್
ml: ഓൺ‌ലൈൻ
mr: ऑनलाइन
pa: ਔਨਲਾਈਨ
ru: В сети
ta_in: ஆன்லைன்
te: ఆన్‌లైన్‌
tr: Çevrimiçi
ur_arab_in: آن لائن
vi: Trực tuyến
zh_hant: 在線

# chat.status.busy
source: Busy
de: Belegt
el: Απασχολημένος
es: Ocupado
fr: Occupé
hi: व्यस्त
it: Occupato
ja: 忙しい
nl: Bezet
pt_pt: Ocupado
ru: Занят
tr: Meşgul
vi: Bận
zh_hant: 繁忙

# chat.status.idle
source: Idle
de: Frei
el: Αδρανής
es: Inactivo
fr: Inactif
hi: निष्क्रिय
it: Inattivo
ja: アイドル
nl: Inactief
pt_pt: Inativo
ru: Бездействие
tr: Boşta
vi: Rỗi
zh_hant: 空閒

# chat.status.invisible
source: Invisible
de: Unsichtbar
el: Αόρατος
hi: अदृश्य
it: Invisibile
ja: 非表示
nl: Onzichtbaar
pt_pt: Invisível
ru: Невидимый
tr: Görünmez
vi: Bất khả kiến
zh_hant: 不可見

# chat.status.shareloc
source: Location Status
de: Ortsstatus
el: Κατάσταση τοποθεσίας
es: Estado de ubicación
fr: Statut localisation
hi: स्थान की स्थिति
it: Stato posizione
ja: ロケーションのステータス
nl: Status locatie
pt_pt: Estado de localização
ru: Состояние расположения
tr: Konum Durumu
vi: Trạng Thái Định Vị
zh_hant: 地點狀態

# chat.status.sleep
source: Do Not Disturb
bn_in: বিরক্ত করবেন না
de: Nicht stören
el: Μην ενοχλείτε
es: No molestar
fr: Ne pas déranger
gu: પરેશાન ના કરો
hi: परेशान न करें
it: Non disturbare
ja: 中断しないでください
kn: ತೊಂದರೆ ಕೊಡಬೇಡಿ
ml: ശല്യപ്പെടുത്തരുത്
mr: व्यत्यय आणू नका
nl: Niet storen
pa: ਤੰਗ ਨਾ ਕਰੋ
pt_pt: Não incomodar
ru: Не беспокоить
ta_in: தொந்தரவு செய்யாதீர்
te: అంతరాయం కలిగించవద్దు
tr: Rahatsız Etme
ur_arab_in: تنگ مت کریں
vi: Đừng Làm Phiền
zh_hant: 請勿打擾

# chat.status.offline
source: Offline
bn_in: অফলাইন
el: Εκτός σύνδεσης
es: Sin conexión
fr: Hors ligne
gu: ઑફલાઇન
hi: ऑफलाइन
ja: オフライン
kn: ಆಫ್‌ಲೈನ್
ml: ഓഫ്‌ലൈൻ
mr: ऑफलाइन
pa: ਔਫਲਾਈਨ
ru: Автономный режим
ta_in: ஆஃப்லைன்
te: ఆఫ్‌లైన్
tr: Çevrimdışı
ur_arab_in: آف لائن
vi: Ngoại tuyến
zh_hant: 離線

# chat.actions.mutenone
source: Unmute
bn_in: আনমিউট করুন
de: Stummschaltung aufheben
el: Ήχος
es: Reactivar micrófono
fr: Désactiver Muet
gu: અનમ્યૂટ કરો
hi: अनम्यूट करें
it: Elimina la disattivazione audio
ja: ミュート解除する
kn: ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡಿ
ml: നിശബ്ദമല്ലാതാക്കുക
mr: अनम्यूट करा
nl: Dempen opheffen
pa: ਅਨਮਿਊਟ ਕਰੋ
pt_pt: Ativar som
ru: Включить звук
ta_in: ஒலிதடைநீக்கு
te: అన్‌మ్యూట్
tr: Sesi Aç
ur_arab_in: غیر خاموش کریں
vi: Hủy tắt tiếng
zh_hant: 取消靜音

# chat.actions.mute1hr
source: 1 Hour
bn_in: 1 ঘণ্টা
de: 1 Stunde
el: 1 Ώρα
es: 1 hora
fr: 1 heure
gu: 1 કલાક
hi: 1 घंटा
it: 1 ora
ja: 1 時間
kn: 1 ಗಂಟೆ
ml: 1 മണിക്കൂർ
mr: 1 तास
nl: 1 uur
pa: 1 ਘੰਟਾ
pt_pt: 1 hora
ru: 1 час
ta_in: 1 மணிநேரம்
te: 1 గంట
tr: 1 Saat
ur_arab_in: 1 گھنٹہ
vi: 1 Giờ
zh_hant: 1 小時

# chat.actions.mute1hr.remaining
source: %@ minutes more
bn_in: আরও %@ মিনিট
de: %@ Minuten mehr
el: %@ λεπτά πριν
es: %@ minutos más
fr: %@ minutes restantes
gu: %@ મિનિટ વધુ
hi: %@ मिनट और
it: %@ minuti rimanenti
ja: %@ 分以上
kn: ಇನ್ನೂ %@ ನಿಮಿಷಗಳು
ml: %@ മിനിറ്റ് കൂടുതൽ
mr: %@ अधिक मिनिटे
nl: Nog %@ minuten
pa: %@ ਮਿੰਟ ਹੋਰ
pt_pt: Mais %@ minutos
ru: Еще %@ минут
ta_in: மேலும் %@ நிமிடங்கள்
te: %@ నిమిషాలకంటే ఎక్కువ
tr: %@ dakika daha
ur_arab_in: %@ منٹ مزید
vi: %@ phút nữa
zh_hant: 還需 %@ 分鐘

# chat.actions.mute8hrs
source: 8 Hours
bn_in: 8 ঘণ্টা
de: 8 Stunden
el: 8 Ώρες
es: 8 horas
fr: 8 heures
gu: 8 કલાક
hi: 8 घंटे
it: 8 ore
ja: 8 時間
kn: 8 ಗಂಟೆಗಳು
ml: 8 മണിക്കൂർ
mr: 8 तास
nl: 8 uren
pa: 8 ਘੰਟੇ
pt_pt: 8 horas
ru: 8 часов
ta_in: 8 மணிநேரம்
te: 8 గంటలు
tr: 8 Saat
ur_arab_in: 8 گھنٹے
vi: 8 Giờ
zh_hant: 8 小時

# chat.actions.mute1day
source: 1 Day
bn_in: 1 দিন
de: 1 Tag
el: 1 Ημέρα
es: 1 Día
fr: 1 jour
gu: 1 દિવસ
hi: 1 दिन
it: 1 giorno
ja: 1 日
kn: 1 ದಿನ
ml: 1 ദിവസം
mr: 1 दिवस
nl: 1 dag
pa: 1 ਦਿਨ
pt_pt: 1 dia
ru: 1 день
ta_in: 1 நாள்
te: 1 రోజు
tr: 1 Gün
ur_arab_in: 1 دن
vi: 1 Ngày
zh_hant: 1 天

# chat.actions.mute1day.remaining
source: %@ hours more
bn_in: আরও %@ ঘন্টা
de: %@ Stunden mehr
el: %@ ώρες ακόμα
es: %@ horas más
fr: %@ heures restantes
gu: %@ કલાક વધુ
hi: %@ घंटे और
it: %@ ore rimanenti
ja: %@ 時間以上
kn: ಇನ್ನೂ %@ ಗಂಟೆಗಳು
ml: %@ മണിക്കൂർ കൂടുതൽ
mr: %@ तास अधिक
nl: Nog %@ uren
pa: %@ ਘੰਟੇ ਹੋਰ
pt_pt: Mais %@ horas
ru: Еще %@ ч.
ta_in: இன்னும் %@ மணிநேரங்கள் உள்ளன
te: %@ గంటల కంటే ఎక్కువ
tr: %@ saat daha
ur_arab_in: %@ گھنٹے مزید
vi: %@ giờ nữa
zh_hant: 還需 %@ 小時

# chat.actions.mute1week
source: 1 Week
bn_in: 1 সপ্তাহ
de: 1 Woche
el: 1 Βδομάδα
es: 1 semana
fr: 1 semaine
gu: 1 અઠવાડિયું
hi: 1 सप्ताह
it: 1 settimana
ja: 1週間
kn: 1 ವಾರ
ml: 1 ആഴ്ച
mr: 1 आठवडा
pa: 1 ਹਫਤਾ
pt_pt: 1 semana
ru: 1 неделя
ta_in: 1 வாரம்
te: 1 వారం
tr: 1 Hafta
ur_arab_in: 1 ہفتہ
vi: 1 Tuần
zh_hant: 1 週

# chat.actions.mute1week.remaining
source: %@ days more
bn_in: আরও %@ দিন
de: %@ Tage mehr
el: %@ ημέρες ακόμα
es: %@ días más
fr: %@ jours restants
gu: %@ વધુ દિવસો
hi: %@ दिन और
it: %@ giorni rimanenti
ja: %@ 日以上
kn: ಇನ್ನೂ %@ ದಿನಗಳು
ml: %@ ദിവസം കൂടുതൽ
mr: %@ दिवस अधिक
nl: Nog %@ dagen
pa: %@ ਦਿਨ ਹੋਰ
pt_pt: Mais %@ dias
ru: Еще %@ дн.
ta_in: இன்னும் %@ நாட்கள் உள்ளன
te: %@ రోజుల కంటే ఎక్కువ
tr: %@ gün daha
ur_arab_in: %@ دن مزید
vi: %@ ngày nữa
zh_hant: 還需 %@ 天

# chat.actions.mute1year
source: Forever
bn_in: চিরকাল
de: Endlos
el: Για πάντα
es: Para siempre
fr: Définitif
gu: કાયમી
hi: हमेशा के लिए
it: Per sempre
ja: 永久
kn: ಎಂದೆಂದಿಗೂ
ml: എക്കാലത്തേക്കും
mr: कायमचे
nl: Permanent
pa: ਹਮੇਸ਼ਾ ਲਈ
pt_pt: Sempre
ru: Навсегда
ta_in: என்றென்றும்
te: ఎప్పటికీ
tr: Süresiz
ur_arab_in: ہمیشہ کے لیے
vi: Vĩnh viễn
zh_hant: 永久

# chat.actions.media.photo
source: Images
bn_in: ছবিগুলি
de: Bilder
el: Εικόνες
es: Imágenes
gu: છબીઓ
hi: छवियाँ
it: Immagini
ja: イメージ
kn: ಚಿತ್ರಗಳು
ml: ചിത്രങ്ങൾ
mr: प्रतिमा
nl: Afbeeldingen
pa: ਚਿੱਤਰ
pt_pt: Imagens
ru: Изображения
ta_in: படங்கள்
te: చిత్రాలు
tr: Görüntüler
ur_arab_in: تصاویر
vi: Hình ảnh
zh_hant: 影像

# chat.actions.media.video
source: Videos
bn_in: ভিডিওগুলি
el: Βίντεο
es: Vídeos
fr: Vidéos
gu: વિડિઓઝ
hi: वीडियो
it: Video
ja: ビデオ
kn: ವೀಡಿಯೊಗಳು
ml: വീഡിയോകൾ
mr: व्हिडिओ
pa: ਵੀਡੀਓਜ਼
pt_pt: Vídeos
ru: Видео
ta_in: வீடியோக்கள்
te: వీడియోలు
tr: Videolar
ur_arab_in: ویڈیوز
vi: Video
zh_hant: 視訊

# chat.actions.media.files
source: Files
bn_in: ফাইলগুলি
de: Dateien
el: Αρχεία
es: Archivos
fr: Fichiers
gu: ફાઈલો
hi: फाइलें
it: File
ja: ファイル
kn: ಫೈಲ್‌ಗಳು
ml: ഫയലുകൾ
mr: फाइल
nl: Bestanden
pa: ਫ਼ਾਈਲਾਂ
pt_pt: Ficheiros
ru: Файлы
ta_in: கோப்புகள்
te: ఫైల్స్
tr: Dosyalar
ur_arab_in: فائلز
vi: Tập tin
zh_hant: 檔案

# chat.actions.media.showmore
source: Show more
bn_in: আরো দেখান
de: Mehr anzeigen
el: Προβολή περισσότερων
es: Mostrar más
fr: Afficher plus
gu: વધુ દેખાડો
hi: और दिखाएं
it: Mostra altro
ja: 詳細表示
kn: ಇನ್ನಷ್ಟನ್ನು ತೋರಿಸಿ
ml: കൂടുതൽ കാണിക്കുക
mr: आणखी दर्शवा
nl: Meer weergeven
pa: ਹੋਰ ਦਿਖਾਓ
pt_pt: Mostrar mais
ru: Показать еще
ta_in: மேலும் காண்பி
te: మరిన్ని చూపండి
tr: Daha fazla göster
ur_arab_in: مزید دکھائیں
vi: Hiển thị thêm
zh_hant: 顯示更多

# chat.channel.active
source: active
bn_in: সক্রিয়
de: aktiv
el: ενεργό
es: Activo
fr: actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
ja: アクティブ
kn: ಸಕ್ರಿಯ
ml: സജീവം
mr: सक्रिय
nl: actief
pa: ਕ੍ਰਿਆਸ਼ੀਲ
pt_pt: activo
ru: активный
ta_in: செயல்நிலை
te: క్రియాత్మకం
tr: aktif
ur_arab_in: فعال
vi: có hoạt động
zh_hant: 活動

# chat.channel.active.sec
source: a sec ago
bn_in: এক সেকন্ড আগে
de: eine Sekunde zuvor
el: πριν από ένα δευτερόλεπτο
es: Hace un segundo
fr: il y a une sec
gu: એક સેકંડ પહેલાં
hi: एक सेकंड पहले
it: un secondo fa
ja: 1秒前
kn: ಒಂದು ಸೆಕೆಂಡ್‌ನ ಹಿಂದೆ
ml: ഒരു സെക്കൻഡ് മുമ്പ്
mr: एक सेकंदापूर्वी
nl: een seconde geleden
pa: ਇੱਕ ਸਕਿੰਟ ਪਹਿਲਾਂ
pt_pt: um segundo atrás
ru: секунду назад
ta_in: ஒரு நொடி முன்பு
te: సెకను క్రితం
tr: bir sn önce
ur_arab_in: ایک سیکنڈ قبل
vi: 1 giây trước
zh_hant: 一秒鐘前

# chat.channel.active.secs
source: %@ seconds ago
bn_in: %@ সেকন্ড আগে
de: %@ Sekunden zuvor
el: %@ δευτερόλεπτα πριν
es: Hace %@ segundos
fr: %@ il y a qq sec
gu: %@ સેકંડ પહેલાં
hi: %@ सेकंड पहले
it: %@ secondi fa
ja: %@ 秒前
kn: %@ ಸೆಕೆಂಡುಗಳ ಹಿಂದೆ
ml: %@ സെക്കൻഡ് മുമ്പ്
mr: %@ सेकंदांपूर्वी
nl: %@ seconden geleden
pa: %@ ਸਕਿੰਟ ਪਹਿਲਾਂ
pt_pt: %@ segundos atrás
ru: %@ с назад
ta_in: %@ விநாடிகளுக்கு முன்னர்
te: %@ సెకండ్ల క్రితం
tr: %@ saniye önce
ur_arab_in: %@ سیکنڈز قبل
vi: %@ giây trước
zh_hant: %@ 秒鐘前

# chat.channel.active.min
source: a min ago
bn_in: এক মিনিট আগে
de: eine Minute zuvor
el: πριν από ένα λεπτό
es: Hace un minuto
fr: il y a une min
gu: એક મિનિટ પહેલાં
hi: एक मिनट पहले
it: un minuto fa
ja: 1分前
kn: ಒಂದು ನಿಮಿಷದ ಹಿಂದೆ
ml: ഒരു മിനിറ്റ് മുമ്പ്
mr: एक मिनिटापूर्वी
nl: een minuut geleden
pa: ਇੱਕ ਮਿੰਟ ਪਹਿਲਾਂ
pt_pt: um minuto atrás
ru: минуту назад
ta_in: ஒரு நிமிடத்திற்கு முன்னர்
te: నిమి క్రితం
tr: bir dak önce
ur_arab_in: ایک منٹ قبل
vi: 1 phút trước
zh_hant: 一分鐘前

# chat.channel.active.mins
source: %@ mins ago
bn_in: %@ এত মিনিট আগে
de: %@ Minuten zuvor
el: %@ λεπτά πριν
es: Hace %@ minutos
fr: %@ il y a qq min
gu: %@ મિનિટ પહેલાં
hi: %@ मिनट पहले
it: %@ minuti fa
ja: %@ 分前
kn: %@ ನಿಮಿಷಗಳ ಹಿಂದೆ
ml: %@ മിനിറ്റ് മുമ്പ്
mr: %@ मिनिटां पूर्वी
nl: %@ minuten geleden
pa: %@ ਮਿੰਟ ਪਹਿਲਾਂ
pt_pt: %@ minutos atrás
ru: %@ мин. назад
ta_in: %@ நிமிடங்களுக்கு முன்னர்
te: %@ నిమిషాల క్రితం
tr: %@ dak önce
ur_arab_in: %@ منٹ قبل
vi: %@ phút trước
zh_hant: %@ 分鐘前

# chat.channel.active.hour
source: an hour ago
bn_in: এক ঘন্টা আগে
de: vor einer Stunde
el: πριν από μία ώρα
es: hace una hora
fr: il y a une heure
gu: એક કલાક પહેલાં
hi: एक घंटा पहले
it: un’ora fa
ja: 1時間前
kn: ಒಂದು ಗಂಟೆಯ ಹಿಂದೆ
ml: ഒരു മണിക്കൂർ മുമ്പ്
mr: एक तासापूर्वी
nl: een uur geleden
pa: ਇੱਕ ਘੰਟਾ ਪਹਿਲਾਂ
pt_pt: uma hora atrás
ru: час назад
ta_in: ஒரு மணிநேரத்திற்கு முன்னர்
te: గంట క్రితం
tr: “bir saat önce”
ur_arab_in: ایک گھنٹہ قبل
vi: một giờ trước
zh_hant: 一小時前

# chat.channel.active.hours
source: %@ hours ago
bn_in: %@ ঘন্টা আগে
de: %@ Stunden zuvor
el: %@ ώρες πριν
es: Hace %@ horas
fr: %@ il y a qq heures
gu: %@ કલાક પહેલાં
hi: %@ घंटे पहले
it: %@ ore fa
ja: %@ 時間前
kn: %@ ಗಂಟೆಗಳ ಹಿಂದೆ
ml: %@ മണിക്കൂർ മുമ്പ്
mr: %@ तासांपूर्वी
nl: %@ uren geleden
pa: %@ ਘੰਟੇ ਪਹਿਲਾਂ
pt_pt: %@ horas atrás
ru: %@ ч. назад
ta_in: %@ மணிநேரங்களுக்கு முன்னர்
te: %@ గంటల క్రితం
tr: %@ saat önce
ur_arab_in: %@ گھنٹے قبل
vi: %@ giờ trước
zh_hant: %@ 小時前

# chat.channel.active.day
source: a day ago
bn_in: এক দিন আগে
de: vor einem Tag
el: πριν από μία μέρα
es: Hace un día
fr: il y a un jour
gu: એક દિવસ પહેલાં
hi: एक दिन पहले
it: un giorno fa
ja: 1日前
kn: ಒಂದು ದಿನದ ಹಿಂದೆ
ml: ദിവസം മുമ്പ്
mr: एक दिवसापूर्वी
nl: een dag geleden
pa: ਇੱਕ ਦਿਨ ਪਹਿਲਾਂ
pt_pt: há um dia
ru: день назад
ta_in: ஒரு நாளுக்கு முன்னர்
te: రోజు క్రితం
tr: bir gün önce
ur_arab_in: ایک دن قبل
vi: 1 ngày trước
zh_hant: 一天前

# chat.channel.active.days
source: %@ days ago
bn_in: %@ দিন আগে
de: %@ Tage zuvor
el: %@ ημέρες πριν
es: Hace %@ días
fr: %@ il y a qq jours
gu: %@ દિવસો પહેલાં
hi: %@ दिन पहले
it: %@ giorni fa
ja: %@ 日前
kn: %@ ದಿನಗಳ ಹಿಂದೆ
ml: %@ ദിവസം മുമ്പ്
mr: %@ दिवसांपूर्वी
nl: %@ dagen geleden
pa: %@ ਦਿਨ ਪਹਿਲਾਂ
pt_pt: %@ dias atrás
ru: %@ дн. назад
ta_in: %@ நாட்களுக்கு முன்னர்
te: %@ రోజుల క్రితం
tr: %@ gün önce
ur_arab_in: %@ دن قبل
vi: %@ ngày trước
zh_hant: %@ 天前

# chat.channel.active.month
source: a month ago
bn_in: এক মাস আগে
de: vor einem Monat
el: πριν από ένα μήνα
es: hace un mes
fr: il y a un mois
gu: એક મહિના પહેલા
hi: एक महीना पहले
it: un mese fa
ja: 1ヶ月前
kn: ಒಂದು ತಿಂಗಳ ಹಿಂದೆ
ml: മാസം മുമ്പ്
mr: एक महिन्यापूर्वी
nl: een maand geleden
pa: ਇੱਕ ਮਹੀਨਾ ਪਹਿਲਾਂ
pt_pt: um mês atrás
ru: месяц назад
ta_in: ஒரு மாதத்திற்கு முன்னர்
te: నెల క్రితం
tr: bir ay önce
ur_arab_in: ایک مہینہ قبل
vi: cách đây 1 tháng
zh_hant: 一月前

# chat.channel.active.months
source: %@ months ago
bn_in: %@ মাস আগে
de: %@ Monate zuvor
el: %@ μήνες πριν
es: Hace %@ meses
fr: %@ il y a qq mois
gu: %@ મહિના પહેલાં
hi: %@ महीने पहले
it: %@ mesi fa
ja: %@ 月前
kn: %@ ತಿಂಗಳುಗಳ ಹಿಂದೆ
ml: %@ മാസം മുമ്പ്
mr: %@ महिन्यांपूर्वी
nl: %@ maanden geleden
pa: %@ ਮਹੀਨੇ ਪਹਿਲਾਂ
pt_pt: %@ meses atrás
ru: %@ мес. назад
ta_in: %@ மாதங்களுக்கு முன்னர்
te: %@ నెలల క్రితం
tr: %@ ay önce
ur_arab_in: %@ مہینے قبل
vi: %@ tháng trước
zh_hant: %@ 個月前

# chat.channel.active.year
source: a year ago
bn_in: এক বছর আগে
de: vor einem Jahr
el: πριν από ένα έτος
es: hace un año
fr: il y a un an
gu: એક વર્ષ પહેલાં
hi: एक वर्ष पहले
it: un anno fa
ja: 1年前
kn: ಒಂದು ವರ್ಷದ ಹಿಂದೆ
ml: വർഷം മുമ്പ്
mr: एक वर्षापूर्वी
nl: een jaar geleden
pa: ਇੱਕ ਸਾਲ ਪਹਿਲਾਂ
pt_pt: um ano atrás
ru: год назад
ta_in: ஒரு ஆண்டுக்கு முன்னர்
te: సంవత్సరం క్రితం
tr: bir yıl önce
ur_arab_in: ایک سال قبل
vi: cách đây 1 năm
zh_hant: 一年前

# chat.channel.active.years
source: %@ years ago
bn_in: %@ বছর আগে
de: %@ Jahre zuvor
el: %@ χρόνια πριν
es: Hace %@ años
fr: %@ il y a qq années
gu: %@ વર્ષો પહેલાં
hi: %@ वर्ष पहले
it: %@ anni fa
ja: %@ 年前
kn: %@ ವರ್ಷಗಳ ಹಿಂದೆ
ml: %@ വർഷം മുമ്പ്
mr: %@ वर्षांपूर्वी
nl: %@ jaar geleden
pa: %@ ਸਾਲ ਪਹਿਲਾਂ
pt_pt: %@ anos atrás
ru: %@ лет назад
ta_in: %@ ஆண்டுகளுக்கு முன்னர்
te: %@ సంవత్సరాల క్రితం
tr: %@ yıl önce
ur_arab_in: %@ سال قبل
vi: %@ năm trước
zh_hant: %@ 年前

# chat.actions.forward.title
source: Forward to %@?
bn_in: %@-কে ফরয়ার্ড করবেন?
de: An %@ weiterleiten?
el: Προώθηση σε %@;
es: ¿Reenviar a %@?
fr: Transférer à %@ ?
gu: %@ ફૉર્વર્ડ કરીએ?
hi: %@ को फॉरवर्ड करें?
it: Inoltrare a %@?
ja: %@ に送りますか？
kn: %@ ರಿಗೆ ಫಾರ್ವರ್ಡ್ ಮಾಡುವುದೇ?
ml: %@ ഇതിലേക്ക് ഫോർവേഡ് ചെയ്യണോ?
mr: %@ ला फॉरवर्ड करायचे?
nl: Doorsturen naar %@?
pa: %@ ਨੂੰ ਅੱਗੇ ਭੇਜੋ?
pt_pt: Avançar para %@?
ru: Переслать %@?
ta_in: %@-க்கு முன்னனுப்பவா?
te: %@కు ఫార్వర్డ్ చేయాలా?
tr: %@’e iletilsin mi?
ur_arab_in: %@ کو فارورڈ کریں؟
vi: Gửi chuyển đến %@?
zh_hant: 轉寄至 %@？

# chat.reply.label
source: Reply
bn_in: উত্তর দিন
de: Antwort
el: Απάντηση
es: Responder
fr: Répondre
gu: પ્રત્યુત્તર
hi: उत्तर दें
it: Rispondi
ja: 返信
kn: ಪ್ರತ್ಯುತ್ತರಿಸಿ
ml: മറുപടി
mr: प्रत्युत्तर द्या
nl: Reageren
pa: ਜਵਾਬ ਦਿਓ
pt_pt: Responder
ru: Ответить
ta_in: பதிலளி
te: ప్రత్యుత్తరమివ్వు
tr: Yanıtla
ur_arab_in: جواب دیں
vi: Trả lời
zh_hant: 回覆

# chat.taz.description
source: Happy to help
de: Wir helfen gerne
el: Χαρά μου να βοηθήσω
es: Encantados de ayudarle
fr: Heureux d’aider
hi: सहायता करने के लिए तत्पर
it: Felici di aiutare
ja: お力になれて、嬉しいです
nl: We helpen u graag
pt_pt: Todo o gosto em ajudar
ru: Рады помочь
tr: Yardımcı olduğumuz için mutluyuz
vi: Sẵn sàng giúp đỡ
zh_hant: 很高興提供幫助

# chat.taz.profile.description
source: Your go-to bot for all things important. Share notes, files, links with me for future reference. Get notified on anything that requires your attention.
de: Ihr elektronischer Helfer für alles Wichtige. Teilen Sie Notizen, Dateien, Links zum künftigen Abrufen mit mir. Lassen Sie sich über alles benachrichtigen, das Ihrer Aufmerksamkeit bedarf.
el: Το απαραίτητο δικτυορομπότ σας για όλα τα σημαντικά πράγματα. Μοιραστείτε σημειώσεις, αρχεία, συνδέσμους μαζί μου για μελλοντική αναφορά. Ενημερωθείτε για οτιδήποτε απαιτεί την προσοχή σας.
es: Su bot para todas las cosas importantes. Comparta notas, archivos y vínculos conmigo para futuras referencias. Sea notificado sobre cualquier cosa que requiera su atención.
fr: Un bot toujours prêt pour tout ce qui vous importe. Partagez avec moi vos notes, fichiers, liens comme référence future. Soyez notifié de tout ce qui requiert votre attention.
hi: सभी महत्वपूर्ण बातों के लिए आपका सहायक बॉट। भविष्य में संदर्भ के लिए नोट्स, फाइलों, लिंकों को मेरे साथ साझा करें। ऐसी कोई भी बात के संबंध में सूचना प्राप्त करें जिस पर आपका ध्यान जाना चाहिए।
it: Un bot per tutti gli elementi importanti, con cui puoi condividere note, file e collegamenti come riferimento futuro. Ricevi notifiche per tutto ciò che richiede la tua attenzione.
ja: ゴーツーボットがすべてにおいて重要です。メモ、ファイル、およびリンクを、後に参考にするために私と共有してください。注意しなければならないことに関する通知を受信してください。
nl: Dé bot voor alle belangrijke zaken. Deel notities, bestanden en koppelingen met me voor latere raadpleging. Ontvang meldingen voor alles dat uw aandacht vereist.
pt_pt: O bot de recurso para todas as coisas importantes. Partilhar notas, ficheiros e ligações comigo para referência futura. Receba notificações sobre tudo aquilo que necessita da sua atenção.
ru: Ваш бот для всех важных вещей. Сохраняйте заметки, файлы и ссылки для справки в будущем. Получайте уведомления обо всем, что требует внимания.
tr: Tüm önemli şeyler için kurtarıcı robotunuz. İleride başvurmak üzere notları, dosyaları, bağlantıları benimle paylaşın. Dikkatinizi gerektiren herhangi bir konuda bildirim alın.
vi: Công cụ tự động của bạn để thực hiện mọi việc quan trọng. Chia sẻ ghi chú, tập tin, liên kết với tôi để tham khảo sau. Nhận thông báo về bất kỳ nội dung gì cần bạn chú ý.
zh_hant: 您的轉到 bot 可處理所有重要事項。分享記事、檔案和連結給我以作將來參考。對於任何需要您注意的事項，都會向您傳送通知。

# chat.actions.sharecontact.birthday
source: Birthday
de: Geburtstag
el: Γενέθλια
es: Fecha de nacimiento
fr: Anniversaire
hi: जन्मदिन
it: Compleanno
ja: 誕生日
nl: Verjaardag
pt_pt: Data de nascimento
ru: День рождения
tr: Doğum Günü
vi: Ngày sinh
zh_hant: 生日

# chat.actions.sharecontact.title
source: Share Contact
bn_in: পরিচিতি শেয়ার করুন
de: Kontakt teilen
el: Κοινή χρήση επαφής
es: Compartir contacto
fr: Partager contact
gu: સંપર્ક શૅઅર કરો
hi: संपर्क को साझा करें
it: Condividi contatto
ja: 連絡先を共有する
kn: ಸಂಪರ್ಕ ಹಂಚಿಕೊಳ್ಳಿ
ml: കോണ്ടാക്ട് പങ്കിടുക
mr: संपर्क शेअर करा
nl: Contactpersoon delen
pa: ਸੰਪਰਕ ਸਾਂਝਾ ਕਰੋ
pt_pt: Partilhar contacto
ru: Поделиться контактом
ta_in: தொடர்பைப் பகிர்
te: కాంటాక్ట్ పంచుకోండి
tr: Kişiyi Paylaş
ur_arab_in: رابطہ شیئر کریں
vi: Chia Sẻ Số Liên Lạc
zh_hant: 分享聯絡人

# chat.actions.sharecontact.share
source: Share
bn_in: শেয়ার করুন
de: Teilen
el: Κοινή χρήση
es: Compartir
fr: Partager
gu: શૅઅર કરો
hi: साझा करें
it: Condividi
ja: 共有
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
mr: शेअर करा
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pt_pt: Partilhar
ru: Поделиться
ta_in: பகிர்
te: పంచుకోండి
tr: Paylaş
ur_arab_in: شیئر کریں
vi: Chia sẻ
zh_hant: 分享

# chat.actions.viewcontact.title
source: View Contact
bn_in: পরিচিতি দেখুন
de: Kontakt anzeigen
el: Προβολή επαφής
es: Ver contacto
fr: Afficher un contact
gu: સંપર્ક જુઓ
hi: संपर्क देखें
it: Visualizza contatto
ja: 連絡先を表示する
kn: ಸಂಪರ್ಕ ನೋಡಿ
ml: കോൺടാക്റ്റ് കാണുക
mr: संपर्क बघा
nl: Contactpersoon weergeven
pa: ਸੰਪਰਕ ਵੇਖੋ
pt_pt: Ver contacto
ru: Просмотреть контакт
ta_in: தொடர்பைக் காண்க
te: కాంటాక్ట్ వీక్షించండి
tr: Kişi Görüntüle
ur_arab_in: رابطہ دیکھیں
vi: Xem Số Liên Lạc
zh_hant: 檢視聯絡人

# chat.actions.viewcontact.phone
source: View in Phone
de: Im Telefon anzeigen
el: Προβολή σε τηλέφωνο
es: Ver en el teléfono
fr: Afficher sur le tel
hi: फोन में देखें
it: Visualizza in Phone
ja: 電話で表示する
nl: Weergeven op telefoon
pt_pt: Ver no telefone
ru: Просмотреть в телефоне
tr: Telefonda Görüntüle
vi: Xem trong Điện Thoại
zh_hant: 在手機中檢視

# chat.actions.sendloation.send
source: Send your current location
bn_in: আপনার বর্তমান অবস্থান পাঠান
de: Aktuellen Standort senden
el: Αποστολή της τρέχουσας τοποθεσίας σας
es: Enviar su ubicación actual
fr: Envoi de votre localisation actuelle
gu: તમારું વર્તમાન સ્થાન મોકલો
hi: अपना वर्तमान स्थान भेजें
it: Invia la posizione corrente
ja: 現在のロケーションを送信
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಕಳುಹಿಸಿ
ml: നിങ്ങളുടെ നിലവിലുള്ള ലൊക്കേഷൻ അയയ്‌ക്കുക
mr: तुमचे वर्तमान स्थान पाठवा
nl: Verstuur uw huidige locatie
pa: ਆਪਣੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਭੇਜੋ
pt_pt: Enviar a sua localização atual
ru: Отправить текущее расположение
ta_in: உங்கள் தற்போதைய இருப்பிடத்தை அனுப்புக
te: మీ ప్రస్తుత లొకేషన్ పంపండి
tr: Geçerli konumunuzu gönderin
ur_arab_in: اپنا موجودہ مقام بھیجیں
vi: Gửi địa điểm hiện tại của bạn
zh_hant: 傳送您的當前位置

# chat.actions.shareevent.title
source: Share Event
de: Ereignis teilen
el: Κοινοποίηση εκδήλωσης
es: Compartir evento
fr: Partage événement
hi: ईवेंट साझा करें
it: Condividi evento
ja: イベントを共有する
nl: Gebeurtenis delen
pt_pt: Partilhar evento
ru: Поделиться событием
tr: Olay Paylaş
vi: Chia Sẻ Sự Kiện
zh_hant: 分享活動
