Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_actions_chat_clear_message
source: Clear chat will clear all the messages in this group chat.
bn_in: চ্যাট মুছে ফেলুন এই গ্রুপ চ্যাটের সমস্ত বার্তা মুছে ফেলবে।
de: Beim Löschen des Chats werden sämtliche Mitteilungen in diesem Gruppenchat gelöscht.
el: Η διαγραφή συνομιλίας θα διαγράψει όλα τα μηνύματα σε αυτή την ομαδική συνομιλία.
es: “Borrar chat” hará que se borren todos los mensajes de este chat de grupo.
fr: Effacer la conversation effacera tous les messages dans cette conversation de groupe.
gu: સ્પષ્ટ ચૅટ આ સમૂહ ચૅટમાંના બધા સંદેશાને સાફ કરશે.
hi: “चैट साफ करें” से इस समूह चैट के सभी संदेश साफ हो जाएंगे।
it: Elimina chat cancellerà tutti i messaggi in questa chat di gruppo.
ja: チャットをクリアは、このグループチャットのすべてのメッセージを消去します。
kn: ಚಾಟ್ ತೆರವುಗೊಳಿಸುವುದರಿಂದ ಈ ಗುಂಪು ಚಾಟ್‌ನಲ್ಲಿರುವ ಎಲ್ಲ ಸಂದೇಶಗಳು ತೆರವುಗೊಳ್ಳುತ್ತವೆ.
ml: ചാറ്റ് മായ്ക്കുക ഈ ഗ്രൂപ്പ് ചാറ്റിലെ എല്ലാ സന്ദേശങ്ങളും മായ്‌ക്കും.
mr: क्लिअर चॅट या समूह चॅटमधील सर्व मेसेज साफ करेल.
nl: Met Chat wissen worden alle berichten in deze groepschat gewist.
pa: ਚੈਟ ਮਿਟਾਓ ਨਾਲ ਇਸ ਸਮੂਹ ਚੈਟ ਦੇ ਸਾਰੇ ਸੁਨੇਹੇ ਮਿਟ ਜਾਣਗੇ।
pt_pt: Limpar o chat limpará todas as mensagens neste chat de grupo.
ru: При очистке чата будут удалены все сообщения в этом групповом чате.
ta_in: அரட்டையை அழிப்பது, இந்த குழு அரட்டையில் உள்ள அனைத்துச் செய்திகளையும் அழித்துவிடும்.
te: చాట్‌ని క్లియర్ చేయడం వల్ల ఈ గ్రూపు చాట్‌లోని అన్ని సందేశాలు క్లియర్ చేయబడతాయి.
tr: Sohbeti temizle seçeneği bu grup sohbetindeki tüm mesajları temizleyecektir.
ur_arab_in: چیٹ کو صاف کرنے سے اس گروپ چیٹ میں تمام پیغامات صاف ہو جائیں گے۔
vi: Xóa chat sẽ xóa tất cả tin nhắn trong chat nhóm này.
zh_hant: 清除聊天会清除这个分组聊天中的所有消息。

# chat_actions_chat_clear_1to1_message
source: Clear chat will clear all the messages in the chat.
bn_in: চ্যাট মুছে ফেলুন এই গ্রুপ চ্যাটের সমস্ত বার্তা মুছে ফেলবে।
de: Beim Löschen des Chats werden sämtliche Mitteilungen im Chat gelöscht.
el: Η διαγραφή συνομιλίας θα διαγράψει όλα τα μηνύματα της συνομιλίας.
es: “Borrar chat” hará que se borren todos los mensajes del chat.
fr: Effacer la conversation effacera tous les messages dans la conversation.
gu: સ્પષ્ટ ચૅટ ચૅટમાંના તમામ સંદેશાને સાફ કરશે.
hi: “चैट साफ करें” से चैट में सभी संदेश साफ हो जाएंगे।
it: Elimina chat cancellerà tutti i messaggi nella chat.
ja: チャットをクリアは、チャット内のすべてのメッセージを消去します。
kn: ಚಾಟ್ ತೆರವುಗೊಳಿಸಿ ಇದು ಈ ಗುಂಪು ಚಾಟ್‌ನಲ್ಲಿರುವ ಎಲ್ಲ ಸಂದೇಶಗಳು ತೆರವುಗೊಳಿಸುತ್ತದೆ.
ml: ചാറ്റ് മായ്‌ക്കുക ചാറ്റിലെ എല്ലാ സന്ദേശങ്ങളും മായ്‌ക്കും.
mr: क्लिअर चॅट या चॅटमधील सर्व मेसेज साफ करेल.
nl: Met Chat wissen worden alle berichten in de chat gewist.
pa: ਚੈਟ ਮਿਟਾਓ ਨਾਲ ਚੈਟ ਦੇ ਸਾਰੇ ਸੁਨੇਹੇ ਮਿਟ ਜਾਣਗੇ।
pt_pt: Limpar o chat limpará todas as mensagens no chat.
ru: При очистке чата будут удалены все сообщения в этом чате.
ta_in: அரட்டையை அழிப்பது, அரட்டையில் உள்ள அனைத்துச் செய்திகளையும் அழித்துவிடும்.
te: చాట్‌ని క్లియర్ చేయడం వల్ల చాట్‌లోని అన్ని సందేశాలు క్లియర్ చేయబడతాయి.
tr: Sohbeti temizle seçeneği sohbetteki tüm mesajları temizleyecektir.
ur_arab_in: چیٹ کو صاف کرنے سے چیٹ میں تمام پیغامات صاف ہو جائیں گے۔
vi: Xóa chat sẽ xóa tất cả tin nhắn trong chat này.
zh_hant: 清除聊天会清除该聊天中的所有消息。

# chat_actions_chat_delete_message
source: Delete group will remove you from this group and clear this group's entire conversation.
bn_in: গ্রুপ মুছে ফেলুন আপনাকে এই গ্রুপ থেকে অপসারণ করবে এবং এই গ্রুপের পুরো কথোপকথনটি মুছে ফেলবে।
de: Beim Löschen der Gruppe werden Sie aus der Gruppe entfernt, die gesamte Konversation der Gruppe wird gelöscht.
el: Η διαγραφή ομάδας θα σας αφαιρέσει από την ομάδα αυτή και θα διαγράψει ολόκληρη τη συνομιλία της συγκεκριμένης ομάδας.
es: “Borrar grupo” hará que se le elimine de este grupo y se borre toda la conversación del grupo.
fr: Supprimer le groupe vous retirera de ce groupe et effacera l’intégralité de la conversation de ce groupe.
gu: સમૂહ કાઢી નાખવું તમને આ સમૂહમાંથી દૂર કરશે અને આ સમૂહની આખી વાતચીતને સાફ કરશે.
hi: “समूह हटाएं” से आप इस समूह से निकल जाएंगे और इस समूह का पूरा वार्तालाप साफ हो जाएगा।
it: Elimina gruppo ti cancellerà da questo gruppo ed eliminerà l’intera conversazione di questo gruppo.
ja: グループを削除すると、このグループからあなたが削除され、グループの会話全体が消去されます。
kn: ಗುಂಪು ಅಳಿಸಿ ಇದು ಈ ಗುಂಪಿನಿಂದ ನಿಮ್ಮನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ಈ ಗುಂಪಿನ ಸಂಪೂರ್ಣ ಸಂಭಾಷಣೆಗಳನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ.
ml: ഗ്രൂപ്പ് ഇല്ലാതാക്കുക നിങ്ങളെ ഈ ഗ്രൂപ്പിൽ നിന്ന് നീക്കംചെയ്യുകയും ഈ ഗ്രൂപ്പിന്റെ മുഴുവൻ സംഭാഷണവും മായ്‌ക്കുകയും ചെയ്യും.
mr: समूह हटवा तुम्हाला या समूहातून काढून टाकेल आणि या समूहाचे संपूर्ण संभाषण साफ करेल.
nl: Met Groep verwijderen wordt u uit deze groep verwijderd en wordt het hele gesprek van deze groep gewist.
pa: ਸਮੂਹ ਨੂੰ ਮਿਟਾਓ ਨਾਲ ਤੁਸੀਂ ਇਸ ਸਮੂਹ ਤੋਂ ਹਟ ਜਾਓਂਗੇ ਅਤੇ ਇਸ ਸਮੂਹ ਦੀ ਸਾਰੀ ਚੈਟ ਨੂੰ ਮਿਟ ਜਾਵੇਗੀ।
pt_pt: Eliminar o grupo irá removê-lo deste grupo e limpar toda a conversa do mesmo.
ru: При удалении группы вы будете удалены из этой группы, также будут удалены все обсуждения в этой группе.
ta_in: குழுவை நீக்குவது, இந்த குழுவிலிருந்து உங்களை அகற்றி, இந்த குழுவின் முழு உரையாடலையும் அழிக்கும்.
te: గ్రూపుని డిలీట్ చేయడం ఈ గ్రూపు నుంచి మిమ్మల్ని తొలగిస్తుంది మరియు ఈ గ్రూపు మొత్తం సంభాషణను క్లియర్ చేస్తుంది.
tr: Grubu sil seçeneği, sizi bu gruptan kaldırır ve bu gruptaki görüşmelerin tamamını temizler.
ur_arab_in: گروپ کو حذف کرنے سے آپ کو گروپ سے ہٹا دیا جائے گا اور اس گروپ کی پوری گفتگو کو صاف کر دیا جائے گا۔
vi: Xóa nhóm sẽ xóa bạn khỏi nhóm này và xóa toàn bộ nội dung nói chuyện của nhóm này.
zh_hant: 删除组会从这个组中将您删除，并清除这个组的整个会话。

# chat_actions_chat_delete_1to1_message
source: This will clear all the messages in the conversation and remove this chat from your list.
bn_in: এটি কথোপকথনের সমস্ত বার্তাকে মুছে ফেলবে এবং এই চ্যাটটিকে আপনার তালিকা থেকে অপসারণ করবে।
de: Dies löscht sämtliche Mitteilungen der Konversation und entfernt diesen Chat aus Ihrer Liste.
el: Αυτό θα διαγράψει όλα τα μηνύματα στη συνομιλία και θα αφαιρέσει τη συνομιλία αυτή από τη λίστα σας.
es: Esta acción borrará todos los mensajes de la conversación y eliminará este chat de su lista.
fr: Cela effacera tous les messages dans la conversation et retirera cette conservation de votre liste.
gu: આ વાતચીતના તમામ સંદેશાઓને સાફ કરશે અને આ ચૅટને તમારી સૂચિમાંથી દૂર કરશે.
hi: इससे वार्तालाप में सभी संदेश साफ हो जाएंगे और यह चैट आपकी सूची से निकल जाएगी।
it: Questo eliminerà tutti i messaggi nella conversazione e rimuoverà questa chat dalla tua lista.
ja: これにより、会話中のすべてのメッセージが消去され、リストからこのチャットが削除されます。
kn: ಇದು ಈ ಸಂಭಾಷಣೆಯಲ್ಲಿನ ಎಲ್ಲ ಸಂದೇಶಗಳನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಲಿಸ್ಟ್‌ನಿಂದ ಈ ಚಾಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.
ml: ഇത് സംഭാഷണത്തിലെ എല്ലാ സന്ദേശങ്ങളും മായ്‌ക്കുകയും നിങ്ങളുടെ പട്ടികയിൽ‌ നിന്നും ഈ ചാറ്റ് നീക്കംചെയ്യുകയും ചെയ്യും.
mr: हे संभाषणातील सर्व मेसेज साफ करेल आणि तुमच्या यादीमधून हे चॅट काढून टाकेल.
nl: Hiermee worden alle berichten in het gesprek gewist en wordt deze chat uit uw lijst verwijderd.
pa: ਇਸ ਨਾਲ ਗੱਲਬਾਤ ਦੇ ਸਾਰੇ ਸੁਨੇਹੇ ਮਿਟ ਜਾਣਗੇ ਅਤੇ ਇਹ ਚੈਟ ਨੂੰ ਤੁਹਾਡੀ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦੇਵੇਗੀ।
pt_pt: Isto irá limpar todas as mensagens da conversa e removerá este chat da sua lista.
ru: Будут удалены все сообщения в этом обсуждении, а чат будет удален из вашего списка.
ta_in: இது உரையாடலில் உள்ள அனைத்துச் செய்திகளையும் அழித்து, இந்த அரட்டையை உங்கள் பட்டியலிலிருந்து அகற்றும்.
te: ఇది సంభాషణలోని అన్ని సందేశాలను క్లియర్ చేస్తుంది మరియు మీ లిస్ట్ నుంచి ఈ చాట్‌ని తొలగిస్తుంది.
tr: Bu işlem, görüşme içerisindeki tüm mesajları siler ve bu sohbeti listenizden kaldırır.
ur_arab_in: اس سے گفتگو میں تمام پیغامات صاف ہو جائیں گے اور یہ چیٹ آپ کی فہرست سے ہٹ جائے گی۔
vi: Thao tác này sẽ xóa tất cả tin nhắn trong nội dung nói chuyện và xóa chat này ra khỏi danh sách của bạn.
zh_hant: 这将清除会话中的所有消息并从您的列表中删除此聊天。

# chat_actions_chat_delete_1to1_title
source: Delete chat
bn_in: চ্যাটটি মুছে ফেলুন
de: Chat löschen
el: Διαγραφή συνομιλίας
es: Eliminar chat
fr: Supprimer la conversation
gu: ચૅટ કાઢી નાખો
hi: चैट को हटाएं
it: Elimina chat
ja: チャットを削除
kn: ಚಾಟ್ ಅಳಿಸಿ
ml: ചാറ്റ് ഇല്ലാതാക്കുക
mr: चॅट हटवा
nl: Chat verwijderen
pa: ਚੈਟ ਮਿਟਾਓ
pt_pt: Eliminar chat
ru: Удалить чат
ta_in: அரட்டையை நீக்கு
te: చాట్ తొలగించు
tr: Sohbeti sil
ur_arab_in: چیٹ حذف کریں
vi: Xóa nội dung chat
zh_hant: 删除聊天

# chat_actions_chat_delete_title
source: Leave and delete group
bn_in: গ্রুপটি ছেড়ে দিন এবং মুছে ফেলুন
de: Verlassen und Gruppe löschen
el: Αποχώρηση και διαγραφή ομάδας
es: Salir y eliminar grupo
fr: Quitter et supprimer le groupe
gu: છોડો અને સમૂહ કાઢી નાખો
hi: समूह छोड़ें और हटाएं
it: Lascia ed elimina il gruppo
ja: グループの離脱と削除
kn: ಹೊರಹೋಗಿ ಮತ್ತು ಗುಂಪು ಅಳಿಸಿ
ml: ഗ്രൂപ്പ് ഉപേക്ഷിക്കുകയും ഇല്ലാതാക്കുകയും ചെയ്യുക
mr: सोडा आणि समूह हटवा
nl: Groep verlaten en verwijderen
pa: ਸਮੂਹ ਛੱਡੋ ਅਤੇ ਹਟਾਓ
pt_pt: Sair e eliminar o grupo
ru: Выйти и удалить группу
ta_in: குழுவை விட்டு வெளியேறி நீக்கு
te: విడిచిపెట్టండి మరియు గ్రూపును డిలీట్ చేయండి
tr: Ayrıl ve grubu sil
ur_arab_in: گروپ کو چھوڑیں اور حذف کریں
vi: Rời khỏi và xóa nhóm
zh_hant: 离开并删除组

# chat_actions_chat_clear_title
source: Clear all messages
bn_in: সমস্ত মেসেজ মুছে ফেলুন
de: Alle Mitteilungen löschen
el: Καθαρισμός όλων των μηνυμάτων
es: Borrar todos los mensajes
fr: Effacer tous les messages
gu: બધા સંદેશા સાફ કરો
hi: सभी संदेश साफ करें
it: Cancella tutti i messaggi
ja: すべてのメッセージをクリアする
kn: ಎಲ್ಲ ಸಂದೇಶಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: എല്ലാ സന്ദേശങ്ങളും മായ്‌ക്കുക
mr: सर्व मेसेज साफ करा
nl: Alle berichten wissen
pa: ਸਾਰੇ ਸੁਨੇਹੇ ਹਟਾਓ
pt_pt: Limpar todas as mensagens
ru: Очистить все сообщения
ta_in: எல்லா செய்திகளையும் அழி
te: అన్ని సందేశాలు క్లియర్ చేయండి
tr: Tüm iletileri temizle
ur_arab_in: تمام پیغامات کو صاف کریں
vi: Xóa tất cả tin nhắn
zh_hant: 清除所有消息

# chat_error_timeout
source: Wups.. connection timeout.. Try again!!
bn_in: উপ্স.. সংযোগের সময় শেষ.. আবার চেষ্টা করুন!!
de: Hoppla! Verbindungszeitüberschreitung … Probieren Sie es noch einmal!
el: Ωχ...τέλος χρόνου σύνδεσης... Προσπαθήστε ξανά!
es: La conexión ha agotado el tiempo de espera. Repita la operación.
fr: Oups...la connexion a expiré... Réessayez !
gu: ઓહ.. જોડાણ સમયસમાપ્તિ.. ફરીથી પ્રયત્ન કરો!!
hi: ओह... कनेक्शन टाइमआउट... दोबारा प्रयास करें!
it: Ops... Timeout connessione... Riprova!
ja: おっと...接続がタイムアウトしました...もう一度お試しください！
kn: ಓಹೋ.. ಸಂಪರ್ಕ ಟೈಮ್‌ಔಟ್ ಆಗಿದೆ.. ಪುನಃ ಪ್ರಯತ್ನಿಸಿ!!
ml: ക്ഷമിക്കണം.. കണക്ഷൻ കാലഹരണപ്പെട്ടു.. വീണ്ടും ശ്രമിക്കുക!!
mr: वूप्स.. कनेक्शन कालबाह्य झाले.. पुन्हा प्रयत्न करा!!
nl: Oeps, time-out bij verbinding... Probeer het opnieuw!
pa: ਉਹ ਹੋ.. ਕੁਨੈਕਸ਼ਨ ਟਾਈਮਆਉਟ.. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!!
pt_pt: Ups... Tempo de ligação excedido... Tente novamente!
ru: Ошибка — истекло время ожидания подключения. Повторите попытку!
ta_in: அச்சச்சோ.. இணைப்பு நேரம் முடிந்தது.. மீண்டும் முயற்சிக்கவும்!!
te: అయ్యో.. కనెక్ట్ గడువు ముగిసింది. మళ్లీ ప్రయత్నించండి!!
tr: Hay aksi... bağlantı zaman aşımı... Yeniden Deneyin!
ur_arab_in: اوہو.. کنکشن ٹائم آؤٹ ہو گیا.. دوبارہ کوشش کریں!!
vi: Rất tiếc... hết thời gian kết nối... Hãy thử lại!
zh_hant: 噢... 连接超时...再试一次！

# chat_error_message
source: Wups.. there was an error.. Try again!!
bn_in: উপ্স..একটি ত্রুটি হয়েছিল.. আবার চেষ্টা করুন!!
de: Hoppla! Da gab es einen Fehler … Probieren Sie es noch einmal!
el: Ωχ...παρουσιάστηκε σφάλμα... Προσπαθήστε ξανά!
es: Se ha producido un error. Repita la operación.
fr: Oups... une erreur s’est produite... Réessayez !
gu: ઓહ.. એક ભૂલ આવી હતી.. ફરીથી પ્રયત્ન કરો!!
hi: ओह... कोई त्रुटि हुई... दोबारा प्रयास करें!
it: Ops... Si è verificato un errore... Riprova!
ja: おっと...エラーが発生しました...もう一度お試しください！
kn: ಓಹೋ.. ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ... ಪುನಃ ಪ್ರಯತ್ನಿಸಿ!!
ml: ക്ഷമിക്കണം.. ഒരു പിശക് ഉണ്ടായിരുന്നു.. വീണ്ടും ശ്രമിക്കുക!!
mr: वूप्स.. एक त्रुटी आली.. पुन्हा प्रयत्न करा!!
nl: Oeps, er is een fout opgetreden... Probeer het opnieuw!
pa: ਉਹ ਹੋ.. ਇੱਥੇ ਏਰਰ ਹੋਈ.. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!!
pt_pt: Ups... Ocorreu um erro... Tente novamente!
ru: Произошла ошибка. Повторите попытку!
ta_in: அச்சச்சோ.. ஒரு பிழை ஏற்பட்டது.. மீண்டும் முயற்சிக்கவும்!!
te: అయ్యో.. ఒక దోషం ఉంది.. మళ్లీ ప్రయత్నించండి!!
tr: Hay aksi.. bir hata oluştu... Yeniden Deneyin!
ur_arab_in: اوہو.. ایک نقص پیش آ گیا.. دوبارہ کوشش کریں!!
vi: Rất tiếc... đã có lỗi... Hãy thử lại!
zh_hant: 噢... 出错...再试一次！

# cliq_connection_failed
source: Uhmm unable to connect to your network. Please do check.
bn_in: উহম আপনার নেটওয়ার্কের সাথে সংযোগ করতে অক্ষম। অনুগ্রহ করে অবশ্যই পরীক্ষা করুন|
de: Die Verbindung mit Ihrem Netzwerk funktioniert leider nicht. Bitte prüfen Sie das.
el: Χμμ, δεν είναι δυνατή η σύνδεση στο δίκτυό σας. Θα πρέπει να ελέγξετε το πρόβλημα.
es: No se puede conectar con su red. Por favor, compruebe.
fr: Hum, impossible de se connecter à votre réseau. Veuillez vérifier.
gu: હમમમ તમારા નેટવર્કથી જોડાણ કરવામાં અસમર્થ. કૃપા કરીને તપાસો.
hi: उफ्फ आपके नेटवर्क से कनेक्ट करने में असमर्थ। कृपया जाँचें।
it: Mmm, Impossibile connettersi alla tua rete. Controllare.
ja: おっと、ネットワークに接続できませんでした。ご確認ください。
kn: ಹ್ಞಂ ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಪರೀಕ್ಷಿಸಿ ನೋಡಿ.
ml: നിങ്ങളുടെ നെറ്റ്‌വർക്കിലേക്ക് ബന്ധിപ്പിക്കാൻ സാധിക്കുന്നില്ല. ദയവായി പരിശോധിക്കുക.
mr: हमम तुमच्या नेटवर्कसह कनेक्ट करणे शक्य नाही. कृपया तपासा.
nl: Hmm, kan geen verbinding maken met uw netwerk. Controleer dit a.u.b.
pa: ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਮਰੱਥ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ।
pt_pt: Hum... Não é possível ligar à sua rede. Verifique.
ru: Не удается подключиться к сети. Проверьте это.
ta_in: உங்கள் நெட்வொர்க்குடன் இணைக்க முடியவில்லை. தயவுசெய்து சரிபார்க்கவும்.
te: అయ్యో, నెట్‌వర్క్‌కు కనెక్ట్ అవలేకపోతోంది. దయచేసి చెక్ చేయండి.
tr: Ne yazık ki ağınız ile bağlantı kurulamıyor. Lütfen kontrol edin.
ur_arab_in: اونہوں آپ کے نیٹ ورک سے مربوط ہونے سے قاصر ہیں۔ براِہ کرم پڑتال کریں۔
vi: Không thể kết nối với mạng của bạn. Vui lòng kiểm tra.
zh_hant: 无法连接到您的网络。请检查。

# chat_info_deleted_group
source: Group deleted successfully
bn_in: গ্রুপ সফলভাবে মোছা হয়েছে
de: Gruppe erfolgreich gelöscht
el: Η ομάδα διεγράφη επιτυχώς
es: El grupo se ha eliminado correctamente
fr: Groupe supprimé avec succès
gu: સમૂહ સફળતાપૂર્વક કાઢી નાખ્યું
hi: समूह को सफलतापूर्वक हटाया गया
it: Gruppo eliminato correttamente
ja: グループが正常に削除されました
kn: ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: ഗ്രൂപ്പ് വിജയകരമായി ഇല്ലാതാക്കി
mr: समूह यशस्वीरित्या हटवला
nl: Groep is verwijderd
pa: ਸਮੂਹ ਸਫ਼ਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।
pt_pt: Grupo eliminado com sucesso
ru: Группа успешно удалена
ta_in: குழு வெற்றிகரமாக நீக்கப்பட்டது
te: గ్రూపు విజయవంతంగా డిలీట్ చేయబడింది
tr: Grup başarıyla silindi
ur_arab_in: گروپ کو کامیابی سے حذف کر دیا گیا
vi: Đã xóa nhóm thành công
zh_hant: 组已成功删除

# chat_replytap_loading_message
source: Message Loading...
bn_in: বার্তা লোড হচ্ছে...
de: Mitteilung laden …
el: Φόρτωση μηνύματος…
es: Cargando mensaje...
fr: Chargement du message…
gu: સંદેશ લોડ કરી રહ્યું છે…
hi: संदेश लोड हो रहा है…
it: Caricamento messaggio in corso...
ja: メッセージ読み込み中...
kn: ಸಂದೇಶ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: സന്ദേശം ലോഡ് ചെയ്യുന്നു...
mr: मेसेज लोड करीत आहे…
nl: Bericht wordt geladen…
pa: ਸੁਨੇਹੇ ਲੋਡ ਹੋ ਰਹੇ ਹਨ...
pt_pt: Carregamento da mensagem…
ru: Загрузка сообщения…
ta_in: செய்தியை ஏற்றுகிறது...
te: సందేశం లోడ్ అవుతోంది…
tr: Mesaj Yükleniyor…
ur_arab_in: پیغام لوڈ ہو رہا ہے...
vi: Đang Tải Tin Nhắn...
zh_hant: 消息正在加载…

# chat_msg_edit_failure
source: Unable to edit this message now! Please try again.
bn_in: এই বার্তাটি এখনই সম্পাদনা করতে অক্ষম! অনুগ্রহ করে আবার চেষ্টা করুন।
de: Diese Mitteilung kann im Moment nicht bearbeitet werden! Bitte versuchen Sie es noch einmal.
el: Δεν είναι δυνατή η επεξεργασία αυτού του μηνύματος τώρα! Προσπαθήστε ξανά.
es: No se puede editar este mensaje ahora. Repita la operación.
fr: Impossible de modifier ce message maintenant ! Veuillez réessayer.
gu: આ સંદેશને હવે સંપાદિત કરવામાં અસમર્થ! કૃપા કરીને ફરી પ્રયત્ન કરો.
hi: इस संदेश को अभी संपादित करने में असमर्थ! कृपया दोबारा प्रयास करें।
it: Impossibile modificare questo messaggio ora! Riprovare.
ja: 現在、このメッセージを編集できません！もう一度やり直してください。
kn: ಈ ಸಂದೇಶವನ್ನು ಈಗ ತಿದ್ದಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ! ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: ഈ സന്ദേശം ഇപ്പോൾ എഡിറ്റ് ചെയ്യാനാവില്ല! വീണ്ടും ശ്രമിക്കുക.
mr: हा मेसेज आता संपादित करू शकत नाही! कृपया पुन्हा प्रयत्न करा.
nl: Kan dit bericht nu niet bewerken! Probeer het a.u.b. opnieuw.
pa: ਹੁਣ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Não é possível editar esta mensagem agora! Tente novamente.
ru: Невозможно изменить сообщение! Повторите попытку.
ta_in: இந்த செய்தியை இப்போது திருத்த முடியவில்லை! தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: ఈ సందేశాన్ని ఇప్పుడు ఎడిట్ చేయలేం! దయచేసి మళ్లీ ప్రయత్నించండి.
tr: Bu mesaj şu anda düzenlenemiyor! Lütfen yeniden deneyin.
ur_arab_in: ابھی اس پیغام میں تدوین کرنے سے قاصر ہیں! براہ کرم دوبارہ کوشش کریں۔
vi: Không thể sửa tin nhắn này vào lúc này! Vui lòng thử lại.
zh_hant: 现在无法编辑此消息！请重试。

# chat_action_invite_contact_loadingmsg
source: Inviting user…
bn_in: ব্যবহারকারীকে আমন্ত্রণ করা হচ্ছে...
de: Nutzer einladen …
el: Πρόσκληση χρήστη...
es: Se está invitando al usuario…
fr: Invitation de l’utilisateur…
gu: ઉપયોગકર્તાને આમંત્રિત કરી રહ્યાં છે…
hi: उपयोगकर्ता को आमंत्रित किया जा रहा है...
it: Invito utente in corso...
ja: ユーザーの招待中…
kn: ಬಳಕೆದಾರನನ್ನು ಆಹ್ವಾನಿಸಲಾಗುತ್ತಿದೆ...
ml: ഉപയോക്താവിനെ ക്ഷണിക്കുന്നു…
mr: वापरकर्त्यांना आमंत्रित करत आहे...
nl: Gebruiker wordt uitgenodigd...
pa: ਯੂਜ਼ਰ ਨੂੰ ਸੱਦਾ ਦੇ ਰਹੇ ਹਾਂ..
pt_pt: A convidar o utilizador…
ru: Приглашаем пользователя…
ta_in: பயனரை அழைக்கிறது...
te: యూజర్‌ని ఆహ్వానించడం…
tr: Kullanıcı davet ediliyor…
ur_arab_in: صارف کو مدعو کر رہے ہیں...
vi: Đang mời người dùng...
zh_hant: 正在邀请用户…

# chat_action_remove_participant_loadingmsg
source: Removing participant…
bn_in: অংশগ্রহণকারীকে অপসারণ করা হচ্ছে...
de: Teilnehmer entfernen …
el: Αφαίρεση συμμετέχοντα...
es: Se está eliminando al participante…
fr: Suppression du participant…
gu: સહભાગીને દૂર કરી રહ્યું છે…
hi: प्रतिभागी को निकाला जा रहा है...
it: Rimuovi partecipante...
ja: 参加者を削除中…
kn: ಭಾಗಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
ml: പങ്കാളിയെ നീക്കംചെയ്യുന്നു…
mr: सहभागी काढत आहे...
nl: Deelnemer wordt verwijderd...
pa: ਭਾਗੀਦਾਰ ਹਟਾ ਰਹੇ ਹਾਂ...
pt_pt: A remover participante…
ru: Удаляем участника…
ta_in: பங்கேற்பாளரை அகற்றுகிறது...
te: పాల్గొనేవారిని తొలగిస్తోంది…
tr: Katılımcı kaldırılıyor…
ur_arab_in: شرکت کنندہ کو ہٹایا جا رہا ہے...
vi: Đang xóa người tham gia...
zh_hant: 正在移除参与者…

# chat_action_clear_conversation_loadingmsg
source: Clearing the conversation…
bn_in: কথোপকথনটি মুছে ফেলা হচ্ছে...
de: Konversation löschen …
el: Διαγραφή της συζήτησης…
es: Se está borrando la conversación...
fr: Effacement de la conversation…
gu: વાતચીત સાફ કરી રહ્યું છે…
hi: वार्तालाप साफ किया जा रहा है…
it: Eliminazione conversazione...
ja: 会話のクリア中…
kn: ಸಂಭಾಷಣೆಯನ್ನು ತೆರವುಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ml: സംഭാഷണം മായ്‌ക്കുന്നു…
mr: संभाषण साफ करीत आहे…
nl: Het gesprek wordt gewist…
pa: ਗੱਲਬਾਤ ਮਿਟਾ ਰਹੇ ਹਾਂ...
pt_pt: A limpar a conversação…
ru: Очищаем обсуждение…
ta_in: உரையாடலை அழிக்கிறது...
te: సంభాషణ క్లియర్ చేయండి…
tr: Görüşme temizleniyor…
ur_arab_in: گفتگو کو صاف کیا جا رہا ہے...
vi: Đang xóa nội dung nói chuyện...
zh_hant: 正在清除会话…

# chat_action_delete_chat_loadingmsg
source: Deleting the chat…
bn_in: চ্যাটটি মোছা হচ্ছে...
de: Chat löschen …
el: Διαγραφή της συνομιλίας…
es: Se está eliminando el chat…
fr: Suppression de la conversation…
gu: ચૅટ કાઢી રહ્યું છે…
hi: चैट हटाई जा रही है…
it: Eliminazione chat in corso...
ja: チャットの削除中…
kn: ಚಾಟ್ ಅನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ml: ചാറ്റ് ഇല്ലാതാക്കുന്നു…
mr: चॅट हटवत आहे…
nl: De chat wordt verwijderd…
pa: ਚੈਟ ਹਟਾ ਰਹੇ ਹਾਂ...
pt_pt: A eliminar o chat…
ru: Удаляем чат…
ta_in: அரட்டையை நீக்குகிறது...
te: చాట్‌ని డిలీట్ చేస్తోంది…
tr: Sohbet siliniyor…
ur_arab_in: چیٹ کو حذف کیا جا رہا ہے...
vi: Đang xóa chat...
zh_hant: 正在删除聊天…

# chat_action_delete_group_loadingmsg
source: Deleting group…
bn_in: গ্রুপ মোছা হচ্ছে...
de: Gruppe löschen …
el: Διαγραφή ομάδας…
es: Se está eliminando el grupo…
fr: Suppression du groupe…
gu: સમૂહ કાઢી રહ્યું છે…
hi: समूह को हटाया जा रहा है...
it: Eliminazione del gruppo in corso...
ja: グループを削除中…
kn: ಗುಂಪನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ml: ഗ്രൂപ്പ് ഇല്ലാതാക്കുന്നു…
mr: समूह हटवत आहे...
nl: De groep wordt verwijderd…
pa: ਸਮੂਹ ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pt_pt: A eliminar o grupo…
ru: Удаляем группу…
ta_in: குழுவை நீக்குகிறது...
te: గ్రూపుని తొలగిస్తోంది…
tr: Grup siliniyor…
ur_arab_in: گروپ حذف کیا جا رہا ہے...
vi: Đang xóa nhóm...
zh_hant: 正在删除组…

# chat_action_participant_removed_success_msg
source: User is removed from chat!
bn_in: চ্যাট থেকে ব্যবহারকারীকে সরানো হয়েছে!
de: Nutzer wurde aus dem Chat entfernt!
el: Ο χρήστης αφαιρείται από τη συνομιλία!
es: El usuario se ha eliminado del chat.
fr: L’utilisateur est retiré de la conversation !
gu: ઉપયોગકર્તાને ચૅટમાંથી દૂર કરવામાં આવ્યા છે!
hi: उपयोगकर्ता को चैट से निकाला गया है!
it: Utente rimosso dalla chat!
ja: ユーザーがチャットから削除されました！
kn: ಬಳಕೆದಾರನನ್ನು ಚಾಟ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ!
ml: ഉപയോക്താവിനെ ചാറ്റിൽ നിന്ന് നീക്കംചെയ്‌തു!
mr: वापरकर्त्याला चॅटमधून काढले!
nl: Gebruiker verwijderd uit chat!
pa: ਚੈਟ ਵਿੱਚੋਂ ਯੂਜ਼ਰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ!
pt_pt: O utilizador foi removido do chat!
ru: Пользователь удален из чата.
ta_in: பயனர் அரட்டையிலிருந்து நீக்கப்பட்டார்!
te: చాట్ నుంచి యూజర్ తొలగించబడ్డాడు!
tr: Kullanıcı sohbetten kaldırıldı!
ur_arab_in: صارف کو چیٹ سے ہٹا دیا گیا!
vi: Đã xóa người dùng ra khỏi chat!
zh_hant: 用户已从聊天中移除！

# huddle_yet_to_join
source: Yet to join
bn_in: যোগদান করতে হবে
de: Beitritt in Kürze
el: Πρόκειται να συμμετάσχει
es: Pendiente de unirse
fr: Doit encore rejoindre
gu: જોડાવવાનું બાકી છે
hi: अभी शामिल होना है
it: Partecipazione ancora non effettuata
ja: 未参加
kn: ಇನ್ನೂ ಸೇರಿಲ್ಲ
ml: ഇനിയും ചേരാനുണ്ട്
mr: अद्याप सामील व्हायचे आहे
nl: Moet nog deelnemen
pa: ਹਾਲੇ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ
pt_pt: Ainda não aderiu
ru: Еще не присоединились
ta_in: இனி தான் சேர வேண்டும்
te: ఇంకా చేరలేదు
tr: Henüz katılmadı
ur_arab_in: ابھی شمولیت کرنی ہے
vi: Chưa tham gia
zh_hant: 尚未加入

# huddle_ring_all
source: Ring All
bn_in: সকলকে রিং করুন
de: Alles signalisieren
el: Κουδούνισμα σε όλους
es: Hacer sonar todos
fr: Appeler tout le monde
gu: તમામ રિંગ કરો
hi: सभी को रिंग करें
it: Fai squillare tutti
ja: すべてリング
kn: ಎಲ್ಲರಿಗೂ ರಿಂಗ್ ಮಾಡಿ
ml: എല്ലാം റിംഗ് ചെയ്യുക
mr: सर्वांना रिंग करा
nl: Alle bellen
pa: ਸਭ ਨੂੰ ਰਿੰਗ ਕਰੋ
pt_pt: Telefonar a todos
ru: Позвонить всем
ta_in: அனைவருக்கும் மணி ஒலிக்கச்செய்
te: అన్నింటిని రింగ్ చేయండి
tr: Tümünü Ara
ur_arab_in: تمام کو رنگ کریں
vi: Gọi Cho Tất Cả
zh_hant: 呼叫所有人

# msg_unblock_user
source: Unblock User
bn_in: ব্যবহারকারীদের আনব্লক করুন
de: Nutzer freigeben
el: Άρση αποκλεισμού χρήστη
es: Desbloquear usuario
fr: Débloquer l’utilisateur
gu: ઉપયોગકર્તાને અનાવરોધિત કરો
hi: उपयोगकर्ताओं को अनब्लॉक करें
it: Sblocca utente
ja: ユーザーのブロックを解除
kn: ಬಳಕೆದಾರನನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ml: ഉപയോക്താവിനെ തടഞ്ഞത് മാറ്റുക
mr: वापरकर्त्याला अनब्लॉक करा
nl: Gebruiker deblokkeren
pa: ਯੂਜ਼ਰ ਨੂੰ ਅਨਬਲੌਕ ਕਰੋ
pt_pt: Desbloquear utilizador
ru: Разблокировать пользователя
ta_in: பயனரைத் தடுப்பு நீக்கு
te: యూజర్‌ని అన్‌బ్లాక్ చేయండి
tr: Kullanıcı Engelini Kaldır
ur_arab_in: صارف کو ان بلاک کریں
vi: Bỏ Chặn Người Dùng
zh_hant: 解锁用户
