Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_actions_link_copied_success
source: Link Copied
bn_in: লিঙ্ক অনুলিপি করা হয়েছে।
de: Link kopiert
el: Ο σύνδεσμος αντιγράφηκε
es: Se ha copiado el enlace
fr: Lien copié
gu: લિંકની કૉપિ કરી
hi: लिंक की प्रतिलिपि बनाई गई
it: Link copiato
ja: リンクをコピーしました
kn: ಲಿಂಕ್ ನಕಲಿಸಲಾಗಿದೆ
ml: ലിങ്ക് പകർത്തി
mr: लिंक कॉपी केली
nl: Koppeling gekopieerd
pa: ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pt_pt: Ligação copiada
ru: Ссылка скопирована
ta_in: இணைப்பு நகலெடுக்கப்பட்டது
te: లింక్ కాపీ చేయబడింది
tr: Bağlantı Kopyalandı
ur_arab_in: لنک کاپی کر دیا گیا
vi: Đã Sao Chép Liên Kết
zh_hant: 链接已复制

# chat_actions_media_shared_links
source: Links
bn_in: লিঙ্কগুলি
el: Σύνδεσμοι
es: Enlaces
fr: Liens
gu: લિંક્સ
hi: लिंक
it: Link
ja: リンク
kn: ಲಿಂಕ್‌ಗಳು
ml: ലിങ്കുകൾ
mr: लिंक
nl: Koppelingen
pa: ਲਿੰਕ
pt_pt: Ligações
ru: Ссылки
ta_in: இணைப்புகள்
te: లింక్‌లు
tr: Bağlantılar
ur_arab_in: لنکس
vi: Liên kết
zh_hant: 链接

# chat_actions_media_voice_messages
source: Voice messages
bn_in: ভয়েস মেসেজ
de: Sprachmitteilungen
el: Φωνητικά μηνύματα
es: Mensajes de voz
fr: Messages vocaux
gu: અવાજ સંદેશા
hi: ध्वनि संदेश
it: Messaggio vocale
ja: ボイスメッセージ
kn: ಧ್ವನಿ ಸಂದೇಶಗಳು
ml: ശബ്ദ സന്ദേശങ്ങൾ
mr: व्हॉइस मेसेज
nl: Spraakberichten
pa: ਆਵਾਜ਼ ਦੇ ਸੁਨੇਹੇ
pt_pt: Mensagens de voz
ru: Голосовые сообщения
ta_in: குரல் செய்திகள்
te: వాయిస్ సందేశాలు
tr: Sesli mesajlar
ur_arab_in: صوتی پیغامات
vi: Tin nhắn thoại
zh_hant: 语音消息

# chat_file_error_notdownloaded
source: The file is not available yet!
bn_in: এই ফাইলটি এখনো উপলব্ধ নয়।
de: Die Datei ist noch nicht verfügbar!
el: Το αρχείο δεν είναι ακόμα διαθέσιμο!
es: El archivo no está disponible todavía.
fr: Le fichier n’est pas encore disponible !
gu: ફાઇલ હજી ઉપલબ્ધ નથી!
hi: यह फाइल अभी तक उपलब्ध नहीं है!
it: Il file non è ancora disponibile!
ja: このファイルはまだ利用できません！
kn: ಈ ಫೈಲ್ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ!
ml: ഫയൽ ഇനിയും ലഭ്യമല്ല!
mr: ही फाइल अद्याप उपलब्ध नाही!
nl: Het bestand is nog niet beschikbaar!
pa: ਇਹ ਫ਼ਾਈਲ ਅਜੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pt_pt: O ficheiro ainda não está disponível!
ru: Файл еще не доступен!
ta_in: கோப்பு இன்னும் கிடைக்கவில்லை!
te: ఫైలు ఇంకా లభ్యం కాలేదు!
tr: Dosya henüz kullanılamıyor!
ur_arab_in: فائل ابھی تک دستیاب نہیں ہے!
vi: Tập tin chưa khả dụng!
zh_hant: 该文件尚不可用！

# chat_settings_compress_image_title
source: Image upload quality
bn_in: ছবি আপলোড করার মান
de: Bilduploadqualität
el: Ποιότητα φόρτωσης εικόνας
es: Calidad de carga de imágenes
fr: Qualité de chargement d’image
gu: છબી અપલોડ ગુણવત્તા
hi: छवि अपलोड गुणवत्ता
it: Qualità caricamento immagine
ja: 画像のアップロード品質
kn: ಚಿತ್ರ ಅಪ್‌ಲೋಡ್ ಗುಣಮಟ್ಟ
ml: ചിത്രത്തിന്റെ അപ്‌ലോഡ് ഗുണമേന്മ
mr: प्रतिमा अपलोडची गुणवत्ता
nl: Kwaliteit bij uploaden van afbeelding
pa: ਤਸਵੀਰ ਸਫ਼ਲਤਾਪੂਰਵਕ ਅਪਲੋਡ ਕੀਤਾ ਗਿਆ
pt_pt: Qualidade de carregamento de imagens
ru: Качество передаваемого изображения
ta_in: படத்தின் பதிவேற்ற தரம்
te: ఇమేజ్ అప్‌లోడ్ క్వాలిటీ
tr: Karşıya görüntü yükleme kalitesi
ur_arab_in: تصویر کے اپ لوڈ کا معیار
vi: Chất lượng tải hình ảnh lên
zh_hant: 图像上传质量

# chat_settings_compress_image_subtitle
source: Enable this option to smartly compress your image while uploading.
bn_in: আপলোড করার সময় আপনার ছবিটি কম্প্রেস করার জন্য এই বিকল্পটি সক্ষম করুন।
de: Diese Option aktivieren Sie zum verlustarmen Komprimieren Ihres Bildes beim Hochladen.
el: Ενεργοποιήστε αυτήν την επιλογή για να συμπιέσετε έξυπνα την εικόνα σας κατά τη φόρτωση.
es: Habilite esta opción para comprimir de forma eficiente la imagen mientras la carga.
fr: Activez cette option pour compresser intelligemment vos images lors du chargement.
gu: અપલોડ કરતી વખતે તમારી છબીને ચપળતાથી સંકુચિત કરવા માટે આ વિકલ્પને સક્ષમ કરો.
hi: अपलोड करते समय अपनी छवि को बढ़िया तरीके से कम्प्रेस करने के लिए इस विकल्प को सक्षम करें।
it: Abilita questa opzione per comprimere in modo intelligente la tua immagine durante il caricamento.
ja: アップロード中に画像をスマートに圧縮するには、このオプションを有効にします。
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡುವಾಗ ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಜಾಣ್ಮೆಯಿಂದ ಕಂಪ್ರೆಸ್ ಮಾಡಲು ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: അപ്‌ലോഡ് ചെയ്യുമ്പോൾ നിങ്ങളുടെ ചിത്രം മികച്ച രീതിയിൽ കം‌പ്രസ് ചെയ്യുന്നതിന് ഈ ഓപ്‌ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
mr: अपलोड करताना तुमची प्रतिमा स्मार्टपणे संकुचित करण्यासाठी हा पर्याय सक्षम करा.
nl: Schakel deze optie in om uw afbeelding slim te comprimeren tijdens het uploaden.
pa: ਅਪਲੋਡ ਕਰਨ ਵੇਲੇ ਆਪਣੀ ਤਸਵੀਰ ਨੂੰ ਸਮਾਰਟ ਤਰੀਕੇ ਨਾਲ ਕੰਪ੍ਰੈਸ ਕਰਨ ਲਈ ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਮਰੱਥ ਕਰੋ।
pt_pt: Ative esta opção para compactar a sua imagem de forma inteligente ao carregar.
ru: Выберите этот параметр, чтобы сжимать изображение при передаче.
ta_in: பதிவேற்றும் போது உங்கள் படத்தை விவேகமாகச் சுருக்க இந்த விருப்பத்தேர்வைச் செயற்படுத்தவும்.
te: అప్‌లోడ్ చేసేటప్పుడు మీ ఇమేజ్‌ని స్మార్ట్‌గా కంప్రెస్ చేయడానికి ఈ ఆప్షన్‌ని ఎనేబుల్ చేయండి.
tr: Bu seçeneği görüntünüzü karşıya yükleme sırasında akıllı biçimde sıkıştırmak için etkinleştirin.
ur_arab_in: اپ لوڈ کرنے کے دوران اپنی تصویر کو اسمارٹ طریقے سے کمپریس کرنے کے لیے اس اختیار کو فعال کریں۔
vi: Bật tùy chọn này để nén hình ảnh của bạn một cách thông minh trong khi tải lên.
zh_hant: 启用此选项将在上传时智能压缩您的图像。

# chat_settings_compress_image_button_text
source: Compress to optimize
bn_in: অপ্টিমাইজ করার জন্য কম্প্রেস করুন
de: Zum Optimieren komprimieren
el: Συμπίεση για βελτιστοποίηση
es: Comprimir para optimizar
fr: Compresser pour optimiser
gu: ઑપ્ટિમાઇઝ કરવા માટે સંકુચિત
hi: अनुकूल बनाने के लिए कम्प्रेस करें
it: Comprimi per ottimizzare
ja: 圧縮して最適化
kn: ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲು ಕಂಪ್ರೆಸ್ ಮಾಡಿ
ml: ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിന് കംപ്രസ് ചെയ്യുക
mr: सुधारण्यासाठी संकुचित करा
nl: Comprimeren om te optimaliseren
pa: ਅਨੁਕੂਲ ਕਰਨ ਲਈ ਕੰਪ੍ਰੈਸ ਕਰੋ
pt_pt: Comprima para otimizar
ru: Сжать для оптимизации
ta_in: உகந்ததாக்க சுருக்கவும்
te: ఆప్టిమైజ్ చేయడానికి కంప్రెస్ చేయండి
tr: En iyi duruma getirecek şekilde sıkıştır
ur_arab_in: احسن کاری کے لیے کمپریس کریں
vi: Nén để tối ưu
zh_hant: 压缩至最佳

# chat_emptystate_images
source: Images shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা ছবিগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Bilder gelistet
el: Οι εικόνες που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán las imágenes compartidas en el chat
fr: Les images partagées dans cette conversation seront listées ici
gu: આ ચૅટમાં શૅઅર કરેલી છબીઓ અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा की गईं छवियों को यहाँ सूचीबद्ध किया जाएगा
it: Le immagini condivise in questa chat saranno elencate qui
ja: このチャットで共有された画像はここに掲載されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಚಿತ್ರಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട ചിത്രങ്ങൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेल्या प्रतिमा येथे सूचीबद्ध केल्या जातील
nl: Afbeeldingen die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੀ ਤਸਵੀਰ ਇੱਥੇ ਦਿੱਤੀ ਜਾਣਗੀਆਂ
pt_pt: As imagens partilhadas neste chat serão listadas aqui
ru: Здесь будут перечислены изображения, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட படங்கள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ ఇమేజ్‌లు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan görüntüler burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ تصاویر کو یہاں فہرست میں درج کیا جائے گا
vi: Những hình ảnh được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的图像将在此处列出

# chat_emptystate_audio
source: Audio files shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা অডিও ফাইল এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Audiodateien gelistet
el: Τα αρχεία ήχου που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán los archivos de audio compartidos en el chat
fr: Les fichiers audio partagés dans cette conversation seront listés ici
gu: આ ચૅટમાં શૅઅર કરેલી ઑડિઓ ફાઇલો અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा की गईं ऑडियो फाइलों को यहाँ सूचीबद्ध किया जाएगा
it: I file audio condivisi in questa chat saranno elencati qui
ja: このチャットで共有される音声ファイルは、ここにリストアップされます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಆಡಿಯೊ ಫೈಲ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട ഓഡിയോ ഫയലുകൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेल्या ऑडिओ फाइल्स येथे सूचीबद्ध केल्या जातील
nl: Audiobestanden die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੀ ਆਡੀਓ ਫਾਈਲਾਂ ਇੱਥੇ ਦਿੱਤੇ ਜਾਣਗੇ
pt_pt: Os ficheiros de áudio partilhados neste chat serão listados aqui
ru: Здесь будут перечислены аудиофайлы, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட ஆடியோ கோப்புகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ ఆడియో ఫైళ్లు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan ses dosyaları burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ آڈیو فائلز کو یہاں فہرست میں درج کیا جائے گا
vi: Những tập tin âm thanh được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的音频文件将在此处列出

# chat_emptystate_file
source: Files shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা ফাইলগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Dateien gelistet
el: Τα αρχεία που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán los archivos compartidos en el chat
fr: Les fichiers partagés dans cette conversation seront listés ici
gu: આ ચૅટમાં શૅઅર કરેલી ફાઇલો અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा की गईं फाइलों को यहाँ सूचीबद्ध किया जाएगा
it: I file condivisi in questa chat saranno elencati qui
ja: このチャットで共有されたファイルは、ここに表示されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಫೈಲ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട ഫയലുകൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेल्या फाइल येथे सूचीबद्ध केल्या जातील
nl: Bestanden die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੀ ਕੀਤੀ ਫਾਈਲਾਂ ਇੱਥੇ ਸੂਚੀਬੱਧ ਕੀਤੇ ਜਾਣਗੀਆਂ
pt_pt: Os ficheiros partilhados neste chat serão listados aqui
ru: Здесь будут перечислены файлы, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட கோப்புகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ ఫైళ్లు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan dosyalar burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ فائلز کو یہاں فہرست میں درج کیا جائے گا
vi: Những tập tin được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的文件将在此处列出

# chat_emptystate_videos
source: Videos shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা ভিডিওগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Videos gelistet
el: Τα βίντεο που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán los vídeos compartidos en el chat
fr: Les vidéos partagées dans cette conversation seront listées ici
gu: આ ચૅટમાં શૅઅર કરેલ વિડીયોઝ અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा किए गए वीडियोज़ को यहाँ सूचीबद्ध किया जाएगा
it: I video condivisi in questa chat saranno elencati qui
ja: このチャットで共有された動画はここに表示されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ವೀಡಿಯೊಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട വീഡിയോകൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेले व्हिडिओ येथे सूचीबद्ध केले जातील
nl: Video’s die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੀ ਕੀਤੀ ਵੀਡੀਓਜ਼ ਇੱਥੇ ਦਿੱਤੀ ਜਾਣਗੀਆਂ
pt_pt: Os vídeos partilhados neste chat serão listados aqui
ru: Здесь будут перечислены видео, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட வீடியோக்கள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ వీడియోలు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan videolar burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ ویڈیوز کو یہاں فہرست میں درج کیا جائے گا
vi: Những video được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的视频将在此处列出

# chat_emptystate_all
source: All the media, files and links shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা সমস্ত মিডিয়া, ফাইল এবং লিংকগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden alle in diesem Chat freigegebenen Medien, Dateien und Links gelistet
el: Όλα τα μέσα, αρχεία και σύνδεσμοι που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán todos los elementos multimedia, archivos y enlaces compartidos en el chat
fr: Tous les médias, fichiers et liens partagés dans cette conversation seront listés ici
gu: આ ચૅટમાં શૅઅર કરેલ બધા મીડિયા, ફાઇલો અને લિંક્સ અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा किए गए सभी मीडिया, फाइलों और लिंकों को यहाँ सूचीबद्ध किया जाएगा
it: Tutti i media, i file e i link condivisi in questa chat saranno elencati qui
ja: このチャットで共有されるすべてのメディア、ファイル、リンクはここに表示されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಎಲ್ಲ ಮೀಡಿಯಾ, ಫೈಲ್‌ಗಳು ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട എല്ലാ മീഡിയകളും ഫയലുകളും ലിങ്കുകളും ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेले सर्व मीडिया, फाइल्स आणि लिंक येथे सूचीबद्ध केले जातील
nl: Alle media, bestanden en koppelingen die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਸਾਰੇ ਮੀਡੀਆ, ਫਾਈਲਾਂ ਅਤੇ ਲਿੰਕ ਇੱਥੇ ਦਿੱਤੇ ਜਾਣਗੇ
pt_pt: Todos os recursos de media, ficheiros e links partilhados neste chat serão listados aqui
ru: Здесь будут перечислены мультимедийные и прочие файлы, а также ссылки, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட அனைத்து ஊடகங்கள், கோப்புகள் மற்றும் இணைப்புகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ మీడియా, ఫైల్స్ మరియు లింక్‌లు అన్నీ కూడా ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan tüm medya, dosyalar ve bağlantılar burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ تمام میڈیا، فائلز، اور لنکس کو یہاں فہرست میں درج کیا جائے گا
vi: Tất cả media, tập tin và liên kết được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的所有媒体、文件和链接将在此处列出

# chat_emptystate_shared_links
source: Links shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা লিংকগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Links gelistet
el: Οι σύνδεσμοι που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán los enlaces compartidos en el chat
fr: Les liens partagés dans cette conversation seront listés ici
gu: આ ચૅટમાં શૅઅર કરેલ લિંક્સ અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा किए गए लिंकों को यहाँ सूचीबद्ध किया जाएगा
it: I link condivisi in questa chat saranno elencati qui
ja: このチャットで共有されたリンクはここに掲載されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಲಿಂಕ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട ലിങ്കുകൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेल्या लिंक येथे सूचीबद्ध केल्या जातील
nl: Koppelingen die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਲਿੰਕ ਇੱਥੇ ਸੂਚੀਬੱਧ ਕੀਤੇ ਜਾਣਗੇ
pt_pt: Os links partilhados neste chat serão listados aqui
ru: Здесь будут перечислены ссылки, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட இணைப்புகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ లింకులు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan bağlantılar burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ لنکس کو یہاں فہرست میں درج کیا جائے گا
vi: Những liên kết được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的链接将在此处列出

# chat_emptystate_voice_messages
source: Voice messages shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা ভয়েস মেসেজগুলি এখানে তালিকাভুক্ত করা হবে
de: Hier werden in diesem Chat freigegebene Sprachmitteilungen gelistet
el: Τα φωνητικά μηνύματα που κοινοποιούνται στη συνομιλία αυτή θα εμφανίζονται εδώ
es: Aquí se mostrarán los mensajes de voz compartidos en el chat
fr: Les messages vocaux partagés dans cette conversation seront listés ici
gu: આ ચૅટમાં શૅઅર કરેલ વોઇઝ સંદેશા લિંક્સ અહીં સૂચિબદ્ધ થશે
hi: इस चैट में साझा किए गए ध्वनि संदेशों को यहाँ सूचीबद्ध किया जाएगा
it: I messaggi vocali condivisi in questa chat saranno elencati qui
ja: このチャットで共有されたボイスメッセージはここに表示されます。
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಧ್ವನಿ ಸಂದೇಶಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട ശബ്ദ സന്ദേശങ്ങൾ ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेले व्हॉइस मेसेज येथे सूचीबद्ध केले जातील
nl: Spraakberichten die in deze chat worden gedeeld, worden hier weergegeven
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਵੌਇਸ ਸੁਨੇਹੇ ਇੱਥੇ ਦਿੱਤੀ ਜਾਣਗੇ
pt_pt: As mensagens de voz partilhadas neste chat serão listadas aqui
ru: Здесь будут перечислены голосовые сообщения, выложенные в этом чате
ta_in: இந்த அரட்டையில் பகிரப்பட்ட குரல் செய்திகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ వాయిస్ సందేశాలు ఇక్కడ జాబితా చేయబడతాయి
tr: Bu sohbette paylaşılan sesli mesajlar burada listelenecektir
ur_arab_in: اس چیٹ میں شیئر کردہ صوتی پیغامات کو یہاں فہرست میں درج کیا جائے گا
vi: Những tin nhắn thoại được chia sẻ trong nội dung chat này sẽ được liệt kê ở đây
zh_hant: 在此聊天中分享的语音消息将在此处列出

# settings_privacy_addtogroups
source: Add to groups
bn_in: গ্রুপে যোগ করুন
de: Zu Gruppen hinzufügen
el: Προσθήκη σε ομάδες
es: Agregar a grupos
fr: Ajouter aux groupes
gu: સમૂહોમાં ઉમેરો
hi: समूहों में जोड़ें
it: Aggiungi ai gruppi
ja: グループに追加
kn: ಗುಂಪುಗಳಿಗೆ ಸೇರಿಸಿ
ml: ഗ്രൂപ്പുകളിലേക്ക് ചേർക്കുക
mr: समूहात जोडा
nl: Toevoegen aan groepen
pa: ਸਮੂਹ ਵਿੱਚ ਜੋੜੋ
pt_pt: Adicionar aos grupos
ru: Добавить в группы
ta_in: குழுக்களுக்குச் சேர்
te: గ్రూపులకు జోడించండి
tr: Gruplara ekle
ur_arab_in: گروپس میں شامل کریں
vi: Thêm vào các nhóm
zh_hant: 添加至组

# settings_privacy_title_readreceipt
source: Read receipts
bn_in: পঠিত হবার রসিদ
de: Empfangsbestätigungen lesen
el: Αποδεικτικά ανάγνωσης
es: Confirmaciones de lectura
fr: Confirmations de lecture
gu: રસીદો વાંચો
hi: पढ़ी गई प्राप्तियाँ
it: Destinatari idi lettura
ja: 既読通知
kn: ಓದಿದ ಸ್ವೀಕೃತಿಗಳು
ml: വായിച്ച രസീതുകൾ
mr: वाचन पावती
nl: Leesbevestigingen
pa: ਪੜ੍ਹਨ ਵਾਲੀ ਰਸੀਦਾਂ
pt_pt: Recibos de leitura
ru: Подтверждения прочтения
ta_in: வாசித்ததற்கான ரசீதுகள்
te: రీడ్ రిసిప్ట్‌లు
tr: Okundu bilgileri
ur_arab_in: رسیدوں کو پڑھیں
vi: Thông báo đã đọc
zh_hant: 已读回执

# settings_privacy_title_screensecurity
source: Screen Security
bn_in: স্ক্রিনের নিরাপত্তা
de: Bildschirmsicherheit
el: Ασφάλεια οθόνης
es: Seguridad de la pantalla
fr: Sécurité de l’écran
gu: સ્ક્રીન સુરક્ષા
hi: स्क्रीन सुरक्षा
it: Sicurezza schermo
ja: スクリーンセキュリティ
kn: ಸ್ಕ್ರೀನ್ ಸುರಕ್ಷತೆ
ml: സ്‌ക്രീൻ സുരക്ഷ
mr: स्क्रीन सुरक्षा
nl: Schermbeveiliging
pa: ਸਕ੍ਰੀਨ ਸਿਕਉਰਿਟੀ
pt_pt: Segurança do ecrã
ru: Защита экрана
ta_in: திரைப் பாதுகாப்பு
te: స్క్రీన్ సెక్యూరిటీ
tr: Ekran Güvenliği
ur_arab_in: اسکرین کی سکیورٹی
vi: Bảo Mật Màn Hình
zh_hant: 屏幕安全

# settings_readrecipts_desc
source: Message sent and received will display a double tick and the message read time.
bn_in: পাঠানো এবং প্রাপ্ত বার্তাটি একটি ডবল টিক এবং বার্তা পড়ার সময়টি দেখাবে
de: Gesendete und empfangene Mitteilungen werden mit einem doppelten Häkchen und der Zeit angezeigt, zu der die Mitteilungen gelesen wurden.
el: Το μήνυμα που αποστέλλεται και λαμβάνεται θα εμφανίζει ένα διπλό σημάδι ελέγχου και την ώρα ανάγνωσης του μηνύματος.
es: Los mensajes enviados y recibidos mostrarán una marca de comprobación doble y la hora de lectura del mensaje.
fr: Les messages envoyés et reçus afficheront une double coche et l’heure de lecture des messages.
gu: મોકલેલ અને પ્રાપ્ત થયેલ સંદેશ ડબલ ટિક અને સંદેશ વાંચવાનો સમય પ્રદર્શિત કરશે.
hi: भेजा गया और प्राप्त किया गया संदेश डबल टिक और संदेश पढ़ने का समय प्रदर्शित करेगा।
it: Il messaggio inviato e ricevuto mostrerà una doppia spunta e l’ora di lettura del messaggio.
ja: 送受信されたメッセージには、二重のチェックとメッセージの読み取り時間が表示されます。
kn: ಕಳುಹಿಸಿದ ಮತ್ತು ಸ್ವೀಕರಿಸಿದ ಸಂದೇಶವು ಡಬಲ್‌ ಟಿಕ್‌ ಮತ್ತು ಸಂದೇಶ ಓದಿದ ಸಮಯವನ್ನು ತೋರಿಸುತ್ತದೆ.
ml: അയച്ചതും സ്വീകരിച്ചതുമായ സന്ദേശം ഒരു ഡബിൾ ടിക്കും സന്ദേശം വായിച്ച സമയവും പ്രദർശിപ്പിക്കും.
mr: पाठविलेल्या आणि प्राप्त केलेल्या मेसेजवर दुहेरी टिक आणि मेसेज वाचण्याची वेळ दर्शवली जाईल.
nl: Bij verzonden en ontvangen berichten wordt een dubbel vinkje weergegeven en de leestijd van het bericht.
pa: ਭੇਜਿਆ ਅਤੇ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸੁਨੇਹਾ ਇੱਕ ਡਬਲ ਟਿਕ ਅਤੇ ਸੁਨੇਹਾ ਪੜ੍ਹਨ ਦਾ ਸਮਾਂ ਡਿਸਪਲੇ ਕਰੇਗਾ।
pt_pt: A mensagem enviada e recebida apresentará um duplo de marcação e a hora de leitura da mensagem.
ru: Отправленные и полученные соображения будут отображаться с двойной галочкой и временем прочтения сообщения.
ta_in: அனுப்பப்பட்ட மற்றும் பெறப்பட்ட செய்தி இரட்டை டிக் குறி மற்றும் செய்தி வாசிக்கப்பட்ட நேரத்தைக் காண்பிக்கும்.
te: పంపిన మరియు అందుకున్న సందేశం డబుల్ టిక్‌ను మరియు సందేశం సమయాన్ని చూపుతుంది.
tr: Gönderilen ve alınan mesajlarda çift tık ve mesajın okunma saati görüntülenecektir.
ur_arab_in: بھیجا گیا اور موصول کردہ پیغام ایک دہرا کلک اور پیغام کو پڑھنے کا وقت ڈسپلے کرے گا۔
vi: Tin nhắn đã gửi và nhận sẽ hiển thị một dấu kiểm kép và thời gian đọc tin nhắn.
zh_hant: 已发送和已接收的消息将显示双勾号和消息读取时间。

# settings_screensecurity_desc
source: Will prevent Arattai from appearing in the app switcher.
bn_in: অ্যাপের সুইচারে অ্যারেটাইকে প্রকাশমান হওয়ার থেকে প্রতিরোধ করবে।
de: Verhindert, dass Arattai in der Appauswahl gelistet wird.
el: Θα αποτρέπει την εμφάνιση του Arattai στο πρόγραμμα εναλλαγής εφαρμογών.
es: Impedirá que Arattai aparezca en el selector de aplicaciones.
fr: Empêchera Arattai d’apparaître dans le sélecteur d’applications.
gu: ઍપ સ્વિચરમાં Arattai ને દર્શાવતું અટકાવશે.
hi: Arattai को ऐप स्विचर में दिखने से रोकेगा।
it: Eviterà che Arattai compaia nella funzione Switch.
ja: Arattaiがアプリスイッチャーに表示されなくなります。
kn: ಆ್ಯಪ್‌ ಸ್ವಿಚರ್‌ನಲ್ಲಿ Arattai ಕಾಣಿಸದಂತೆ ತಡೆಯುತ್ತದೆ.
ml: ആപ്പ് സ്വിച്ചറിൽ പ്രത്യക്ഷപ്പെടുന്നതിൽ നിന്ന് Arattai -യെ തടയും.
mr: Arattai ला अॅप स्विचरमध्ये दिसण्यापासून प्रतिबंध करेल.
nl: Voorkomt dat Arattai in de app-schakelaar verschijnt.
pa: ਅਰਾਤਾਈ ਨੂੰ ਐਪ ਸਵਿੱਚਰ ਵਿੱਚ ਆਉਣ ਤੋਂ ਰੋਕੇਗਾ।
pt_pt: Irá impedir que o Arattai apareça no comutador da aplicação.
ru: Приложение Arattai не будет отображаться в средстве переключения приложений.
ta_in: செயலி ஸ்விட்சரில் Arattai தோன்றுவதைத் தடுக்கும்.
te: యాప్ స్విచ్చర్‌లో అరాటై కనిపించకుండా నిరోధిస్తుంది.
tr: Uygulama değiştirici içerisinde Arattai’ın görünmesini önler.
ur_arab_in: Arattai کو ایپ سوئچر میں ظاہر ہونے سے روک دیا جائے گا۔
vi: Sẽ không cho Arattai xuất hiện trong một công cụ thay đổi ứng dụng.
zh_hant: 防止在应用程序切换器中显示 Arattai。

# chat_actions_audio_discard_title
source: Discard voice message
bn_in: ভয়েস মেসেজ পরিত্যাগ করুন
de: Sprachmitteilung verwerfen
el: Απόρριψη φωνητικού μηνύματος
es: Descartar mensaje de voz
fr: Ignorer le message vocal
gu: વોઇઝ સંદેશ અસ્વીકૃત કરો
hi: ध्वनि संदेश को छोड़ें
it: Rimuovi messaggio vocale
ja: 音声メッセージを破棄
kn: ಧ್ವನಿ ಸಂದೇಶವನ್ನು ತ್ಯಜಿಸಿ
ml: ശബ്ദ സന്ദേശം നിരസിക്കുക
mr: व्हॉइस मेसेज नष्ट करा
nl: Spraakbericht verwijderen
pa: ਵੌਇਸ ਸੁਨੇਹਾ ਡਿਸਕਾਰਡ ਕਰੋ
pt_pt: Descartar a mensagem de voz
ru: Отменить голосовое сообщение
ta_in: குரல் செய்தியைக் கைவிடு
te: వాయిస్ సందేశాన్ని డిస్‌కార్డ్ చేయండి
tr: Sesli mesajı at
ur_arab_in: صوتی پیغام کو مسترد کریں
vi: Bỏ tin nhắn thoại
zh_hant: 舍弃语音消息

# chat_actions_audio_discard_message
source: This will discard your recorded voice message
bn_in: এটি আপনার রেকর্ড করা ভয়েস মেসেজটি বাতিল করবে
de: Es verwirft Ihre aufgezeichnete Sprachmitteilung
el: Αυτό θα απορρίψει το ηχογραφημένο φωνητικό μήνυμά σας
es: Esta acción descartará el mensaje de voz grabado
fr: Cela ignorera votre message vocal enregistré
gu: આ તમારા રેકોર્ડ કરેલા વોઇઝ સંદેશને કાઢી નાખશે
hi: इससे आपका रिकॉर्ड किया गया ध्वनि संदेश व्यर्थ हो जाएगा
it: Questa azione rimuoverà i messaggi vocali registrati
ja: 録音した音声メッセージは破棄されます。
kn: ಇದು ನಿಮ್ಮ ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಧ್ವನಿ ಸಂದೇಶವನ್ನು ತ್ಯಜಿಸುತ್ತದೆ
ml: ഇത് നിങ്ങളുടെ റെക്കോർഡ് ചെയ്‌ത ശബ്‌ദ സന്ദേശം നിരസിക്കും
mr: हे तुमचा रेकॉर्ड केलेला व्हॉईस मेसेज नष्ट करेल
nl: Hierdoor wordt uw opgenomen spraakbericht gewist
pa: ਇਹ ਤੁਹਾਡੇ ਰਿਕਾਰਡ ਕੀਤੇ ਵੌਇਸ ਸੁਨੇਹੇ ਨੂੰ ਡਿਸਕਾਰਡ ਕਰ ਦੇਵੇਗਾ
pt_pt: Isto irá eliminar a sua mensagem de voz gravada
ru: Записанное голосовое сообщение будет отменено
ta_in: இது உங்கள் பதிவு செய்யப்பட்ட குரல் செய்தியைக் கைவிடும்
te: ఇది మీ రికార్డ్ చేయబడ్డ వాయిస్ సందేశాన్ని డిస్‌కార్డ్ చేస్తుంది
tr: Bu işlem kaydedilmiş sesli mesajınızı atacaktır
ur_arab_in: اس سے آپ کا ریکارڈ کردہ صوتی پیغام مسترد ہو جائے گا
vi: Thao tác này sẽ bỏ tin nhắn thoại bạn đã ghi
zh_hant: 这将舍弃您已录制的语音消息
