Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# my_stickers_empty_state
source: Add new stickers to list them here
bn_in: এখানে তালিকাভুক্ত করার জন্য নতুন স্টিকার যোগ করুন
de: Neue Sticker zum Auflisten an dieser Stelle hinzufügen
el: Προσθέστε νέα αυτοκόλλητα για να συμπεριληφθούν εδώ
es: Agregue nuevos símbolos gráficos para mostrarlos aquí
fr: Ajoutez de nouveaux stickers pour les lister ici
gu: તેમને અહીં જોવા માટે નવા સ્ટીકર્સ ઉમેરો
hi: नए स्टिकर्स को यहाँ सूचीबद्ध करने के लिए उन्हें जोड़ें।
it: Aggiungi nuovi sticker
ja: 新しいステッカーを追加して、ここにリストします
kn: ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲು ಹೊಸ ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ml: അവഇവിടെലിസ്റ്റുചെയ്യുന്നതിന്പുതിയസ്റ്റിക്കറുകൾചേർക്കുക
mr: नवीन स्टिकर्सना सूचीबद्ध करण्यासाठी त्यांना येथे जोडा
nl: Voeg nieuwe stickers toe om ze hier te vermelden
pa: ਇਨ੍ਹਾਂ ਨੂੰ ਇੱਥੇ ਸੂਚੀਬੱਧ ਕਰਨ ਲਈ ਨਵੇਂ ਸਟਿੱਕਰ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar novos autocolantes para os listar aqui
ru: Добавьте новые стикеры, чтобы отобразить их здесь
ta_in: அவற்றை இங்கே பட்டியலிட புதிய ஸ்டிக்கர்களைச் சேர்க்கவும்
te: వాటిని ఇక్కడ జాబితా కొత్త స్టిక్కర్‌లు జోడించండి
tr: Burada listelemek için yeni çıkartmalar ekleyin
ur_arab_in: یہاں درج کرنے لیے نئے اسٹیکرز شامل کریں
vi: Thêm các nhãn dính mới để liệt kê chúng ở đây
zh_hant: 新增新貼圖以將其列示在此處

# sticker_empty_state_description
source: Be more expressive with stickers
bn_in: স্টিকার নিয়ে আরো অভিব্যক্তিপূর্ণ হন
de: Schaffen Sie mehr Ausdruck mit Stickern
el: Γίνετε πιο εκφραστικοί με τα αυτοκόλλητα
es: Haga que sus mensajes sean más expresivos utilizando símbolos gráficos
fr: Soyez plus expressif avec les stickers
gu: સ્ટીકર્સ સાથે વધુ અર્થસભર બનો
hi: स्टिकर्स से स्वयं को और अधिक अभिव्यक्त करने वाले बनें
it: Sii più espressivo con gli sticker
ja: ステッカーで表現力を高める
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳೊಂದಿಗೆ ಹೆಚ್ಚು ಅಭಿವ್ಯಕ್ತಿ ಮಾಡಿ
ml: സ്റ്റിക്കറുകൾഉപയോഗിച്ച്കൂടുതൽപ്രകടിപ്പിക്കുക
mr: स्टिकर्ससह अधिक अभिव्यक्त व्हा
nl: Wees expressiever met stickers
pa: ਸਟਿੱਕਰਾਂ ਨਾਲ ਵਧੇਰੇ ਭਾਵਪੂਰਤ ਰਹੋ
pt_pt: Torne-se mais expressivo com autocolantes
ru: Добавьте себе экспрессии с помощью стикеров
ta_in: ஸ்டிக்கர்களைக் கொண்டு உங்கள் மனவுணர்வை வெளிப்படுத்துங்கள்
te: స్టిక్కర్‌లతో మరింత వ్యక్తీకరించండి
tr: Çıkartmalar ile daha etkileyici olun
ur_arab_in: اسٹیکرز کے ساتھ مزید اظہار کریں
vi: Biểu cảm hơn với nhãn dính
zh_hant: 使用貼圖以更具表現力

# sticker_search_empty_result
source: No result matched your search
bn_in: কোনো ফলাফল আপনার অনুসন্ধানের সাথে মেলেনি
de: Keine zu Ihrer Suche passenden Treffer
el: Δεν ταιριάζουν αποτελέσματα στην αναζήτησή σας
es: La búsqueda no produjo ningún resultado
fr: Aucun résultat ne correspond à votre recherche
gu: તમારો શોધ માટે કોઇ સમાન પરિણામો નથી
hi: किसी परिणाम ने आपकी खोज से मेल नहीं खाया
it: La tua ricerca non ha prodotto risultati
ja: 検索に一致する結果はありません
kn: ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಹೋಲಿಕೆಯಾಗಲಿಲ್ಲ
ml: ഫലങ്ങളൊന്നുംനിങ്ങളുടെതിരയലുമായിപൊരുത്തപ്പെടുന്നില്ല
mr: तुमच्या शोधाशी कोणतेही परिणाम जुळले नाही
nl: Geen resultaat kwam met uw zoekopdracht overeen
pa: ਕੋਈ ਨਤੀਜੇ ਤੁਹਾਡੀ ਖੋਜ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।
pt_pt: Nenhum resultado correspondeu à sua pesquisa
ru: Нет результатов, соответствующих поисковому запросу
ta_in: எந்த முடிவும் உங்கள் தேடலுடன் பொருந்தவில்லை
te: మీ సెర్చ్‌కు ఎలాంటి ఫలితం జత కావడం లేదు
tr: Çıkartmanızla eşleşen sonuç yok
ur_arab_in: کوئی نتیجہ آپ کی تلاش سے میل نہیں رکھتا
vi: Không tìm thấy kết quả phù hợp với tìm kiếm của bạn
zh_hant: 找不到匹配搜尋的結果

# add_sticker_prompt
source: Add stickers
bn_in: স্টিকার যোগ করুন
de: Sticker hinzufügen
el: Προσθήκη αυτοκόλλητων
es: Agregar símbolos gráficos
fr: Ajouter des stickers
gu: સ્ટીકર્સ ઉમેરો
hi: स्टिकर्स जोड़ें
it: Aggiungi sticker
ja: ステッカーを追加する
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ml: സ്റ്റിക്കറുകൾചേർക്കുക
mr: स्टिकर्स जोडा
nl: Stickers toevoegen
pa: ਸਟਿੱਕਰ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar autocolantes
ru: Добавить стикеры
ta_in: ஸ்டிக்கர்களைச் சேர்
te: స్టిక్కర్‌లను జోడించండి
tr: Çıkartmalar ekle
ur_arab_in: اسٹیکرز شامل کریں
vi: Thêm nhãn dính
zh_hant: 新增貼圖

source: Search results
bn_in: অনুসন্ধানের ফলাফল
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fr: Résultats de la recherche
gu: પરિણામો શોધો
hi: परिणाम खोजें
it: Risultati della ricerca
ja: 検索結果
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು
ml: തിരയൽഫലങ്ങൾ
mr: शोध परिणाम
nl: Zoekresultaten
pa: ਖੋਜ ਨਤੀਜੇ
pt_pt: Resultados da pesquisa
ru: Результаты поиска
ta_in: தேடல் முடிவுகள்
te: ఫలితాలను వెతకండి
tr: Arama sonuçları
ur_arab_in: تلاش کے نتائج
vi: Kết quả tìm kiếm
zh_hant: 搜索結果

# vcancel
source: Cancel
bn_in: বাতিল করুন
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
gu: રદ કરો
hi: रद्द करें
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
ta_in: ரத்துசெய்
te: రద్దు చేయి
tr: İptal
ur_arab_in: منسوخ کریں
vi: Hủy
zh_hant: 取消

# app.version
source: Version %@
bn_in: সংস্করণ %@
el: Έκδοση %@
es: Versión %@
gu: સંસ્કરણ %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
kn: ಆವೃತ್ತಿ %@
ml: പതിപ്പ് %@
mr: आवृत्ती %@
nl: Versie %@
pa: ਵਰਜ਼ਨ %@
pt_pt: Versão %@
ru: Версия %@
ta_in: பதிப்பு %@
te: వెర్షన్ %@
tr: Sürüm %@
ur_arab_in: ورژن %@
vi: Phiên bản %@
zh_hant: %@ 版本

# chat.title.activity.contacts
source: Contacts
bn_in: পরিচিতিগুলি
de: Kontakte
el: Επαφές
es: Contactos
gu: સંપર્કો
hi: संपर्क
it: Contatti
ja: コンタクト
kn: ಸಂಪರ್ಕಗಳು
ml: കോൺടാക്റ്റ്
mr: संपर्क
nl: Contactpersonen
pa: ਸੰਪਰਕ
pt_pt: Contactos
ru: Контакты
ta_in: தொடர்புகள்
te: కాంటాక్ట్‌‌లు
tr: Kişiler
ur_arab_in: رابطے
vi: Số liên lạc
zh_hant: 聯絡人

# chat.title.activity.contact
source: Contact
bn_in: পরিচিতি
de: Kontakt
el: Επαφή
es: Contacto
gu: સંપર્ક
hi: संपर्क
it: Contatta
ja: コンタクト
kn: ಸಂಪರ್ಕ
ml: കോൺടാക്റ്റ്
mr: संपर्क
nl: Contactpersoon
pa: ਸੰਪਰਕ
pt_pt: Contacto
ru: Контакт
ta_in: தொடர்பு
te: సంప్రదించండి
tr: Kişi
ur_arab_in: رابطہ
vi: Số liên lạc
zh_hant: 聯絡人

# chat.menu.videocall
source: Video call
bn_in: ভিডিও কল
de: Videoanruf
el: Βιντεοκλήση
es: Llamada de vídeo
fr: Appel vidéo
gu: વિડિઓ કૉલ
hi: वीडियो कॉल
it: Chiamata video
ja: ビデオコール
kn: ವೀಡಿಯೊ ಕರೆ
ml: വീഡിയോ കോൾ
mr: व्हिडिओ कॉल
nl: Videogesprek
pa: ਵੀਡੀਓ ਕਾਲ
pt_pt: Chamada de vídeo
ru: Видеовызов
ta_in: வீடியோ அழைப்பு
te: వీడియో కాల్
tr: Görüntülü Arama
ur_arab_in: ویڈیو کال
vi: Cuộc Gọi Truyền Hình
zh_hant: 視訊通話

# chat.menu.audiocall
source: Audio call
bn_in: অডিও কল
de: Audioanruf
el: Ηχητική κλήση
es: Llamada de audio
fr: Appel audio
gu: ઓડિયો કોલ
hi: ऑडियो कॉल
it: Chiamata audio
ja: オーディオコール
kn: ಆಡಿಯೊ ಕರೆ
ml: ഓഡിയോ കോൾ
mr: ऑडिओ कॉल
nl: Audiogesprek
pa: ਆਡੀਓ ਕਾਲ
pt_pt: Chamada de áudio
ru: Аудиовызов
ta_in: ஆடியோ அழைப்பு
te: ఆడియో కాల్
tr: Sesli Arama
ur_arab_in: آڈیو کال
vi: Cuộc Gọi Âm Thanh
zh_hant: 語音通話

# chat.title.tab.activechatactivity
source: Chats
bn_in: চ্যাটগুলি
el: Συνομιλίες
gu: ચૅટ્સ
hi: चैट्स
it: Chat
ja: チャット
kn: ಚಾಟ್‌ಗಳು
ml: ചാറ്റുകൾ
mr: चॅट्स
pa: ਚੈਟ
ru: Чаты
ta_in: அரட்டைகள்
te: చాట్‌లు
tr: Sohbetler
ur_arab_in: چیٹس
vi: Chat
zh_hant: 聊天

# chat.title.tab.channelactivity
source: Channels
de: Kanäle
el: Κανάλια
es: Canales
fr: Canaux
hi: चैनल्स
it: Canali
ja: チャネル
nl: Kanalen
pt_pt: Canais
ru: Каналы
tr: Kanallar
vi: Kênh
zh_hant: 頻道

# chat.title.tab.pinnedactivity
source: My Pins
de: Meine Anheftungen
el: Οι καρφίτσες μου
es: Mis anclas
fr: Mes épingles
hi: मेरी पिनें
it: I miei pin
ja: マイ ピン
nl: Mijn vastgemaakte items
pt_pt: As minhas afixações
ru: Мои закрепления
tr: İşaretlemelerim
vi: Các Nội Dung Cố Định Của Tôi
zh_hant: 我的固定項目

# chat.title.tab.actions
source: Actions
de: Aktionen
el: Ενέργειες
es: Acciones
hi: गतिविधियाँ
it: Azioni
ja: アクション
nl: Acties
pt_pt: Ações
ru: Действия
tr: Eylemler
vi: Thao tác
zh_hant: 動作

# chat.title.tab.profile
source: Profile
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
hi: प्रोफाइल
it: Profilo
ja: プロファイル
nl: Profiel
pt_pt: Perfil
ru: Профиль
tr: Profil
vi: Hồ sơ
zh_hant: 設定檔

# chat.title.tab.channel
source: Participants
bn_in: অংশগ্রহণকারীগণ
de: Teilnehmer
el: Συμμετέχοντες
es: Participantes
gu: સહભાગીઓ
hi: प्रतिभागी
it: Partecipanti
ja: 参加者
kn: ಭಾಗಿಗಳು
ml: പങ്കെടുക്കുന്നവർ
mr: सहभागी
nl: Deelnemers
pa: ਭਾਗੀਦਾਰ
pt_pt: Participantes
ru: Участники
ta_in: பங்கேற்பாளர்கள்
te: పాల్గొన్న వ్యక్తులు
tr: Katılımcılar
ur_arab_in: شرکاء
vi: Người tham gia
zh_hant: 參與者

# chat.title.tab.members
source: Members
de: Mitglieder
el: Μέλη
es: Miembros
fr: Membres
hi: सदस्य
it: Membri
ja: メンバー
nl: Leden
pt_pt: Membros
ru: Участники
tr: Üyeler
vi: Thành viên
zh_hant: 成員

# chat.title.tab.details
source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
pt_pt: Detalhes
ru: Сведения
tr: Ayrıntılar
vi: Chi tiết
zh_hant: 詳細資料

# chat.title.tab.star
source: Star
bn_in: ষ্টার
de: Stern
el: Αστέρι
es: Estrella
fr: Vedette
gu: સ્ટાર
hi: स्टार
it: Contrassegna
ja: 星（☆）
kn: ಸ್ಟಾರ್ ಮಾಡಿ
ml: നക്ഷത്രം
mr: तारांकित करा
nl: Ster
pa: ਤਾਰਾ
pt_pt: Estrela
ru: Поставить звездочку
ta_in: நட்சத்திரக் குறியிடு
te: స్టార్
tr: Yıldız
ur_arab_in: اسٹار کریں
vi: Sao
zh_hant: 標示星號

# chat.title.tab.unstar
source: Unstar
bn_in: আনষ্টার
de: Stern entfernen
el: Αφαίρεση αστεριού
es: Sin estrella
fr: Non vedette
gu: અનસ્ટાર
hi: अनस्टार करें
it: Annulla contrassegno
ja: 星解除
kn: ಅನ್‌ಸ್ಟಾರ್ ಮಾಡಿ
ml: അൺസ്റ്റാർ
mr: तारांकन रद्द करा
nl: Ster verwijderen
pa: ਤਾਰਾ ਹਟਾਓ
pt_pt: Remover estrela
ru: Убрать звездочку
ta_in: நட்சத்திரக் குறி நீக்கு
te: అన్‌స్టార్
tr: Yıldızı kaldır
ur_arab_in: ان اسٹار کریں
vi: Bỏ sao
zh_hant: 取消標示星號

# chat.title.tab.media
source: Media
bn_in: মিডিয়া
de: Medien
el: Πολυμέσα
es: Medios
fr: Média
gu: મીડિયા (માધ્યમ)
hi: मीडिया
ja: メディア
kn: ಮೀಡಿಯಾ
ml: മീഡിയ
mr: मीडिया
pa: ਮੀਡੀਆ
pt_pt: Multimédia
ru: Мультимедиа
ta_in: ஊடகம்
te: మీడియా
tr: Medya
ur_arab_in: میڈیا
vi: Đa phương tiện
zh_hant: 媒體

# chat.footer.button.resend
source: Resend
bn_in: আবার পাঠান
de: Erneut senden
el: Εκ νέου αποστολή
es: Volver a enviar
fr: Renvoyer
gu: ફરીથી મોકલો
hi: दोबारा भेजें
it: Invia nuovamente
ja: 再送信
kn: ಮರುಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്‌ക്കുക
mr: पुन्हा पाठवा
nl: Opnieuw versturen
pa: ਦੁਬਾਰਾ ਭੇਜੋ
pt_pt: Reenviar
ru: Отправить повторно
ta_in: மீண்டும் அனுப்புக
te: తిరిగి పంపు
tr: Yeniden Gönder
ur_arab_in: دوبارہ بھیجیں
vi: Gửi lại
zh_hant: 重新發送

# chat.footer.button.resendall
source: Resend all
bn_in: সবগুলি আবার পাঠান
de: Alles erneut senden
el: Εκ νέου αποστολή όλων
es: Reenviar todo
fr: Renvoyer tout
gu: તમામ ફરીથી મોકલો
hi: सभी को दोबारा भेजें
it: Invia nuovamente a tutti
ja: すべて再送信
kn: ಎಲ್ಲವನ್ನೂ ಮರುಕಳುಹಿಸಿ
ml: എല്ലാം വീണ്ടും അയയ്‌ക്കുക
mr: सर्व पुन्हा पाठवा
nl: Alles opnieuw versturen
pa: ਸਾਰੇ ਦੁਬਾਰਾ ਭੇਜੋ
pt_pt: Reenviar tudo
ru: Отправить все повторно
ta_in: அனைத்தையும் மீண்டும் அனுப்பு
te: అన్నింటిని తిరిగి పంపండి
tr: Hepsini Yeniden Gönder
ur_arab_in: تمام کو دوبارہ بھیجیں
vi: Gửi Lại Tất Cả
zh_hant: 全部重新傳送

# chat.info.hint.comment
source: Add a caption..
bn_in: একটি ক্যাপশন যোগ করুন...
de: Titel hinzufügen …
el: Προσθέστε λεζάντα...
es: Agregar un subtítulo.
fr: Ajouter légende...
gu: એક કૅપ્શન ઉમેરો ..
hi: कोई कैप्शन जोड़ें...
it: Aggiungi una didascalia.
ja: キャプションを追加..
kn: ಒಂದು ಶೀರ್ಷಿಕೆ ಸೇರಿಸಿ..
ml: ഒരു അടിക്കുറിപ്പ് ചേർക്കുക..
mr: मथळा जोडा..
nl: Voeg een bijschrift toe...
pa: ਕੈਪਸ਼ਨ ਜੋੜੋ..
pt_pt: Adicionar uma legenda...
ru: Добавить подпись...
ta_in: ஒரு தலைப்பைச் சேர்க்கவும்..
te: ఒక క్యాప్షన్ జోడించండి..
tr: Bir başlık ekle..
ur_arab_in: کیپشن شامل کریں..
vi: Thêm chú thích..
zh_hant: 新增標題..

# chat.chatactions.title.save
source: Save
bn_in: সেভ করুন
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
gu: સાચવો
hi: सहेजें
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: सेव्ह करा
nl: Opslaan
pa: ਸੇਵ ਕਰੋ
pt_pt: Guardar
ru: Сохранить
ta_in: சேமி
te: సేవ్‌ చేయండి
tr: Kaydet
ur_arab_in: محفوظ کریں
vi: Lưu
zh_hant: 儲存

# chat.chatactions.clearconversation
source: Clear conversation
bn_in: কথোপকথন অপসারণ করুন
de: Konversation löschen
el: Καθαρισμός συζήτησης
es: Borrar conversación
fr: Effacer la conversation
gu: વાતચીત સાફ કરો
hi: वार्तालाप को साफ़ करें
it: Cancella conversazione
ja: 会話をクリアする
kn: ಸಂಭಾಷಣೆಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: സംഭാഷണം മായ്‌ക്കുക
mr: संभाषण साफ करा
nl: Gesprek wissen
pa: ਗੱਲਬਾਤ ਹਟਾਓ
pt_pt: Limpar conversação
ru: Очистить обсуждение
ta_in: உரையாடலை அழி
te: సంభాషణ క్లియర్ చేయండి
tr: Yazışmayı Temizle
ur_arab_in: گفتگو کو صاف کریں
vi: Xóa Nội Dung Nói Chuyện
zh_hant: 清除交談

# chat.history.delete
source: Delete
bn_in: মুছুন
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
gu: કાઢી નાંખો
hi: हटाएं
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijderen
pa: ਮਿਟਾਓ
pt_pt: Eliminar
ru: Удалить
ta_in: நீக்கு
te: తొలగించండి
tr: Sil
ur_arab_in: حذف کریں
vi: Xóa
zh_hant: 刪除

# chat.settings.status
source: Status
bn_in: স্ট্যাটাস
el: Κατάσταση
es: Estado
fr: Statut
gu: સ્થિતિ
hi: स्थिति
it: Stato
ja: ステータス
kn: ಸ್ಥಿತಿ
ml: സ്റ്റാറ്റസ്
mr: स्थिती
pa: ਸਟੇਟਸ
pt_pt: Estado
ru: Состояние
ta_in: நிலைமை
te: స్థితి
tr: Durum
ur_arab_in: اسٹیٹس
vi: Trạng thái
zh_hant: 狀態

# chat.status.istyping.user
source: %1$s is typing&#8230;
bn_in: %1$s টাইপ করছেন...
de: %1$s tippt …
el: %1$s πληκτρολογεί...
es: %1$s está escribiendo...
fr: %1$s en train d’écrire...
gu: %1$s લખે છે…
hi: %1$s टाइप कर रहे है...
it: %1$s sta digitando...
ja: %1$s がタイピング中...
kn: %1$s ಟೈಪ್‌ ಮಾಡುತ್ತಿದ್ದಾರೆ...
ml: %1$s ടൈപ്പ് ചെയ്യുന്നു...
mr: %1$s टाइप करत आहे...
nl: %1$s is bezig met typen...
pa: %1$s ਟਾਇਪ ਕਰ ਰਿਹਾ ਹੈ
pt_pt: %1$s está a escrever...
ru: %1$s печатает...
ta_in: %1$s தட்டச்சிடுகிறார்...
te: %1$s టైప్ చేస్తున్నారు…
tr: %1$s yazıyor...
ur_arab_in: %1$s ٹائپ کر رہا ہے...
vi: %1$s đang viết...
zh_hant: %1$s 正在鍵入...

# chat.contacts.invite.title
source: Invite to Contacts
bn_in: পরিচিতিতে আমন্ত্রণ করুন
de: Zu Kontakten einladen
el: Πρόσκληση στις Επαφές
es: Invitar a contactos
fr: Inviter dans les contacts
gu: સંપર્કોમાં નિમંત્રણ આપો
hi: संपर्कों में आमंत्रित करें
it: Invia invito ai contatti
ja: コンタクトに招待
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಆಹ್ವಾನಿಸಿ
ml: കോൺടാക്റ്റുകളിലേക്ക് ക്ഷണിക്കുക
mr: संपर्कांमध्ये आमंत्रित करा
nl: Uitnodigen als contactpersoon
pa: ਸੰਪਰਕਾਂ ਵਿੱਚ ਸੱਦਾ ਦਿਓ
pt_pt: Convidar para os contactos
ru: Пригласить в список контактов
ta_in: தொடர்புகளுக்கு அழை
te: కాంటాక్ట్‌లకు ఆహ్వానించండి
tr: Kişilere Davet Et
ur_arab_in: رابطوں پر مدعو کریں
vi: Mời vào Số Liên Lạc
zh_hant: 邀請至聯絡人

# chat.starred.title
source: Starred Messages
bn_in: তারকা চিহ্নিত মেসেজগুলি
de: Mitteilungen mit Sternwertung
el: Μηνύματα με Αστέρι
es: Mensajes favoritos
fr: Messages en vedette
gu: તારાંકિત સંદેશા
hi: स्टार किए गए संदेश
it: Messaggi contrassegnati
ja: 星マークされたメッセージ
kn: ಸ್ಟಾರ್ ಮಾಡಿದ ಸಂದೇಶಗಳು
ml: സ്റ്റാർ ചെയ്ത സന്ദേശങ്ങൾ
mr: तारांकित मेसेज
nl: Berichten met ster
pa: ਤਾਰਾਬੱਧ ਸੁਨੇਹੇ
pt_pt: Mensagens com estrela
ru: Сообщения со звездочкой
ta_in: நட்சத்திரமிட்ட செய்திகள்
te: స్టార్ ఉన్న సందేశాలు
tr: Yıldızlı İletiler
ur_arab_in: اسٹار کردہ پیغامات
vi: Các Tin Nhắn Đã Gắn Sao
zh_hant: 標星號的訊息

# chat.settings.contacts.viewcontacts.all
source: All
bn_in: সমস্ত
de: Alle(s)
el: Όλα
es: Todo
fr: Tout
gu: તમામ
hi: सभी
it: Tutto
ja: すべて
kn: ಎಲ್ಲ
ml: എല്ലാം
mr: सर्व
nl: Alles
pa: ਸਾਰੇ
pt_pt: Tudo
ru: Все
ta_in: அனைத்தும்
te: అన్ని
tr: Tümü
ur_arab_in: تمام
vi: Tất cả
zh_hant: 全部

# chat.settings.contacts.top50
source: Top 50
bn_in: শীর্ষ 50
el: Τα πρώτα 50
es: Principales 50
fr: 50 premiers
gu: ટોચના 50
hi: शीर्ष 50
it: Primi 50
ja: 上位50
kn: ಅಗ್ರ 50
ml: ടോപ്പ് 50
mr: शीर्ष 50
pa: ਟੋਪ 50
ru: Лучшие 50
ta_in: முதல் 50
te: టాప్ 50
ur_arab_in: مقبول 50
zh_hant: 前 50 排行

# chat.settings.contacts.top100
source: Top 100
bn_in: শীর্ষ 100
el: Τα πρώτα 100
es: Principales 100
fr: 100 premiers
gu: ટોચના 100
hi: शीर्ष 100
it: Primi 100
ja: 上位100
kn: ಅಗ್ರ 100
ml: ടോപ്പ് 100
mr: शीर्ष 100
pa: ਟੋਪ 100
ru: Лучшие 100
ta_in: முதல் 100
te: టాప్ 100
ur_arab_in: مقبول 100
zh_hant: 前 100 排行

# chat.settings.contacts.sort.alphabet
source: Name
bn_in: নাম
el: Όνομα
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
ja: 名前
kn: ಹೆಸರು
ml: പേര്
mr: नाव
nl: Naam
pa: ਨਾਮ
pt_pt: Nome
ru: Имя
ta_in: பெயர்
te: పేరు
tr: Adı
ur_arab_in: نام
vi: Tên
zh_hant: 名稱

# chat.settings.contacts.sort.usage
source: Frequently Contacted
bn_in: প্রায়শই যোগাযোগ করা হয়
de: Häufig kontaktiert
el: Με συχνή επικοινωνία
es: Contactado frecuentemente
fr: Régulièrement contacté
gu: વારંવાર સંપર્ક થયેલ
hi: बार-बार संपर्क किया गया
it: Contatti frequenti
ja: 頻繁にコンタクト
kn: ಆಗಾಗ ಸಂಪರ್ಕಿಸಿದವರು
ml: പതിവായി ബന്ധപ്പെട്ടവ
mr: वारंवार संपर्क केलेले
nl: Vaak contact opgenomen
pa: ਅਕਸਰ ਸੰਪਰਕ ਕੀਤਾ
pt_pt: Contactado frequentemente
ru: Частые контакты
ta_in: அடிக்கடி தொடர்புகொள்ளப்பட்டது
te: తరచుగా సంప్రదించే కాంటాక్ట్‌లు
tr: Sık Bağlantı Kurulan
ur_arab_in: متواتر رابطہ کردہ
vi: Liên Lạc Thường Xuyên
zh_hant: 常用聯絡人

# chat.settings.notification.vibrate
source: Vibrate
bn_in: কম্পন হওয়া
de: Vibrieren
el: Δόνηση
es: Vibrar
fr: Vibrer
gu: કંપન કરો
hi: कंपन
it: Vibra
ja: バイブレート
kn: ವೈಬ್ರೇಟ್
ml: വൈബ്രേറ്റ് ചെയ്യുക
mr: कंपन
nl: Vibreren
pa: ਵਾਈਬ੍ਰੇਟ ਕਰੋ
pt_pt: Vibrar
ru: Вибрация
ta_in: அதிர்வு
te: వైబ్రేట్
tr: Titreşim
ur_arab_in: وائبریٹ
vi: Rung
zh_hant: 震動

# chat.settings.status.customstatus
source: Custom Status
de: Spezifischer Status
el: Προσαρμοσμένη κατάσταση
es: Estado personalizado
fr: Statut personnalisé
hi: कस्टम स्थिति
it: Stato personalizzato
ja: カスタム ステータス
nl: Aangepaste status
pt_pt: Estado personalizado
ru: Пользовательское состояние
tr: Özel Durum
vi: Trạng Thái Tùy Chỉnh
zh_hant: 自訂狀態

# chat.infomsg.signout.title
source: Signing out
bn_in: সাইন আউট করা হচ্ছে
de: Abmelden
el: Αποσύνδεση
es: Cerrando sesión
fr: Déconnexion
gu: સાઇન આઉટ થઈ રહ્યું છે
hi: साइन आउट करना
it: Uscita
ja: サインアウト中です
kn: ಸೈನ್ ಔಟ್ ಮಾಡುತ್ತಿದೆ
ml: സൈൻ ഔട്ട് ചെയ്യുന്നു
mr: साइन आउट करत आहे
nl: Bezig met afmelden
pa: ਸਾਈਨ ਆਉਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_pt: A terminar sessão
ru: Выполняется выход
ta_in: வெளியேறுகிறது
te: సైన్ అవుట్
tr: Oturum kapatılıyor
ur_arab_in: سائن آؤٹ ہو رہے ہیں
vi: Đang đăng xuất
zh_hant: 正在登出

# chat.infomsg.signout.message
source: Please wait..
bn_in: অনুগ্রহ করে অপেক্ষা করুন...
de: Moment, bitte..
el: Περιμένετε...
es: Espere por favor..
fr: Veuillez patienter..
gu: કૃપા કરી રાહ જુઓ...
hi: कृपया प्रतीक्षा करें...
it: Attendere..
ja: しばらくお待ちください..
kn: ದಯವಿಟ್ಟು ಕಾಯಿರಿ..
ml: കാത്തിരിക്കുക...
mr: कृपया प्रतीक्षा करा...
nl: Een ogenblik geduld..
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pt_pt: Por favor, aguarde..
ru: Подождите..
ta_in: தயவுசெய்து காத்திருக்கவும்..
te: దయచేసి వేచి ఉండండి...
tr: Lütfen bekleyin..
ur_arab_in: براہ کرم انتظار کریں..
vi: Vui lòng chờ...
zh_hant: 請稍候...

# chat.channel.membertype.superadmin
source: Super Admin
de: Superadministrator
el: Υπερ-Διαχειριστής
es: Superadministrador
fr: Super administrateur
hi: सुपर व्यवस्थापक
it: Amministratore super
ja: スーパー管理者
nl: Superbeheerder
pt_pt: Superadministrador
ru: Суперадминистратор
tr: Süper Yönetici
vi: Siêu Quản Trị Viên
zh_hant: 超級管理員

# chat.channel.membertype.admin
source: Admin
de: Administrator
el: Διαχειριστής
es: Administrador
fr: Administrateur
hi: व्यवस्थापक
it: Amministratore
ja: 管理者
nl: Administrator
ru: Администратор
tr: Yönetici
vi: Quản trị
zh_hant: 管理員

# chat.channel.membertype.moderator
source: Moderator
el: Επόπτης
es: Moderador
fr: Modérateur
hi: मॉडरेटर
it: Moderatore
ja: モデレータ
pt_pt: Moderador
ru: Модератор
tr: Moderatör
vi: Điều phối viên
zh_hant: 版主

# chat.contact.menu.contactinvite
source: Invite
bn_in: আমন্ত্রণ করুন
de: Einladen
el: Πρόσκληση
es: Invitar
fr: Inviter
gu: આમંત્રિત કરો
hi: आमंत्रित करें
it: Invita
ja: 招待
kn: ಆಹ್ವಾನಿಸಿ
ml: ക്ഷണിക്കുക
mr: आमंत्रण द्या
nl: Uitnodigen
pa: ਸੱਦਾ ਦਿਓ
pt_pt: Convidar
ru: Пригласить
ta_in: அழை
te: ఆహ్వానించు
tr: Davet Et
ur_arab_in: مدعو کریں
vi: Mời
zh_hant: 邀請

# chat.contact.slide.reportingto
source: Reporting
de: Berichte
el: Αναφορά
es: Informes
fr: Génération de rapports
hi: रिपोर्टिंग
it: Segnalazioni
ja: レポート
nl: Rapporten
pt_pt: Relatório
ru: Отчеты
tr: Raporlama
vi: Báo cáo
zh_hant: 報告

# chat.contact.slide.userinfodepartment
source: Department Name
de: Abteilungsname
el: Όνομα τμήματος
es: Nombre del departamento
fr: Nom du service
hi: विभाग का नाम
it: Nome reparto
ja: 部署名
nl: Afdelingsnaam
pt_pt: Nome do departamento
ru: Название отдела
tr: Departman Adı
vi: Tên Phòng
zh_hant: 部門名稱

# chat.contact.slide.userinfodesignation
source: Designation
el: Χαρακτηριστικά
es: Designación
fr: Désignation
hi: पदनाम
it: Designazione
ja: 名称
nl: Benoeming
pt_pt: Designação
ru: Обозначение
tr: Simge
vi: Ký hiệu
zh_hant: 目的地

# chat.contact.slide.userinfoemailid
source: Email
bn_in: ইমেইল
es: Correo electrónico
gu: ઇમેલ
hi: ईमेल
ja: メール
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
nl: E-mailadres
pa: ਈਮੇਲ
ru: Адрес эл. почты
ta_in: மின்னஞ்சல்
te: ఇమెయిల్
tr: E-posta
ur_arab_in: ای میل
zh_hant: 電子郵件

# chat.contact.slide.userinfophoneno
source: Phone Number
bn_in: ফোন নম্বর
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fr: Numéro de téléphone
gu: ફોન નંબર
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन क्रमांक
nl: Telefoonnummer
pa: ਫ਼ੋਨ ਨੰਬਰ
pt_pt: Número de telefone
ru: Номер телефона
ta_in: தொலைபேசி எண்
te: ఫోన్ నెంబరు
tr: Telefon Numarası
ur_arab_in: فون نمبر
vi: Số Điện Thoại
zh_hant: 電話號碼

# chat.contact.slide.extension
source: Extension
de: Erweiterung
el: Επέκταση
es: Extensión
fr: Numéro de poste
hi: एक्स्टेंशन
it: Estensione
ja: 拡張
nl: Extensie
pt_pt: Extensão
ru: Добавочный номер
tr: Dahili
vi: Số máy lẻ
zh_hant: 分機號

# chat.contact.slide.mobile
source: Mobile
bn_in: মোবাইল
de: Mobil
el: Κινητό
es: Teléfono móvil
fr: Téléphone mobile
gu: મોબાઇલ
hi: मोबाइल
it: Cellulare
ja: モバイル
kn: ಮೊಬೈಲ್
ml: മൊബൈൽ
mr: मोबाइल
nl: Mobiele telefoon
pa: ਮੋਬਾਈਲ
pt_pt: Telemóvel
ru: Мобильный телефон
ta_in: கைப்பேசி
te: మొబైల్
tr: Cep Telefonu
ur_arab_in: موبائل
vi: Di động
zh_hant: 行動電話

# chat.contact.slide.copy.phoneno
source: Phone number copied
bn_in: ফোন নম্বর কপি করা হয়েছে
de: Telefonnumme kopiert
el: Ο αριθμός τηλεφώνου αντιγράφηκε
es: Se copió el número de teléfono
fr: Le numéro de téléphone a été copié
gu: ફોન નંબર કૉપી થયો
hi: फ़ोन नंबर कॉपी कर लिया गया है
it: Il numero di telefono è stato copiato
ja: 電話番号がコピーされました
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನಕಲಿಸಲಾಗಿದೆ
ml: ഫോൺ നമ്പർ പകർത്തി
mr: फोन नंबर कॉपी केला
nl: Telefoonnummer is gekopieerd
pa: ਫੋਨ ਨੰਬਰ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pt_pt: O número de telefone foi copiado
ru: Номер телефона скопирован
ta_in: தொலைபேசி எண் நகலெடுக்கப்பட்டது
te: ఫోన్ నెంబర్ కాపీ చేయబడింది
tr: Telefon numarası kopyalandı
ur_arab_in: فون نمبر کاپی کر دیا گیا
vi: Số điện thoại đã được sao chép
zh_hant: 電話號碼已被複製

# chat.contact.slide.location
source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Localisation
hi: स्थान
it: Posizione
ja: ロケーション
nl: Locatie
pt_pt: Localização
ru: Расположение
tr: Konum
vi: Địa điểm
zh_hant: 位置

# chat.contact.slide.localtime
source: Local Time
de: Ortszeit
el: Τοπική ώρα
es: Hora local
fr: Heure locale
hi: स्थानीय समय
it: Ora locale
ja: 現地時間
nl: Lokale tijd
pt_pt: Hora local
ru: Местное время
tr: Yerel Saat
vi: Giờ Địa Phương
zh_hant: 當地時間

# chat.contact.slide.userinfoapprove
source: Waiting for Approval
de: Warten auf Genehmigung
el: Αναμονή για έγκριση
es: En espera de aprobación
fr: En attente d’approbation
hi: अनुमोदन के लिए प्रतीक्षा की जा रही है
it: In attesa di approvazione
ja: 承認待ちです
nl: Wachten op goedkeuring
pt_pt: A aguardar aprovação
ru: Ожидает утверждения
tr: Onay Bekliyor
vi: Chờ Duyệt
zh_hant: 等待核准

# chat.contact.slide.userinforejected
source: Rejected
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
fr: Rejeté(e)
hi: अस्वीकृत
it: Rifiutato
ja: 拒否
nl: Geweigerd
pt_pt: Rejeitado
ru: Отклонено
tr: Reddedildi
vi: Đã từ chối
zh_hant: 已拒絕

# chat.contact.slide.userinforemindlater
source: Ignore
de: Ignorieren
el: Παράβλεψη
es: Ignorar
fr: Ignorer
hi: ध्यान न दें
it: Ignora
ja: 無視する
nl: Negeren
pt_pt: Ignorar
ru: Игнорировать
tr: Yoksay
vi: Bỏ qua
zh_hant: 忽略
