Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.dialog.find.btn
source: OK, Enter valid email ID
de: OK, gültige E-Mail-Adresse eingeben
el: Οκ, εισαγάγετε μια έγκυρη ταυτότητα email
es: Introduzca una ID de correo electrónico válida
fr: OK , saisir un ID de messagerie valide
hi: ठीक है, मान्य ईमेल ID दर्ज करें
it: OK, inserisci un ID e-mail valido
ja: 有効なメールIDを入力してください
nl: OK. Voer een geldig e-mailadres in
pt_pt: OK, insira um ID de e-mail válido
ru: Введите допустимый адрес электронной почты
tr: TAMAM, Geçerli e-posta kimliği girin
vi: OK, nhập ID email hợp lệ
zh_hant: 好的，請輸入有效電子郵件 ID

# chat.dialog.waiting.message
source: Sure about cancelling the request?
de: Anfrage wirklich stornieren?
el: Θέλετε σίγουρα να ακυρώσετε το αίτημα;
es: ¿Seguro que desea cancelar la solicitud?
fr: Voulez-vous vraiment annuler la demande ?
hi: क्या आप अनुरोध को रद्द करने के बारे में निश्चित हैं?
it: Annullare la richiesta?
ja: リクエストをキャンセルしてもよろしいですか？
nl: Weet u zeker dat u de aanvraag wilt annuleren?
pt_pt: Tem a certeza de que pretende cancelar o pedido?
ru: Действительно отменить запрос?
tr: İsteği iptal etmekten emin misiniz?
vi: Bạn muốn hủy yêu cầu này?
zh_hant: 確定取消請求？

# chat.onboarding.invite.header
source: Select contacts
de: Kontakte wählen
el: Επιλέξτε επαφές
es: Seleccionar contactos
fr: Sélectionnez des contacts
hi: संपर्कों का चयन करें
it: Seleziona contatti
ja: コンタクトを選択
nl: Contactpersonen selecteren
pt_pt: Selecionar contactos
ru: Выбрать контакты
tr: Kişileri seç
vi: Chọn số liên lạc
zh_hant: 選取聯絡人

# chat.onboarding.invite.empty
source: Uh-Oh! No contacts to suggest.
de: Oh, oh! Keine Kontakte zum Vorschlagen.
el: Ωχ, όχι! Δεν υπάρχουν επαφές για να σας προτείνουμε.
es: ¡Vaya! No hay contactos que sugerir.
fr: Hou là ! Aucune suggestion de contacts.
hi: उह-ओह! सुझाने के लिए कोई संपर्क नहीं है।
it: Attenzione! Nessun contatto da consigliare.
ja: あぁっと!提示できるコンタクトがありません。
nl: Sorry! Geen contactpersonen om voor te stellen.
pt_pt: Ai ai! Não existem contactos a sugerir.
ru: Ошибка. Нет контактов для предложения.
tr: Eyvah! Önerilecek kişi yok.
vi: Ồ! Không có số liên lạc để đề nghị.
zh_hant: 噢，不！無可建議的聯絡人。

# chat.onboarding.verify.skip
source: Skip
de: Überspringen
el: Παράβλεψη
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
nl: Overslaan
pt_pt: Ignorar
ru: Пропустить
tr: Atla
vi: Bỏ qua
zh_hant: 跳過

# chat.onboarding.error.1011
source: Sorry.. something went wrong here.
de: Verzeihung … Hier ist etwas schiefgelaufen.
el: Λυπούμαστε...κάτι πήγε στραβά εδώ.
es: Lo sentimos, parece que algo ha ido mal.
fr: Désolés… une erreur est survenue.
hi: क्षमा करें... यहाँ कुछ गड़बड़ हो गई है।
it: Si è verificato un errore.
ja: 申し訳ありません..何か不具合があるようです。
nl: Sorry... Er is iets verkeerd gegaan.
pt_pt: Lamentamos... mas algo correu mal.
ru: Что-то пошло не так.
tr: Üzgünüz.. burada bir sorun oluştu.
vi: Rất tiếc.. đã có lỗi.
zh_hant: 抱歉..這裡出錯了。

# chat.onboarding.error.5002
source: Wups! Your are already associated with a company.
de: Oha! Sie sind bereits mit einem Unternehmen verknüpft.
el: Ουπς! Έχετε ήδη συσχετιστεί με μια επιχείρηση.
es: ¡Vaya! Ya está asociado con una empresa.
fr: Oups ! Vous êtes déjà associé(e) à une société.
hi: ओह! आप पहले से ही किसी कंपनी से जुड़े हैं।
it: Ops... Sei già associato a un’azienda.
ja: おぉっと!あなたは既に企業と関連付けられています。
nl: Oeps! U bent al aangesloten bij een bedrijf.
pt_pt: Ups! Já está associado a uma empresa.
ru: Ошибка. Вы уже связаны с компанией.
tr: Hay aksi! Zaten bir şirketle ilişkilendirildiniz.
vi: Rất tiếc! Bạn đã được liên kết với một công ty.
zh_hant: 噢！您已與一個公司關聯。

# chat.onboarding.error.5006
source: Wups! We couldn’t find anyone associated to this email address.
de: Oha! Wir konnten niemanden finden, der zu dieser E-Mail-Adresse gehört.
el: Ουπς! Δεν μπορέσαμε να βρούμε κανέναν που να συνδέεται με αυτή τη διεύθυνση e-mail.
es: ¡Vaya! No pudimos encontrar a nadie asociado a esta dirección de correo electrónico.
fr: Oups ! Nous n’avons trouvé personne associé à cette adresse e-mail.
hi: ओह! हमें इस ईमेल पते से जुड़ा कोई व्यक्ति नहीं मिल सका।
it: Ops... Impossibile trovare un utente associato a questo indirizzo e-mail.
ja: おぉっと!このメールアドレスに関連付けられた人が見つかりませんでした。
nl: Oeps! We kunnen niemand met dit e-mailadres vinden.
pt_pt: Ups! Não foi possível encontrar qualquer pessoa associada a este endereço de e-mail.
ru: Ошибка. Не найдены пользователи, связанные с этим адресом электронной почты.
tr: Hay aksi! Bu e-posta adresi ile ilişkilendirilmiş kimse bulamadık.
vi: Rất tiếc! Chúng tôi không thể tìm thấy bất kỳ ai liên kết với địa chỉ email này.
zh_hant: 噢！我們無法找到任何與此電子郵件地址關聯的人。

# chat.onboarding.error.5008
source: Company name can only contain underscore and alphanumeric characters.
de: Firmenname darf nur aus Buchstaben und Unterstrichen bestehen.
el: Το όνομα της επιχείρησης μπορεί να περιέχει μόνο χαρακτήρες υπογράμμισης και αλφαριθμητικούς χαρακτήρες.
es: El nombre de la empresa sólo puede contener el carácter de subrayado y caracteres alfanuméricos.
fr: Le nom de la société peut uniquement contenir un trait de soulignement et des caractères alphanumériques.
hi: कंपनी के नाम में केवल अंडरस्कोर और शब्द और संख्या के कैरेक्टर हो सकते हैं।
it: Il nome dell’azienda può contenere solo caratteri alfanumerici e di sottolineatura.
ja: 企業の名前に使用可能な文字は、小文字と英数字のみです。
nl: De bedrijfsnaam mag alleen een onderstrepingsteken en alfanumerieke tekens bevatten.
pt_pt: O nome da empresa só pode conter caracteres alfanuméricos e de sublinhado.
ru: Название компании может содержать только буквы, цифры и знак подчеркивания.
tr: Şirket adı yalnızca alt çizgi ve alfasayısal karakterler içerebilir.
vi: Tên công ty chỉ được chứa dấu gạch dưới và các ký tự chữ cái và chữ số.
zh_hant: 公司名只能包含底線和字母數字字元。

# chat.onboarding.error.5009
source: User not app account admin
de: Nutzer ist kein Appkontoadministrator
el: Ο χρήστης δεν είναι διαχειριστής λογαριασμού εφαρμογής
es: El usuario no es el administrador de la cuenta de la aplicación
fr: Pas de droit admin
hi: उपयोगकर्ता नहीं ऐप खाता व्यवस्थापक
it: L’utente non è un amministratore dell’account per l’app
ja: アプリアカウントの管理者でないユーザー
nl: Gebruiker is geen administrator van een app-account
pt_pt: O utilizador não é administrador da conta da aplicação
ru: Пользователь не является администратором учетной записи приложения
tr: Kullanıcı uygulama hesabı yöneticisi değil
vi: Người dùng không phải là quản trị viên tài khoản ứng dụng
zh_hant: 使用者不是應用程式帳戶管理員

# chat.onboarding.error.5012
source: Whoa! The Company name is way too short.
de: Oho! Der Firmenname ist viel zu kurz.
el: Ουάου! Το όνομα της επιχείρησης είναι πολύ μικρό.
es: ¡Vaya! El nombre de la empresa es demasiado corto.
fr: Ouah ! Ce nom de société est beaucoup trop court.
hi: रुको! कंपनी का नाम बहुत छोटा है।
it: Ops... Il nome dell’azienda è troppo breve.
ja: わぁ!企業の名前が短すぎます。
nl: Wow! De bedrijfsnaam is veel te kort.
pt_pt: Uau! O nome da empresa é demasiado curto.
ru: Ошибка. Слишком короткое название компании.
tr: Yok artık! Şirket adı çok kısa.
vi: Chà! Tên Công Ty quá ngắn.
zh_hant: 呃！公司名太短。

# chat.onboarding.error.5013
source: Whoa! The Company name is way too long.
de: Oho! Der Firmenname ist viel zu lang.
el: Ουάου! Το όνομα της επιχείρησης είναι πολύ μεγάλο.
es: ¡Vaya! El nombre de la empresa es demasiado largo.
fr: Ouah ! Ce nom de société est beaucoup trop long.
hi: रुको! कंपनी का नाम बहुत लंबा है।
it: Ops... Il nome dell’azienda è troppo lungo.
ja: わぁ!企業の名前が長すぎます。
nl: Wow! De bedrijfsnaam is veel te lang.
pt_pt: Uau! O nome da empresa é demasiado longo.
ru: Ошибка. Слишком длинное название компании.
tr: Yok artık! Şirket adı çok uzun.
vi: Chà! Tên Công Ty quá dài.
zh_hant: 呃！公司名太長。

# chat.onboarding.error.5018
source: Company Already exist for Private Domain
de: Unternehmen besteht bereits für private Domäne
el: Η επιχείρηση υπάρχει ήδη για ιδιωτικό τομέα
es: La empresa ya existe para el dominio privado
fr: La société existe déjà en tant que Domaine privé
hi: कंपनी निजी डोमेन के लिए पहले से ही मौजूद है
it: L’azienda esiste già per il dominio privato
ja: 企業が既にプライベートドメインに存在しています
nl: Bedrijf bestaat al voor particulier domein
pt_pt: A empresa já existe para o domínio privado
ru: Организация уже существует для закрытого домена
tr: Şirket Zaten Özel Etki Alanı için var
vi: Công Ty Đã Tồn Tại cho Tên Miền Cá Nhân
zh_hant: 公司已在專用網域存在

# chat.onboarding.error.5019
source: the private domain company not exist
de: das Private-Domäne-Unternehmen ist nicht vorhanden
el: η επιχείρηση ιδιωτικού τομέα δεν υπάρχει
es: La empresa de dominio privado no existe
fr: la société de domaine privé n’existe pas
hi: निजी डोमेन की कंपनी मौजूद नहीं है
it: l’azienda per il dominio privato non esiste
ja: プライベートドメインの企業が存在しません
nl: het particuliere-domeinbedrijf bestaat niet
pt_pt: empresa de domínio privado não existe
ru: компания закрытого домена не существует
tr: özel etki alanı şirketi yok
vi: công ty tên miền cá nhân không tồn tại
zh_hant: 專用網域公司不存在

# chat.onboarding.error.12005
source: Uh-Oh! Looks like the organization policy of this company doesn’t allow new user join requests.
de: Oh, oh! Offenbar erlaubt die Organisationsrichtlinie dieses Unternehmens keine Beitrittsanfragen neuer Nutzer.
el: Ωχ, όχι! Φαίνεται ότι η πολιτική οργάνωσης αυτής της επιχείρησης δεν επιτρέπει νέα αιτήματα συμμετοχής χρήστη.
es: ¡Vaya! Parece que la política de organización de esta empresa no permite nuevas solicitudes de unión de usuarios.
fr: Hou là ! Il semblerait que le politique de cette société n’autorise pas les demandes d’adhésion de nouveaux utilisateurs.
hi: उह-ओह! ऐसा लगता है कि इस कंपनी के संगठन की नीति नए उपयोगकर्ता को शामिल करने संबंधी अनुरोधों की अनुमति नहीं देती।
it: Attenzione! Il criterio dell’organizzazione di questa azienda non consente richieste di partecipazione per i nuovi utenti.
ja: あぁっと!この企業の組織ポリシーは、新規ユーザーの参加リクエストを許可していないようです。
nl: Sorry! Het organisatiebeleid van dit bedrijf staat geen aanvragen voor nieuwe gebruikers toe.
pt_pt: Ai ai! Parece que a política da organização desta empresa não permite novos pedidos de adesão de utilizador.
ru: Ошибка. Политика этой компании запрещает запросы на присоединение новых пользователей.
tr: Eyvah! Bu şirketin kuruluş ilkesi yeni kullanıcı katılma isteklerine izin vermiyor gibi görünüyor.
vi: Ồ! Có vẻ như chính sách tổ chức của công ty này không cho phép yêu cầu tham gia của người dùng mới.
zh_hant: 噢，不！似乎此公司的機構原則不允許新使用者加入請求。

# chat.onboarding.final.bingo
source: Bingo!
el: Μπίνγκο!
hi: बिंगो!
ja: 正解!
ru: Отлично!
vi: Chính xác!
zh_hant: 就是這樣！

# chat.onboarding.final.bingo.desc
source: Looks like there already exists a company named %@ which has been created by your Organization admin in Zoho.
de: Offenbar gibt es bereits ein Unternehmen namens %@, das von Ihrem Organisationsadministrator in Zoho erstellt wurde.
el: Φαίνεται ότι υπάρχει ήδη μια επιχείρηση με όνομα %@ η οποία έχει δημιουργηθεί από τον Διαχειριστή του οργανισμού σας στο Zoho.
es: Parece que ya existe una empresa llamada %@ que ha sido creada por el administrador de su organización en Zoho.
fr: Apparemment, il existe déjà une société du nom de %@ créée par l’administrateur de votre organisation dans Zoho.
hi: ऐसा लगता है कि %@ नामक कंपनी पहले से मौजूद है जिसे Zoho में आपके संगठन व्यवस्थापक द्वारा बनाया गया है।
it: Esiste già un’azienda denominata %@ che è stata creata dall’amministratore della tua organizzazione in Zoho.
ja: %@ という名前の企業は、既にあなたの組織の管理者によってArattaiで作成されているようです。
nl: Er bestaat al een bedrijf met de naam %@ dat door de administrator van uw organisatie is gemaakt in Zoho.
pt_pt: Parece que já existe uma empresa com o nome %@ criada pelo administrador da sua organização no Zoho.
ru: Администратор вашей организации уже создал компанию %@ в Zoho.
tr: Kuruluş yöneticiniz tarafından Zoho’te oluşturulmuş %@ adında bir şirket zaten var gibi görünüyor.
vi: Có vẻ như đã tồn tại một công ty có tên là %@ đã được tạo bởi quản trị viên Tổ Chức của bạn trong Zoho.
zh_hant: 似乎已存在名為 %@ 的公司，這是您的機構管理員在 Zoho 中所建立。

# chat.onboarding.final.bingo.desc2
source: To join this company, kindly contact your company's admin directly.
de: Zum Beitritt zu diesem Unternehmen wenden Sie sich bitte direkt an den Administrator Ihres Unternehmens.
el: Για να συμμετάσχετε σε αυτήν την επιχείρηση, επικοινωνήστε άμεσα με τον διαχειριστή της επιχείρησής σας.
es: Para unirse a esta empresa, póngase en contacto con el administrador de su empresa directamente.
fr: Pour la rejoindre, merci de contacter directement l’administrateur de votre société.
hi: इस कंपनी में शामिल होने के लिए, कृपया सीधे अपनी कंपनी के व्यवस्थापक से संपर्क करें।
it: Per partecipare a questa azienda, contatta direttamente l’amministratore della tua azienda.
ja: この企業に参加するには、直接あなたの企業の管理者に連絡してください。
nl: Om u aan te sluiten bij dit bedrijf, neemt u rechtstreeks contact op met de administrator van uw bedrijf.
pt_pt: Para aderir a esta empresa, contactar diretamente o administrador da sua empresa.
ru: Чтобы присоединиться к этой компании, обратитесь к администратору вашей компании.
tr: Bu şirkete katılmak için, lütfen doğrudan şirketinizin yöneticisine başvurun.
vi: Để tham gia công ty này, vui lòng trực tiếp liên hệ với quản trị viên của công ty của bạn.
zh_hant: 如要加入此公司，請直接聯絡您公司的管理員。

# chat.onboarding.final.leave.title
source: Leave your organization
de: Organisation verlassen
el: Αποχωρήστε από τον οργανισμό σας
es: Salir de su organización
fr: Quitter votre organisation
hi: अपना संगठन छोड़ें
it: Abbandona la tua organizzazione
ja: 組織を離れる
nl: Verlaat uw organisatie
pt_pt: Sair da sua organização
ru: Выйдите из организации
tr: Kuruluşunuzu bırakın
vi: Rời khỏi tổ chức của bạn
zh_hant: 離開您的機構

# chat.onboarding.final.leave.desc
source: <![CDATA[Whoops! There's already a organization created in %@ (for %@)]]>
de: <![CDATA[Hoppla! Es gibt bereits eine in %@ (für %@) erstellte Organisation]]>
el: <![CDATA[Ωπ! Υπάρχει ήδη μια οργάνωση που δημιουργήθηκε στο %@ (για %@)]]>
es: <![CDATA[¡Vaya! Ya existe una organización creada en %@ (para %@)]]>
fr: <![CDATA[Oups ! Il existe déjà une organisation créée dans %@ (pour %@)]]>
hi: <![CDATA[ओह! %@ में (%@ के लिए) पहले से ही कोई संगठन बनाया गया है]]>
it: <![CDATA[Ops! È già stata creata un’organizzazione in %@ (per %@)]]>
ja: <![CDATA[おぉっと!%@に既に組織が存在しています(%@ の組織)]]>
nl: <![CDATA[Oeps! Er is al een organisatie gemaakt in %@ (voor %@)]]>
pt_pt: <![CDATA[Ups! Já existe uma organização criada no %@ (para %@)]]>
ru: <![CDATA[Ошибка. В %@ уже создана организация (для %@)]]>
tr: <![CDATA[Hay aksi! %@’de zaten bir kuruluş var (%@ için)]]>
vi: <![CDATA[Rất tiếc! Đã có một tổ chức được tạo trong %@ (cho %@)]]>
zh_hant: <![CDATA[哎呀！%@ 中已有建立機構（針對 %@）]]>

# chat.onboarding.final.leave.desc2
source: <![CDATA[We could also see that there's another organization which has been administered under you in <b> Zoho </b>.<br/>(<b> %@ </b> created on %@)]]>
de: <![CDATA[Wir konnten auch feststellen, dass es eine weitere Organisation gibt, die unter Ihnen administriert wurde – in <b> Zoho </b>.<br/>(<b> %@ </b> erstellt am %@)]]>
el: <![CDATA[Μπορούμε επίσης να δούμε ότι υπάρχει ένας άλλος οργανισμός τον οποίο διαχειρίζεστε στο <b> Zoho</b>.<br/>(<b> %@ </b> δημιουργήθηκε στις %@)]]>
es: <![CDATA[También podemos ver que hay otra organización que ha sido administrada por usted en <b> Zoho </b>.<br/>(<b> %@ </b> creada el %@)]]>
fr: <![CDATA[Nous avons aussi trouvé une autre organisation dont vous êtes l’administrateur dans <b> Zoho </b>.<br/>(<b> %@ </b> créée le %@)]]>
hi: <![CDATA[हम यह भी देख सकते हैं कि वहाँ एक ऐसा अन्य संगठन है जिसे <b> Zoho </b> में आपके अंतर्गत व्यवस्थित किया गया है।<br/>(<b> %@ </b> को %@ पर बनाया गया)]]>
it: <![CDATA[È stato anche rilevato che è presente un’altra organizzazione amministrata da te in <b> Zoho </b>.<br/>(<b> %@ </b> creata il %@)]]>
ja: <![CDATA[<b> Zoho </b>.<br/>(<b> %@ </b> が %@ に作成)上で、あなたが管理している別の組織があるようです。]]>
nl: <![CDATA[We hebben ook een andere organisatie gevonden die door u is beheerd in <b> Zoho </b>.<br/>(<b> %@ </b> gemaakt op %@)]]>
pt_pt: <![CDATA[Também constatámos que existe outra organização administrada por si no <b> Zoho </b>.<br/>(<b> %@ </b> criada em %@)]]>
ru: <![CDATA[Кроме того, вы являетесь администратором другой организации в <b> Zoho </b>.<br/>(<b> %@ </b> создана в %@)]]>
tr: <![CDATA[<b> Zoho’da sizin altınızda yönetilen başka bir kuruluşun olduğunu da görebildik </b>.<br/>(<b> %@ </b> oluşturma tarihi %@)]]>
vi: <![CDATA[Chúng tôi cũng có thể thấy rằng có một tổ chức khác đã được quản trị bởi bạn trong <b> Zoho </b>.<br/>(<b> %@ </b> tạo vào %@)]]>
zh_hant: <![CDATA[我們還可以看到，存在另一家機構由您在<b> Zoho </b> 中進行管理<br/>（<b> %@ </b> 建立於 %@）]]>

# chat.onboarding.final.leave.desc3
source: * Note that you can join %@ only when you leave your current organization. Please contact our Support team for the same.
de: * Bitte beachten Sie, dass Sie %@ nur beitreten können, wenn Sie Ihre aktuelle Organisation verlassen. Bitte wenden Sie sich dazu an unseren Kundendienst.
el: * Σημειώστε ότι μπορείτε να συμμετάσχετε στο %@ μόνο όταν αποχωρήσετε από τον τρέχοντα οργανισμό σας. Επικοινωνήστε με την Ομάδα υποστήριξης για τον ίδιο.
es: * Tenga en cuenta que solo puede unirse a %@ cuando salga de organización actual. Póngase en contacto con el equipo de asistencia para obtener ayuda.
fr: * Remarque : vous ne pourrez rejoindre %@ qu’en quittant l’organisation dont vous faites actuellement partie. Veuillez contacter notre équipe d’Assistance pour cela.
hi: * नोट करें कि आप %@ में केवल तभी शामिल हो सकते हैं जब आप अपने मौजूदा संगठन से चले जाएं। कृपया इसके लिए हमारी सहायता टीम से संपर्क करें।
it: * Tieni presente che puoi partecipare a %@ solo abbandonando la tua organizzazione corrente. Per ulteriore assistenza, rivolgiti al team di supporto tecnico.
ja: * %@に参加するには、現在の組織から離れる必要がありますので、ご注意ください。私たちのサポートチームに連絡してください。
nl: * Aansluiten bij %@ is pas mogelijk nadat u de huidige organisatie hebt verlaten. Neem hiervoor contact op met ons ondersteuningsteam.
pt_pt: * Tenha em atenção que só pode aderir ao %@ quando sair da sua organização atual. Entrar em contacto com a nossa equipa de assistência técnica para o mesmo.
ru: * Обратите внимание, что вы сможете присоединиться к %@ только после того, как выйдете из текущей организации. Обратитесь за помощью в нашу службу поддержки.
tr: * %@’e yalnızca geçerli kuruluşunuzu bıraktığınızda katılabileceğinizi unutmayın. Aynı şey için lütfen Destek ekibimize başvurun.
vi: * Lưu ý rằng bạn chỉ có thể tham gia %@ khi bạn rời khỏi tổ chức hiện tại của bạn. Vui lòng liên hệ với đội ngũ Hỗ Trợ của chúng tôi về vấn đề đó.
zh_hant: * 注:您只有在離開當前機構時才能加入 %@。請同樣地聯絡我們的支援部門。

# chat.rateus.yes
source: Rate %@
bn_in: হার %@
de: %@ bewerten
el: Βαθμολογήστε το %@
es: Evaluar %@
fr: Évaluer %@
gu: દર %@
hi: %@ को दर्जा दें
it: Vota %@
ja: %@を評価
kn: %@ ಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ml: നിരക്ക് %@
mr: दर %@
nl: %@ beoordelen
pa: ਰੇਟ %@
pt_pt: Classificar o %@
ru: Оценить %@
ta_in: %@-ஐ தரமிடுக
te: %@ రేటు చేయండి
tr: %@’e puan verin
ur_arab_in: %@ کو ریٹ کریں
vi: Xếp Hạng %@
zh_hant: 評價 %@

# chat.rateus.no
source: No, Thanks
bn_in: না, ধন্যবাদ
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fr: Non merci
gu: ના, આભાર
hi: नहीं, धन्यवाद
it: No, grazie
ja: いいえ、結構です
kn: ಬೇಡ, ಧನ್ಯವಾದಗಳು
ml: വേണ്ട, നന്ദി
mr: नको, धन्यवाद
nl: Nee, bedankt
pa: ਨਹੀਂ, ਧੰਨਵਾਦ
pt_pt: Não, obrigado
ru: Нет, спасибо
ta_in: வேண்டாம், நன்றி
te: లేదు, ధన్యవాదాలు
tr: Hayır, Teşekkürler
ur_arab_in: نہیں، شکریہ
vi: Không, Xin Cảm Ơn
zh_hant: 不了，謝謝

# chat.rateus.msg
source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support.
bn_in: আপনি যদি %@ ব্যবহার করা উপভোগ করেন, তাহলে আপনি কি এটি রেট করার জন্য কিছু সময় নিতে আপত্তি করবেন? এটি এক মিনিটের বেশি নেবে না। আপনার সহায়তার জন্য ধন্যবাদ।
de: Sie arbeiten gerne mit %@? Würden Sie sich ein wenig Zeit zur Bewertung nehmen? Das dauert keine Minute. Vielen Dank für Ihre Unterstützung.
el: Εάν απολαμβάνετε τη χρήση του %@, θα θέλατε να το βαθμολογήσετε; Δεν θα διαρκέσει περισσότερο από ένα λεπτό. Σας ευχαριστούμε για την υποστήριξή σας.
es: Si le gusta usar %@, ¿le importaría tomarse un momento para evaluar la aplicación? No tardará más de un minuto. Gracias por su apoyo.
fr: Si vous appréciez %@, accepteriez-vous de prendre un moment pour l’évaluer ? Cela ne prendra pas plus d’une minute. Merci de votre soutien.
gu: જો તમને ઉપયોગ કરવામાં આનંદ આવે %@, તમે તેને રેટ કરવા માટે એક ક્ષણનો સમય ફાળવશો? તે એક મિનિટથી વધુ સમય લેશે નહીં. તમારા સમર્થન માટે આભાર.
hi: यदि आपको %@ का उपयोग करने में मज़ा आता है, तो क्या आप इसे दर्जा देने के लिए कुछ पल लगाने का बुरा मानेंगे? इसमें एक मिनट से अधिक नहीं लगेगा। आपकी सहायता के लिए धन्यवाद।
it: Se ti piace utilizzare %@, perché non dedichi qualche istante per votarlo? Basta solo un minuto. Grazie per il tuo supporto.
ja: %@の利用をお楽しみいただけたら、評価するためのお時間を取っていただけませんか?評価には数分もかかりません。サポートいただきありがとうございます。
kn: ಒಂದು ವೇಳೆ %@ ಬಳಸುವುದನ್ನು ನೀವು ಆನಂದಿಸಿದರೆ, ಅದಕ್ಕೆ ರೇಟಿಂಗ್ ನೀಡಲು ಒಂದು ಕ್ಷಣ ತೆಗೆದುಕೊಳ್ಳುತ್ತೀರಾ? ಇದಕ್ಕೆ ಒಂದು ನಿಮಿಷಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಮಯ ಬೇಕಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕೆ ಧನ್ಯವಾದಗಳು.
ml: %@ ഉപയോഗിക്കുന്നത് നിങ്ങൾ ആസ്വദിക്കുകയാണെങ്കിൽ, ഇത് റേറ്റ് ചെയ്യാൻ ഒരു നിമിഷം എടുക്കാമോ? ഇതിന് ഒരു മിനിറ്റിൽ കൂടുതൽ എടുക്കില്ല. നിങ്ങളുടെ പിന്തുണയ്ക്ക് നന്ദി.
mr: तुम्हाला %@ वापरण्यास आनंद येत असल्यास, तुम्ही याला रेट करण्यासाठी थोडा वेळ द्याल का? यास एका मिनिटापेक्षा जास्त वेळ लागणार नाही. तुमच्या सपोर्टसाठी धन्यवाद.
nl: Als u %@ graag gebruikt, neemt u dan even de tijd om %@ te beoordelen? Dit duurt niet lang. Dank u voor uw steun.
pa: ਜੇ ਤੁਹਾਨੂੰ %@ ਦਾ ਇਸਤੇਮਾਲ ਵਧੀਆ ਲਗਾ, ਤਾਂ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ ਇਕ ਪਲ ਕੱਢੋਂਗੇ? ਇਸ ਵਿੱਚ ਜ਼ਿਆਦਾ ਸਮਾਂ ਨਹੀਂ ਲਗੇਗਾ। ਤੁਹਾਡੇ ਸਾਥ ਲਈ ਧੰਨਵਾਦ।
pt_pt: Se gosta de utilizar o %@, poderia dispensar alguns momentos para o classificar? Não demora mais de um minuto. Obrigado pelo seu apoio.
ru: Если вам нравится использовать %@, не желаете ли поставить оценку этой программе? Это займет не более минуты. Благодарим за поддержку.
ta_in: நீங்கள் %@-ஐப் பயன்படுத்துவதில் மகிழ்கிறீர்கள் எனில், அதை மதிப்பிடுவதற்கு சிறிது நேரம் ஒதுக்குவீர்களா? இது ஒரு நிமிடத்திற்கு மேல் எடுக்காது. உங்கள் ஆதரவிற்கு மிக்க நன்றி.
te: మీరు %@ ఉపయోగించడాన్ని ఎంజాయ్ చేసినట్లయితే, దీనికి రేటింగ్ చేయగలరా? దీనికి ఒక నిమిషం కంటే ఎక్కువ సమయం పట్టదు. మీ మద్దతుకు ధన్యవాదాలు.
tr: %@ kullanmaktan keyif aldıysanız, bize puan vermek için bir dakikanızı ayırabilir misiniz? Bir dakikadan fazla sürmeyecektir. Desteğiniz için teşekkürler.
ur_arab_in: اگر آپ %@ کے استعمال سے لطف اندوز ہوتے ہیں، تو اگر آپ برا نہ مانیں تو کیا آپ اس کو ریٹ کرنے کے لیے کچھ وقت نکال سکتے ہیں؟ اس میں ایک منٹ سے زیادہ کا وقت نہیں لگے گا۔ آپ کے تعاون کا شکریہ۔
vi: Nếu bạn thích sử dụng %@, bạn có thể dành ra một phút xếp hạng nó hay không? Việc đó sẽ không mất quá một phút. Cám ơn sự ủng hộ của bạn.
zh_hant: 如果您喜歡使用 %@，是否能花點時間評價它？這不會超過一分鐘時間。感謝您的支援。

# plural.hour.one
source: hr
bn_in: ঘন্টা
de: Std.
el: ώρα
es: h
fr: h
gu: કલાક
it: ora
ja: 時間
kn: ಗಂ
ml: മണിക്കൂർ
mr: तास
nl: u
pa: ਘੰ
pt_pt: hora
ru: ч.
ta_in: மணிநேரம்
te: గం
tr: sa
ur_arab_in: گھنٹہ
vi: giờ
zh_hant: 小時

# plural.hour.other
source: hrs
bn_in: ঘন্টা
de: Std.
el: ώρες
es: horas
fr: h
gu: કલાકો
it: ore
ja: 時
kn: ಗಂಟೆ
ml: മണിക്കൂറുകൾ
mr: तास
nl: uur
pa: ਘੰਟੇ
pt_pt: horas
ru: ч.
ta_in: மணிநேரங்கள்
te: గంటలు
tr: saat
ur_arab_in: گھنٹے
vi: giờ
zh_hant: 小時

# plural.min.one
source: min
bn_in: মিনিট
el: λεπ.
gu: મિનિટ
ja: 分
kn: ನಿಮಿಷ
ml: മിനിറ്റ്
mr: मिनिट
pa: ਮਿੰ
pt_pt: minuto
ru: мин
ta_in: நிமிடம்
te: నిమి
tr: dak
ur_arab_in: منٹ
vi: phút
zh_hant: 分鐘

# plural.min.other
source: mins
bn_in: মিনিটগুলি
de: Min.
el: λεπτά
es: min
fr: min
gu: મિનિટ્સ
it: min
ja: 分
kn: ನಿಮಿಷಗಳು
ml: മിനിറ്റുകൾ
mr: मिनिटे
nl: minuten
pa: ਮਿੰਟ
pt_pt: minutos
ru: мин.
ta_in: நிமிடங்கள்
te: నిమిషాలు
tr: dak
ur_arab_in: منٹ
vi: phút
zh_hant: 分鐘
