Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.settings.feedback.text4
source: We value your feedback.
bn_in: আমরা আপনার প্রতিক্রিয়ার শ্রদ্ধা করি।
de: Wir freuen uns auf Ihre Rückmeldung.
el: Εκτιμούμε τις όποιες παρατηρήσεις σας.
es: Valoramos sus comentarios.
fr: Votre avis compte.
gu: અમે તમારા પ્રતિસાદને મહત્વ આપીએ છીએ.
hi: हम आपकी प्रतिक्रिया को महत्व देते हैं।
it: Apprezziamo i tuoi commenti.
ja: 私たちは皆様からのフィードバックを大切にしています。
kn: ನಾವು ನಿಮ್ಮ ಫೀಡ್‌ಬ್ಯಾಕ್‌ಗೆ ಮನ್ನಣೆ ನೀಡುತ್ತೇವೆ.
ml: നിങ്ങളുടെ ഫീഡ്‌ബാക്കിനെ ഞങ്ങൾ വിലമതിക്കുന്നു.
mr: आमच्याकरीता तुमचा फीडबॅक मौल्यवान आहे.
nl: We waarderen uw feedback.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਦੀ ਕਦਰ ਕਰਦੇ ਹਾਂ।
pt_pt: Valorizamos o seu feedback.
ru: Мы ценим ваши отзывы.
ta_in: உங்கள் கருத்தை நாங்கள் மதிக்கிறோம்.
te: మేం మీ ఫీడ్‌బ్యాక్‌కు విలువను ఇస్తాం.
tr: Geri bildiriminize değer veriyoruz.
ur_arab_in: ہم آپ کے فیڈ بیک کی قدر کرتے ہیں۔
vi: Chúng tôi đánh giá cao ý kiến phản hồi của bạn.
zh_hant: 我們很看重您的意見反應。

# chat.settings.feedback.hint
source: Your feedback goes here…
bn_in: আপনার প্রতিক্রিয়া এখানে যায়…
de: Hier ist Platz für Ihre Rückmeldung …
el: Οι παρατηρήσεις σας πηγαίνουν εδώ...
es: Sus comentarios van aquí...
fr: Votre commentaire s’écrit ici…
gu: તમારો પ્રતિસાદ અહીં જાય છે…
hi: अपनी प्रतिक्रिया यहाँ दें...
it: Inserisci qui il tuo feedback...
ja: フィードバックはこちら...
kn: ನಿಮ್ಮ ಫೀಡ್‌ಬ್ಯಾಕ್‌ ಇಲ್ಲಿದೆ...
ml: നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഇവിടേക്ക് പോകുന്നു…
mr: तुमचा फीडबॅक येथे आहे…
nl: Uw feedback komt hier...
pa: ਤੁਹਾਡੀ ਫੀਡਬੈਕ ਇੱਥੇ ਆਵੇਗਾ ...
pt_pt: O seu feedback fica aqui...
ru: Здесь будет ваш отзыв...
ta_in: உங்கள் கருத்துக்கள் இங்கு செல்லும்...
te: మీ ఫీడ్‌బ్యాక్ ఇక్కడకు వెళుతుంది…
tr: Geri bildiriminiz buraya gider...
ur_arab_in: یہ رہا آپ کا فیڈ بیک...
vi: Ý kiến phản hồi của bạn xuất hiện ở đây..
zh_hant: 您的意見反應轉到此處...

# chat.settings.feedback.success
source: Thank you.. Feedback submitted
bn_in: আপনাকে ধন্যবাদ... প্রতিক্রিয়া জমা দেওয়া হয়েছে
de: Schönen Dank … Rückmeldung ist unterwegs
el: Ευχαριστούμε... Το σχόλιο υποβλήθηκε
es: Gracias... Comentarios enviados
fr: Merci… Commentaire envoyé
gu: તમારો આભાર.. પ્રતિસાદ સબમિટ કર્યો
hi: धन्यवाद.. प्रतिक्रिया प्रस्तुत की गई
it: Grazie... Feedback inviato
ja: ありがとうございます..フィードバックが提出されました。
kn: ಧನ್ಯವಾದಗಳು.. ಫೀಡ್‌ಬ್ಯಾಕ್‌ ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: നന്ദി.. ഫീഡ്‌ബാക്ക് സമർപ്പിച്ചു
mr: धन्यवाद... फीडबॅक सादर केला
nl: Dank u. Feedback verstuurd
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ.. ਫੀਡਬੈਕ ਸਬਮਿਟ ਕੀਤਾ ਗਿਆ
pt_pt: Gracias... Feedback enviado
ru: Спасибо! Отзыв отправлен
ta_in: நன்றி.. கருத்துக்கள் சமர்ப்பிக்கபட்டன
te: ధన్యవాదాలు... ఫీడ్‌‌బ్యాక్ సమర్పించబడింది
tr: Gracias.. Geri bildirim gönderildi
ur_arab_in: شکریہ.. فیڈ بیک جمع کروا دیا گیا
vi: Xin cám ơn.. Đã gửi ý kiến phản hồi
zh_hant: 多謝..意見反應已提交

# chat.settings.theme.applytext
source: Apply
bn_in: প্রয়োগ করুন
de: Übernehmen
el: Εφαρμογή
es: Aplicar
fr: Appliquer
gu: લાગુ કરો
hi: लागू करें
it: Applica
ja: 適用
kn: ಅನ್ವಯಿಸಿ
ml: ബാധകമാക്കുക
mr: लागू करा
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pt_pt: Aplicar
ru: Применить
ta_in: பயன்படுத்து
te: అప్లై చేయండి
tr: Uygula
ur_arab_in: لاگو کریں
vi: Áp dụng
zh_hant: 套用

# chat.settings.theme.currenttheme
source: Current Theme
bn_in: বর্তমান থিম
de: Aktuelles Design
el: Τρέχον θέμα
es: Tema actual
fr: Thème actuel
gu: વર્તમાન થીમ
hi: मौजूदा थीम
it: Tema corrente
ja: 現在のテーマ
kn: ಪ್ರಸ್ತುತ ಥೀಮ್
ml: നിലവിലുള്ള തീം
mr: वर्तमान थीम
nl: Huidig thema
pa: ਵਰਤਮਾਨ ਥੀਮ
pt_pt: Tema atual
ru: Текущая тема
ta_in: தற்போதைய கருப்பொருள்
te: ప్రస్తుత థీమ్
tr: Geçerli Tema
ur_arab_in: موجودہ تھیم
vi: Chủ Đề Hiện Tại
zh_hant: 當前佈景主題

# chat.message.private.you
source: You sent a message
bn_in: আপনি একটি মেসেজ পাঠিয়েছেন
de: Sie haben eine Mitteilung gesendet
el: Στείλατε ένα μήνυμα
es: Envió un mensaje
fr: Vous avez envoyé un message
gu: તમે એક સંદેશ મોકલ્યો છે
hi: आपने कोई संदेश भेजा
it: Hai inviato un messaggio
ja: メッセージを送信しました
kn: ನೀವು ಒಂದು ಸಂದೇಶ ಕಳುಹಿಸಿದಿರಿ
ml: നിങ്ങൾ ഒരു സന്ദേശം അയച്ചു
mr: तुम्ही एक मेसेज पाठवला
nl: U hebt een bericht verstuurd
pa: ਤੁਸੀਂ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜਿਆ
pt_pt: Enviou uma mensagem
ru: Вы отправили сообщение
ta_in: நீங்கள் ஒரு செய்தியைப் அனுப்பியுள்ளீர்கள்
te: మీరు ఒక సందేశం పంపారు
tr: Bir ileti gönderdiniz
ur_arab_in: آپ نے پیغام بھیجا
vi: Bạn đã gửi một tin nhắn
zh_hant: 您傳送了一則訊息

# chat.message.private
source: received a message
bn_in: একটি মেসেজ পেয়েছেন
de: empfing eine Mitteilung
el: έλαβε μήνυμα
es: recibió un mensaje
fr: reçu un message
gu: પ્રાપ્ત થયેલો સંદેશ
hi: कोई संदेश प्राप्त हुआ
it: hai ricevuto un messaggio
ja: メッセージを受信しました
kn: ಒಂದು ಸಂದೇಶ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ml: ഒരു സന്ദേശം ലഭിച്ചു
mr: एक मेसेज मिळाला
nl: heeft een bericht ontvangen
pa: ਇੱਕ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋਇਆ
pt_pt: recebeu uma mensagem
ru: получил(а) сообщение
ta_in: ஒரு புதிய செய்தியைப் பெற்றுள்ளார்
te: ఒక సందేశం అందుకున్నారు
tr: Bir ileti alındı
ur_arab_in: ایک پیغام موصول ہوا
vi: đã nhận một tin nhắn
zh_hant: 收到一則訊息

# chat.channel.org.name
source: Organization
de: Organisation
el: Οργανισμός
es: Organización
fr: Organisation
hi: संगठन
it: Organizzazione
ja: 組織
nl: Organisatie
pt_pt: Organização
ru: Организация
tr: Kuruluş
vi: Tổ chức
zh_hant: 組織

# chat.channel.team.name
source: Team
el: Ομάδα
es: Equipo
fr: Équipe
hi: टीम
ja: チーム
pt_pt: Equipa
ru: Команда
tr: Ekip
vi: Nhóm
zh_hant: 團隊

# chat.channel.external.name
source: External
de: Extern
el: Εξωτερικά
es: Externo
fr: Externe
hi: बाहरी
it: Esterno
ja: 外部
nl: Extern
pt_pt: Externo
ru: Внешний
tr: Dış
vi: Bên ngoài
zh_hant: 外部

# chat.channel.name
source: Channel
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
hi: चैनल
it: Canale
ja: チャネル
nl: Kanaal
pt_pt: Canal
ru: Канал
tr: Kanal
vi: Kênh
zh_hant: 頻道

# chat.channel.create.participants.text
source: Add participants
bn_in: অংশগ্রহণকারীদের যোগ করুন
de: Teilnehmer hinzufügen
el: Προσθέστε συμμετέχοντες
es: Agregar participantes
fr: Ajouter des participants
gu: સહભાગીઓ ઉમેરો
hi: प्रतिभागियों को जोड़ें
it: Aggiungi partecipanti
ja: 参加者を追加
kn: ಭಾಗಿಗಳನ್ನು ಸೇರಿಸಿ
ml: പങ്കെടുക്കുന്നവരെ ചേർക്കുക
mr: सहभागी जोडा
nl: Deelnemers toevoegen
pa: ਭਾਗੀਦਾਰ ਜੋੜੋ
pt_pt: Adicionar participantes
ru: Добавить участников
ta_in: பங்கேற்பாளர்களைச் சேர்
te: పాల్గొనేవారిని జోడించండి
tr: Katılımcı ekle
ur_arab_in: شرکاء کو شامل کریں
vi: Thêm người tham gia
zh_hant: 新增參與者

# chat.channel.participants.text
source: %@ Users Joined
bn_in: %@ ব্যবহারকারীরা যোগ দিয়েছেন
de: %@ Nutzer beigetreten
el: %@ Χρήστες που συνδέθηκαν
es: %@ usuarios se han unido
fr: %@ utilisateurs se sont inscrits
gu: %@ ઉપયોગકર્તા જોડાયા
hi: %@ उपयोगकर्ता शामिल हुए
it: %@ utenti partecipanti
ja: %@ 人のユーザーが参加しました
kn: %@ ಬಳಕೆದಾರರು ಸೇರಿದ್ದಾರೆ
ml: %@ ഉപയോക്താക്കൾ ചേർന്നു
mr: %@ वापरकर्ते सामील झाले
nl: %@ verbonden gebruikers
pa: %@ ਯੂਜ਼ਰ ਸ਼ਾਮਲ ਹੋਏ
pt_pt: %@ utilizadores aderiram
ru: Присоединилось %@ пользователей
ta_in: %@ பயனர்கள் இணைந்துள்ளனர்
te: %@ యూజర్‌లు జాయిన్ అయ్యారు
tr: %@ Kullanıcı Katıldı
ur_arab_in: %@ صارفین شامل ہو گئے
vi: %@ Người Dùng Đã Tham Gia
zh_hant: %@ 個使用者已加入

# chat.search.quantifier.heading.text
source: Search quantifiers
de: Suchgewichtungen
el: Αναζήτηση ποσοδεικτών
es: Buscar cuantificadores
fr: Rechercher quantificateurs
hi: परिमाणकों को खोजें
it: Cerca quantificatori
ja: 資格者を検索
nl: Zoekmeters
pt_pt: Quantificadores de pesquisa
ru: Условия поиска
tr: Belirleyicileri ara
vi: Tìm các yếu tố định lượng
zh_hant: 搜尋數量詞

# chat.search.quantifier.from.key
source: from:
de: von:
el: από:
es: de:
fr: de :
hi: प्रेषक:
it: da:
nl: van:
pt_pt: de:
ru: от:
tr: kimden:
vi: từ:
zh_hant: 從:

# chat.search.quantifier.from.value
source: @user
de: @Nutzer
es: @usuario
fr: @utilisateur
hi: @उपयोगकर्ता
it: @utente
nl: @gebruiker
pt_pt: @utilizador
ru: @пользователь
tr: @kullanıcı
vi: @người dùng
zh_hant: @使用者

# chat.search.quantifier.in.key
source: in:
el: σε:
es: en:
fr: dans :
hi: में:
pt_pt: em:
ru: в:
tr: şurada:
vi: trong:
zh_hant: 範圍:

# chat.search.quantifier.in.value
source: #channel or chat
de: #channel oder Chat
el: #channel ή συνομιλία
es: #channel o chat
fr: #channel ou le chat
hi: #channel या चैट करें
it: #channel o chat
ja: #channel またはチャット
nl: #channel of chat
pt_pt: #channel ou chat
ru: #channel или чат
tr: #channel veya sohbet
vi: #channel hoặc chat
zh_hant: #channel 或聊天

# chat.search.quantifier.before.key
source: before:
de: Vor:
el: πριν:
es: antes de:
fr: avant :
hi: इससे पहले:
it: prima di:
nl: vóór:
pt_pt: antes:
ru: до:
tr: şu tarihten önce:
vi: trước
zh_hant: 早於:

# chat.search.quantifier.before.value
source: a date
de: ein Datum
el: μία ημερομηνία
es: una fecha
fr: une date
hi: कोई तारीख
it: una data
ja: 日付
nl: een datum
pt_pt: uma data
ru: дата
tr: bir tarih
vi: ngày
zh_hant: 一個日期

# chat.search.quantifier.on.key
source: on:
de: Am:
el: στις:
es: el:
fr: le :
hi: इस पर:
it: il:
nl: op:
pt_pt: em:
ru: в:
tr: şu tarihte:
vi: vào:
zh_hant: 於:

# chat.search.quantifier.on.value
source: a date
de: ein Datum
el: μία ημερομηνία
es: una fecha
fr: une date
hi: कोई तारीख
it: una data
ja: 日付
nl: een datum
pt_pt: uma data
ru: дата
tr: bir tarih
vi: ngày
zh_hant: 一個日期

# chat.search.message.heading.text
source: Messages
de: Mitteilungen
el: Μηνύματα
es: Mensajes
hi: संदेश
it: Messaggi
ja: メッセージ
nl: Berichten
pt_pt: Mensagens
ru: Сообщения
tr: İletiler
vi: Tin nhắn
zh_hant: 訊息

# chat.search.time.before.today
source: today
de: heute
el: σήμερα
es: hoy
fr: aujourd’hui
hi: आज
it: oggi
ja: 今日
nl: vandaag
pt_pt: hoje
ru: сегодня
tr: bugün
vi: hôm nay
zh_hant: 今天

# chat.search.time.before.yesterday
source: yesterday
de: gestern
el: χτες
es: ayer
fr: hier
hi: बीता हुआ कल
it: ieri
ja: 昨日
nl: gisteren
pt_pt: ontem
ru: вчера
tr: dün
vi: hôm qua
zh_hant: 昨天

# chat.search.time.before.week
source: this week
de: diese Woche
el: αυτή την εβδομάδα
es: esta semana
fr: cette semaine
hi: इस सप्ताह
it: questa settimana
ja: 今週
nl: deze week
pt_pt: esta semana
ru: на этой неделе
tr: bu hafta
vi: tuần này
zh_hant: 本週

# chat.search.time.before.month
source: this month
de: dieser Monat
el: αυτό το μήνα
es: este mes
fr: ce mois
hi: इस माह
it: questo mese
ja: 今月
nl: deze maand
pt_pt: este mês
ru: в этом месяце
tr: bu ay
vi: tháng này
zh_hant: 本月

# chat.search.time.before.year
source: this year
de: dieses Jahr
el: αυτό το έτος
es: este año
fr: cette année
hi: इस वर्ष
it: questo anno
ja: 今年
nl: dit jaar
pt_pt: este ano
ru: за этот год
tr: bu yıl
vi: Năm nay
zh_hant: 本年

# chat.actions.edit.text
source: Edit
bn_in: সম্পাদন করুন
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
gu: સંપાદિત કરો
hi: संपादित करें
it: Modifica
ja: 編集
kn: ತಿದ್ದಿ
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादन करा
nl: Bewerken
pa: ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar
ru: Изменить
ta_in: திருத்து
te: ఎడిట్ చేయండి
tr: Düzenle
ur_arab_in: تدوین کریں
vi: Sửa
zh_hant: 編輯

# chat.actions.edit.text.title
source: Edit title
bn_in: শিরোনাম সম্পাদন করুন
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fr: Modifier le titre
gu: શીર્ષક સંપાદિત કરો
hi: शीर्षक को संपादित करें
it: Modifica il titolo
ja: タイトルを編集
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ತಿದ್ದಿ
ml: ശീർഷകം എഡിറ്റ് ചെയ്യുക
mr: शीर्षक संपादन करा
nl: Titel bewerken
pa: ਸਿਰਲੇਖ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar título
ru: Изменить заголовок
ta_in: தலைப்பைத் திருத்து
te: టైటిల్ ఎడిట్ చేయండి
tr: Başlığı düzenle
ur_arab_in: عنوان میں تدوین کریں
vi: Sửa tiêu đề
zh_hant: 編輯標題

# chat.actions.history.text
source: Save history
bn_in: ইতিহাস সংরক্ষণ করুন
de: Verlauf speichern
el: Αποθήκευση ιστορικού
es: Guardar historial
fr: Sauvegarder l’historique
gu: ઇતિહાસ સાચવો
hi: इतिहास सहेजें
it: Salva cronologia
ja: 履歴を保存
kn: ಇತಿಹಾಸ ಉಳಿಸಿ
ml: ചരിത്രം സംരക്ഷിക്കുക
mr: इतिहास सेव्ह करा
nl: Geschiedenis opslaan
pa: ਇਤਿਹਾਸ ਸੇਵ ਕਰੋ
pt_pt: Guardar histórico
ru: Сохранять историю
ta_in: வரலாற்றைச் சேமி
te: హిస్టరీ సేవ్ చేయండి
tr: Geçmişi kaydet
ur_arab_in: ہسٹری کو محفوظ کریں
vi: Lưu lịch sử
zh_hant: 儲存歷程記錄

# chat.action.addmember.text
source: Add member
de: Mitglied hinzufügen
el: Προσθήκη μέλους
es: Agregar miembro
fr: Ajouter un membre
hi: सदस्य जोड़ें
it: Aggiungi membro
ja: メンバーを追加
nl: Lid toevoegen
pt_pt: Adicionar membro
ru: Добавить участника
tr: Üye ekle
vi: Bổ sung thành viên
zh_hant: 新增成員

# chat.actions.fork.includeall
source: Include all existing participants of this conversation
de: Alle vorhandenen Teilnehmer in diese Konversation einbeziehen
el: Συμπεριλάβετε όλους τους υπάρχοντες συμμετέχοντες αυτής της συζήτησης
es: Incluir todos los participantes de esta conversación
fr: Inclure tous les participants existants de cette conversation
hi: इस वार्तालाप के सभी मौजूदा प्रतिभागियों को शामिल करें
it: Includi tutti i partecipanti esistenti della conversazione
ja: 既に会話に参加している全参加者を含む
nl: Alle deelnemers aan dit gesprek toevoegen
pt_pt: Incluir todos os participantes existentes desta conversa
ru: Включить всех участников этого обсуждения
tr: Bu yazışmanın tüm var olan katılımcılarını dahil et
vi: Bao gồm tất cả người tham gia hiện hữu trong nội dung nói chuyện này
zh_hant: 包括此會話的所有現有參與者

# chat.actions.fork.title
source: Fork This Conversation
de: Diese Konversation aufteilen
el: Διακλαδώστε αυτή τη συζήτηση
es: Bifurcar esta conversación
fr: Diviser le fil de discussion
hi: इस वार्तालाप को विभाजित करें
it: Separa questa conversazione
ja: この会話を分岐させる
nl: Dit gesprek opsplitsen
pt_pt: Bifurcar esta conversa
ru: Разветвить это обсуждение
tr: Bu Yazışmayı Çatalla
vi: Chia Nội Dung Nói Chuyện Này
zh_hant: 分叉此會話

# chat.start.title.key
source: Set title as
bn_in: এই হিসেবে শিরোনাম সেট করুন
de: Titel festlegen als
el: Ορίστε τίτλο ως
es: Establecer título como
fr: Définir le titre comme
gu: આ મુજબ શીર્ષક સેટ કરો
hi: शीर्षक को इस रूप में सेट करें:
it: Imposta titolo come
ja: タイトルを次のように設定する:
kn: ಈ ರೀತಿ ಶೀರ್ಷಿಕೆಯನ್ನು ಸೆಟ್ ಮಾಡಿ
ml: ശീർഷകം ഇതായി സജ്ജീകരിക്കുക
mr: म्हणून शीर्षक सेट करा
nl: Titel instellen als
pa: ਸਿਰਲੇਖ ਸੈਟ ਕਰੋ
pt_pt: Definir título como
ru: Установить название
ta_in: தலைப்பை இவ்வாறாக அமை
te: టైటిల్ వలే సెట్ చేయండి
tr: Başlığı farklı ayarla
ur_arab_in: عنوان کو سیٹ کریں بطور
vi: Cài đặt tiêu đề thành
zh_hant: 將標題設為

# chat.msg.resend.header.title
source: Wups..Message sending failed!
bn_in: উপ্স..ফিডব্যাক পাঠানো ব্যর্থ হয়েছে!
de: Oha … Mitteilung konnte nicht gesendet werden!
el: Ουπς...Η αποστολή του μηνύματος απέτυχε!
es: El envío del mensaje falló.
fr: Oups… échec d’envoi du message !
gu: ઓહ.. સંદેશ મોકલવાનું નિષ્ફળ!
hi: ओह.. संदेश को भेजना विफल रहा!
it: Ops... Invio del messaggio non riuscito.
ja: おぉっと..メッセージ送信に失敗しました!
kn: ಓಹೋ.. ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ!
ml: ക്ഷമിക്കണം..സന്ദേശമയയ്ക്കൽ പരാജയപ്പെട്ടു!
mr: वूप्स.. मेसेज पाठवणे अयशस्वी झाले!
nl: Oeps... Verzending van bericht is mislukt!
pa: ਉਹ ਹੋ... ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ।
pt_pt: Ups... Falha no envio de mensagem!
ru: Не удалось отправить сообщение.
ta_in: அச்சச்சோ..செய்தி அனுப்புவது தோல்வியுற்றது!
te: అయ్యో..సందేశం పంపడం విఫలమైంది!
tr: Hay aksi..İleti gönderme başarısız!
ur_arab_in: اوہو.. پیغام بھیجنے میں ناکامی ہوئی!
vi: Rất tiếc..Gửi tin nhắn văn bản thất bại!
zh_hant: 噢.. 訊息傳送失敗！

# chat.msg.resend.header.msg
source: Your message couldn’t be sent. Please tap Resend to send it again.
bn_in: আপনার বার্তা পাঠানো যায়নি। এটি আবার পাঠাবার জন্য অনুগ্রহ করে রিসেন্ড ট্যাপ করুন।
de: Ihre Mitteilung konnte nicht gesendet werden. Bitte tippen Sie zum erneuten Versand auf Erneut senden.
el: Δεν ήταν δυνατή η αποστολή του μηνύματός σας. Κάντε κλικ στο Εκ νέου αποστολή για να το στείλετε ξανά.
es: No se pudo enviar su mensaje. Pulse Reenviar para enviarlo de nuevo.
fr: Votre message n’a pas été envoyé. Tapotez Renvoyer pour recommencer
gu: તમારો સંદેશ મોકલી શકાયો નથી. કૃપા કરીને તેને ફરીથી મોકલવા માટે ફરીથી મોકલો ટૅપ કરો.
hi: आपका संदेश भेजा नहीं जा सका। कृपया इसे दोबारा भेजने के लिए ‘दोबारा भेजें’ पर टैप करें।
it: Impossibile inviare il messaggio. Tocca Invia nuovamente per inviarlo di nuovo.
ja: あなたのメッセージは送信することができませんでした。再送信をタップしてもう一度送信してください。
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಅದನ್ನು ಪುನಃ ಕಳುಹಿಸಲು ದಯವಿಟ್ಟು ಮರುಕಳುಹಿಸಿ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ സന്ദേശം അയയ്ക്കാൻ കഴിഞ്ഞില്ല. ഇത് വീണ്ടും അയയ്‌ക്കാൻ വീണ്ടും അയയ്‌ക്കുക ടാപ്പ് ചെയ്യുക.
mr: तुमचा मेसेज पाठवता येणार नाही. कृपया तो पुन्हा पाठविण्यासाठी पुन्हा पाठवा वर टॅप करा.
nl: Uw bericht kon niet worden verstuurd. Tik op Opnieuw versturen om het nogmaals te versturen.
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਦੁਬਾਰਾ ਭੇਜਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਭੇਜੋ ਟੈਪ ਕਰੋ।
pt_pt: Não foi possível enviar a sua mensagem. Tocar em Reenviar para enviá-la novamente.
ru: Сообщение не было отправлено. Нажмите «Отправить повторно», чтобы повторить попытку.
ta_in: உங்கள் செய்தியை அனுப்ப முடியவில்லை. அதை மீண்டும் அனுப்ப, மீண்டும் அனுப்பு என்பதைத் தட்டவும்.
te: మీ సందేశం పంపబడదు. దానిని మళ్లీ పంపడానికి దయచేసి మళ్లీ పంపడాన్ని తట్టండి.
tr: İletiniz gönderilemedi. Yeniden göndermek için lütfen Yeniden Gönder’e dokunun.
ur_arab_in: آپ کا پیغام بھیجا نہیں جا سکا۔ اسے دوبارہ بھیجنے کے لیے براہ کرم دوبارہ بھیجیں پر ٹیپ کریں۔
vi: Không thể gửi tin nhắn của bạn. Vui lòng chạm vào Gửi Lại để gửi lại.
zh_hant: 您的訊息無法傳送。請點選重新傳送來再次傳送。

# chat.forward.title
source: Forward
bn_in: ফরোয়ার্ড করুন
de: Weiterleiten
el: Μπροστά
es: Reenviar
fr: Transfert
gu: ફૉર્વર્ડ કરો
hi: फॉरवर्ड करें
it: Inoltra
ja: 転送
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಿ
ml: ഫോർവേഡ് ചെയ്യുക
mr: अग्रेषित करा
nl: Doorsturen
pa: ਅੱਗੇ ਭੇਜੋ
pt_pt: Reencaminhar
ru: Переслать
ta_in: முன்னனுப்பு
te: ఫార్వర్డ్
tr: İleri
ur_arab_in: فارورڈ کریں
vi: Gửi chuyển
zh_hant: 轉寄

# chat.forked.title
source: Forked
de: Aufgeteilt
el: Διακλαδωμένο
es: Bifurcado
fr: Divisé
hi: विभाजित
it: Separato
ja: 分岐しました
nl: Opgesplitst
pt_pt: Bifurcada
ru: Разветвлено
tr: Çatallı
vi: Đã chia
zh_hant: 已分叉

# chat.msg.startitle
source: %1$s &#10093;&#10093; %2$s
bn_in: %1$s ❭❭ %2$s
de: %1$s ❭❭ %2$s
el: %1$s ❭❭ %2$s
es: %1$s ❭❭ %2$s
fr: %1$s ❭❭ %2$s
gu: %1$s ❭❭ %2$s
hi: %1$s ❭❭ %2$s
it: %1$s ❭❭ %2$s
ja: %1$s ❭❭ %2$s
kn: %1$s ❭❭ %2$s
ml: %1$s ❭❭ %2$s
mr: %1$s ❭❭ %2$s
nl: %1$s ❭❭ %2$s
pa: %1$s ❭❭ %2$s
pt_pt: %1$s ❭❭ %2$s
ru: %1$s ❭❭ %2$s
ta_in: %1$s ❭❭ %2$s
te: %1$s ❭❭ %2$s
tr: %1$s ❭❭ %2$s
ur_arab_in: %1$s ❭❭ %2$s
vi: %1$s ❭❭ %2$s
zh_hant: %1$s ❭❭ %2$s

# chat.action.pin.success
source: Yayy..Chat pinned successfully
bn_in: ইয়ে..পোস্টটি সফলভাবে পিন করা হয়েছে
de: Sehr schön … Chat erfolgreich angeheftet
el: Ναι!..Η συνομιλία καρφιτσώθηκε με επιτυχία
es: Chat anclado con éxito
fr: Ouais… chat épinglé avec succès
gu: યે..ચૅટ સફળતાપૂર્વક પિન થઇ
hi: वाह... चैट सफलतापूर्वक पिन की गई
it: Chat bloccata correttamente
ja: チャットのピン留めに成功しました
kn: ಹಹ್ಹಾ.. ಚಾಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ml: യാ..ചാറ്റ് വിജയകരമായി പിൻ ചെയ്‌തു
mr: व्वा.. चॅट यशस्वीपणे पिन केली
nl: Hoera... Chat met succes vastgemaakt
pa: ਯਾਹੂ... ਪੋਸਟ ਸਫਲਤਾਪੂਰਵਕ ਪਿੰਨ ਕੀਤੀ ਗਈ
pt_pt: Viva... Chat afixado com êxito
ru: Чат успешно закреплен
ta_in: ஆஹா..அரட்டை வெற்றிகரமாக பின் செய்யப்பட்டது
te: అవును.. చాట్ విజయవంతంగా పిన్ చేయబడింది
tr: Yayy..Sohbet başarıyla sabitlendi
ur_arab_in: یہ ہوئی نہ بات.. چیٹ کو کامیابی کے ساتھ پن کر دیا گیا
vi: Tuyệt..Đã cố định nội dung chat thành công
zh_hant: 耶..聊天已成功固定

# chat.action.unpin.success
source: Whoa..Chat unpinned successfully
bn_in: এই যে..পোস্টটি সফলভাবে আনপিন করা হয়েছে
de: Oha … Chat erfolgreich gelöst
el: Ουάου... Η συνομιλία ξεκαρφιτσώθηκε με επιτυχία
es: Chat desanclado con éxito
fr: Ouah… Chat déséplinglé avec succès
gu: ઓહ..ચૅટ સફળતાપૂર્વક અનપિન થઇ
hi: रुको... चैट को सफलतापूर्वक अनपिन किया गया
it: Chat sbloccata correttamente
ja: チャットのピン留め解除に成功しました。
kn: ವಾವ್... ಚಾಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನ್‌ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ml: ഓ..ചാറ്റ് വിജയകരമായി അൺപിൻ ചെയ്തു
mr: व्वा.. चॅट यशस्वीपणे अनपिन केली
nl: Wow... Chat met succes losgemaakt
pa: ਵਾਹ... ਪੋਸਟ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅਨਪਿੰਨ ਕੀਤਾ ਗਿਆ
pt_pt: Wow... Chat removido com êxito
ru: Чат успешно откреплен
ta_in: வாவ்..அரட்டை வெற்றிகரமாக பின் நீக்கப்பட்டது
te: వావ్.. చాట్ విజయవంతంగా అన్‌పిన్ చేయబడింది
tr: Yok artık..Sohbet başarıyla ayrıldı
ur_arab_in: واہ.. چیٹ کو کامیابی کے ساتھ ان پن کر دیا گیا
vi: Chà..Đã hủy cố định nội dung chat thành công
zh_hant: 呃..成功取消固定聊天

# chat.action.participant.select
source: %@ Selected
bn_in: %@ নির্বাচিত
de: %@ ausgewählt
el: %@ Επιλέχτηκε
es: %@ seleccionado
fr: %@ Sélectionné
gu: %@ પસંદ થયું
hi: %@ का चयन किया
it: %@ selezionati
ja: %@ を選択しました
kn: %@ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: %@ തിരഞ്ഞെടുക്കുക
mr: %@ निवडले
nl: %@ geselecteerd
pa: %@ ਚੁਣਿਆ ਗਿਆ
pt_pt: %@ Selecionado
ru: %@ выбрано
ta_in: %@ தேர்ந்தெடுக்கப்பட்டார்
te: %@ ఎంచుకోబడింది
tr: %@ Seçildi
ur_arab_in: %@ کو منتخب کیا گیا
vi: %@ Đã Được Chọn
zh_hant: %@ 已選定

# chat.action.participant.remove
source: Remove Participant
bn_in: অংশগ্রহণকারীকে অপসারণ করুন
de: Teilnehmer entfernen
el: Αφαίρεση συμμετέχοντα
es: Eliminar participante
fr: Supprimer participant
gu: સહભાગીને દૂર કરો
hi: प्रतिभागी को निकालें
it: Rimuovi partecipante
ja: 参加者を削除
kn: ಭಾಗಿಯನ್ನು ತೆಗೆದುಹಾಕಿ
ml: പങ്കാളിയെ നീക്കം ചെയ്യുക
mr: सहभागी काढा
nl: Deelnemer verwijderen
pa: ਭਾਗੀਦਾਰ ਹਟਾਓ
pt_pt: Remover participante
ru: Удалить участника
ta_in: பங்கேற்பாளரை அகற்று
te: పాల్గొనేవారిని తొలగించండి
tr: Katılımcıyı kaldır
ur_arab_in: شرکت کنندہ کو ہٹائیں
vi: Xóa người tham gia
zh_hant: 移除參與者

# chat.bot.newbot.tabname
source: New Bots
de: Neue Bots
el: Νέα δικτυορομπότ
es: Nuevos bots
fr: Nouveaux bots
hi: नए बॉट्स
it: Nuovi bot
ja: 新規のボット
nl: Nieuwe bots
pt_pt: Novos bots
ru: Новые боты
tr: Yeni Robotlar
vi: Bot Mới
zh_hant: 新 Bot

# chat.bot.allbot.tabname
source: All Bots
de: Alle Bots
el: Όλα τα δικτυορομπότ
es: Todos los bots
fr: tous les bots
hi: सभी बॉट्स
it: Tutti i bot
ja: 全ボット
nl: Alle bots
pt_pt: Todos os bots
ru: Все боты
tr: Tüm Robotlar
vi: Tất Cả Bot
zh_hant: 全部 Bot

# chat.bot.subscribedbot.tabname
source: Subscribed Bots
de: Abonnierte Bots
el: Εγγεγραμμένα δικτυορομπότ
es: Bots suscritos
fr: Bots abonnés
hi: बॉट्स की सदस्यता ली
it: Bot sottoscritti
ja: 購読しているボット
nl: Ingeschreven bots
pt_pt: Bots subscritos
ru: Подписанные боты
tr: Abone Robotlar
vi: Bot Đã Hủy Đăng Ký
zh_hant: 已訂閱 Bot

# chat.search.channel.nodesc
source: No channel description available
de: Keine Kanalbeschreibung verfügbar
el: Δεν υπάρχει διαθέσιμη περιγραφή καναλιού
es: No hay descripción de canal disponible
fr: Aucune description de canal disponible
hi: कोई चैनल विवरण उपलब्ध नहीं है
it: Nessuna descrizione del canale disponibile
ja: 利用可能なチャンネルの説明がありません
nl: Geen kanaalbeschrijving beschikbaar
pt_pt: Nenhuma descrição de canal disponível
ru: Нет описания канала
tr: Kanal açıklaması yok
vi: Không có mô tả kênh
zh_hant: 無可用的頻道描述

# chat.search.recent.title
source: Recent Searches
bn_in: সাম্প্রতিক অনুসন্ধানগুলি
de: Kürzliche Suchen
el: Πρόσφατες αναζητήσεις
es: Búsquedas recientes
fr: Recherches récentes
gu: તાજેતરની શોધો
hi: हाल की खोजें
it: Ricerche recenti
ja: 最近の検索
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು
ml: സമീപകാല തിരയൽ
mr: अलिकडील शोध
nl: Recente zoekopdrachten
pa: ਹਾਲ ਦਿਆੰ ਖੋਜਾਂ
pt_pt: Pesquisas recentes
ru: Предыдущие поисковые запросы
ta_in: சமீபத்திய தேடல்கள்
te: ఇటీవల శోధనలు
tr: Son Aramalar
ur_arab_in: حالیہ تلاشیں
vi: Các Thao Tác Tìm Kiếm Gần Đây
zh_hant: 最近搜尋

# chat.upload.gif.search.hint
source: Search Gif
bn_in: Gif অনুসন্ধান করুন
de: GIF suchen
el: Αναζήτηση Gif
es: Buscar Gif
fr: Recherche de Gif
gu: GIF કરો
hi: Gif खोजें
it: Cerca gif
ja: Gifを検索
kn: Gif ಹುಡುಕಿ
ml: Gif തിരയുക
mr: GIF शोधा
nl: GIF zoeken
pa: Gif ਲੱਭੋ
pt_pt: Pesquisar Gif
ru: Поиск рисунков GIF
ta_in: Gif -ஐ தேடு
te: GIF వెతకండి
tr: Gif ara
ur_arab_in: Gif کو تلاش کریں
vi: Tìm Kiếm Gif
zh_hant: 搜尋 Gif

# gallery.send
source: SEND
bn_in: পাঠান
de: SENDEN
el: ΑΠΟΣΤΟΛΗ
es: ENVIAR
fr: ENVOYER
gu: મોકલો
hi: भेजें
it: INVIA
ja: 送信
kn: ಕಳುಹಿಸಿ
ml: അയയ്ക്കുക
mr: पाठवा
nl: VERSTUREN
pa: ਭੇਜੋ
pt_pt: ENVIAR
ru: ОТПРАВИТЬ
ta_in: அனுப்பு
te: పంపండి
tr: GÖNDER
ur_arab_in: بھیجیں
vi: GỬI
zh_hant: 傳送

# gallery.sendto
source: Send to %1$s
bn_in: %1$s কে পাঠান
de: An %1$s senden
el: Αποστολή προς %1$s
es: Enviar a %1$s
fr: Envoyer à %1$s
gu: %1$s પર મોકલવું
hi: %1$s को भेजें
it: Invia a %1$s
ja: %1$s に送信
kn: %1$s ರಿಗೆ ಕಳುಹಿಸಿ
ml: %1$s ലേക്ക് അയക്കുക
mr: %1$s ला पाठवा
nl: Versturen naar %1$s
pa: %1$s ਨੂੰ ਭੇਜੋ
pt_pt: Enviar para %1$s
ru: Отправить %1$s
ta_in: %1$s-க்கு அனுப்பு
te: %1$sకు పంపండి
tr: %1$s’e gönder
ur_arab_in: %1$s کو بھیجیں
vi: Gửi đến %1$s
zh_hant: 傳送至 %1$s
