Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# settings.analytics.desc
source: Help %@ improve user experience by automatically sending diagnostics and usage statistics.
bn_in: %@ কে সাহায্য করুন ব্যবহারকারীর অভিজ্ঞতা উন্নত করার জন্য স্বয়ংক্রিয়ভাবে নির্ণয়্মূলক এবং ব্যবহারের সংখ্যায়ন পাঠিয়ে|
de: Helfen Sie Zoho %@, durch automatisches Senden von Diagnosedaten und Nutzungsstatistiken noch besser zu werden.
el: Βοηθήστε το Zoho %@ να βελτιώσει την εμπειρία χρήστη στέλνοντας αυτόματα διαγνωστικά και στατιστικά στοιχεία χρήσης.
es: Ayude a Zoho %@ a mejorar la experiencia del usuario enviando automáticamente diagnósticos y estadísticas de uso.
fr: Aidez Zoho %@ à améliorer l’expérience utilisateur en envoyant automatiquement des diagnostics et des statistiques d’utilisation.
gu: %@ સ્વતઃ રીતે ડાયગ્નોસ્ટિક્સ અને વપરાશ આંકડા મોકલીને ઉપયોગકર્તા અનુભવમાં સુધારવામાં મદદ કરો.
hi: निदान और उपयोग संबंधी आंकड़े स्वचालित रूप से भेजकर Zoho %@ को उपयोगकर्ता अनुभव में सुधार करने में सहायता करें।
it: Aiuta Zoho %@ a migliorare l’esperienza utente inviando automaticamente statistiche diagnostiche e di utilizzo.
ja: 診断情報と使用統計の自動送信により、Zoho %@のユーザー体験の改善にご協力いただけると幸いです。
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡಯಾಗ್ನೊಸ್ಟಿಕ್ಸ್ ಮತ್ತು ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಕಳುಹಿಸುವ ಮೂಲಕ ಬಳಕೆದಾರರ ಅನುಭವ ಸುಧಾರಿಸಲು %@ ಗೆ ಸಹಾಯ ಮಾಡಿ.
ml: ഡയഗ്നോസ്റ്റിക്സും ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകളും സ്വപ്രേരിതമായി അയച്ചുകൊണ്ട് ഉപയോക്തൃ അനുഭവം മെച്ചപ്പെടുത്താൻ %@ നെ സഹായിക്കുക.
mr: निदानात्मक आणि वापराची आकडेवारी आपोआप पाठवून %@ ला वापरकर्ता अनुभव सुधारण्यास मदत करा.
nl: Help Zoho %@ de gebruikerservaring te verbeteren door automatisch diagnose- en gebruiksstatistieken te verzenden.
pa: ਡਾਇਗਨੌਸਟਿਕਸ ਅਤੇ ਉਪਯੋਗਤਾ ਦੇ ਅੰਕੜੇ ਆਪਣੇ ਆਪ ਭੇਜ ਕੇ ਯੂਜ਼ਰ ਅਨੁਭਵ ਵਿੱਚ ਸੁਧਾਰਣ ਲਈ %@ ਦੀ ਮਦਦ ਕਰੋ।
pt_pt: Ajude o Zoho %@ a melhorar a experiência de utilizador enviando automaticamente estatísticas de utilização e diagnóstico.
ru: Автоматически отправлять диагностическую информацию и статистику использования, чтобы помочь разработчикам Zoho %@ повысить удобство приложения.
ta_in: பகுப்பாய்வு மற்றும் பயன்பாட்டுப் புள்ளி விவரங்களைத் தன்னியக்கமாக அனுப்புவதன் மூலம், பயனர் அனுபவத்தை %@ மேம்படுத்த உதவுகிறது.
te: డయగ్నాస్టిక్ మరియు వినియోగ గణాంకాలను ఆటోమేటిక్‌గా పంపడం ద్వారా హెల్ప్ %@ వినియోగదారు అనుభవాన్ని పెంపొందిస్తుంది.
tr: Otomatik olarak tanılama ve kullanım istatistikleri göndererek Zoho %@’in kullanıcı deneyimini geliştirmesine yardımcı olun.
ur_arab_in: خود کار طور پر تشخیصی اور صارف کے شماریات بھیج کر %@ کو صارف کا تجربہ بہتر بنانے میں مدد دیں۔
vi: Giúp Zoho %@ cải thiện trải nghiệm người dùng bằng cách tự động gửi thông tin chẩn đoán và thống kê sử dụng.
zh_hant: 自動傳送診斷和使用情況統計資料，幫助 Zoho %@ 改善使用者體驗。

# settings.textcopy.title
source: Text Copy
bn_in: লেখা অনুলিপি করা
de: Textkopie
el: Αντιγραφή κειμένου
es: Copia de texto
fr: Copie de texte
gu: પાઠ્ય કૉપિ
hi: पाठ की प्रतिलिपि
it: Copia di testo
ja: テキストをコピー
kn: ಪಠ್ಯ ನಕಲು
ml: ടെക്സ്റ്റ് കോപ്പി
mr: टेक्स्ट कॉपी
nl: Tekst kopiëren
pa: ਟੈਕਸਟ ਕਾਪੀ ਕਰੋ
pt_pt: Cópia de texto
ru: Копирование текста
ta_in: உரை நகல்
te: టెక్ట్స్ కాపీ చేయడం
tr: Metin Kopyalama
ur_arab_in: متن کی کاپی
vi: Sao Chép Văn Bản
zh_hant: 文字複製

# settings.textcopy.desc
source: Text copied will be stored in clipboard for pasting in other apps. Disabling text copy will restrict access to your clipboard.
bn_in: অন্যান্য অ্যাপে পেস্ট করার জন্য টেক্সট ক্লিপবোর্ডে কপি করা হবে। লেখা কপি করা নিষ্ক্রিয় করলে আপনার ক্লিপবোর্ডের অ্যাক্সেস সীমিত হবে
de: Kopierter Text wird zum Einfügen in andere Apps in der Zwischenablage gespeichert. Beim Deaktivieren der Textkopie wird der Zugriff auf die Zwischenablage unterbunden.
el: Το αντιγραμμένο κείμενο θα αποθηκευτεί στο πρόχειρο για επικόλληση σε άλλες εφαρμογές. Η απενεργοποίηση της αντιγραφής κειμένου θα περιορίσει την πρόσβαση στο πρόχειρο σας.
es: El texto copiado se almacenará en el portapapeles para poder pegarlo en otras aplicaciones. Deshabilitar la copia de texto restringirá el acceso al portapapeles.
fr: Le texte copié sera stocké dans le Presse-papiers pour être collé dans d’autres applications. La désactivation de la copie de texte restreindra l’accès à votre Presse-papiers.
gu: કૉપિ કરેલ પાઠ્ય અન્ય ઍપ્સમાં પેસ્ટ કરવા માટે ક્લિપબોર્ડમાં સંગ્રહિત કરવામાં આવશે. પાઠ્ય કૉપિને અક્ષમ કરવાથી તમારા ક્લિપબોર્ડની ઍક્સેસને પ્રતિબંધિત કરશે.
hi: प्रतिलिपि बनाया गया पाठ अन्य ऐप्स में पेस्ट करने के लिए क्लिपबोर्ड में संग्रहीत किया जाएगा। पाठ की प्रतिलिपि बनाने को अक्षम करने से आपके क्लिपबोर्ड तक पहुँच प्रतिबंधित हो जाएगी।
it: Il testo copiato sarà archiviato negli appunti per poterlo incollare in altre app. Disabilitando Copia di testo si limiterà l’accesso agli appunti.
ja: コピーしたテキストはクリップボードに保存され、他のアプリに貼り付けることができます。テキストのコピーを無効化すると、クリップボードの利用が制限されます。
kn: ನಕಲಿಸಿದ ಪಠ್ಯವನ್ನು ಇತರ ಆ್ಯಪ್‌ಗಳಲ್ಲಿ ಅಂಟಿಸುವುದಕ್ಕಾಗಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಣೆ ಮಾಡಲಾಗುತ್ತದೆ. ಪಠ್ಯ ನಕಲಿಸುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನ ಪ್ರವೇಶಾವಕಾಶ ನಿರ್ಬಂಧಿತವಾಗುತ್ತದೆ.
ml: കോപ്പി ചെയ്ത ടെക്സ്റ്റ് മറ്റ് ആപ്പുകളിൽ ഒട്ടിക്കുന്നതിന് ക്ലിപ്പ്ബോർഡിൽ സംഭരിക്കും. ടെക്സ്റ്റ് കോപ്പി പ്രവർത്തനരഹിതമാക്കുന്നത് നിങ്ങളുടെ ക്ലിപ്പ്ബോർഡിലേക്കുള്ള ആക്‌സസ് നിയന്ത്രിക്കും.
mr: कॉपी केलेला मजकूर अन्य अॅप्समध्ये पेस्ट करण्यासाठी क्लिपबोर्डमध्ये संग्रहित केला जाईल. मजकूर कॉपी करणे अक्षम केल्याने तुमचा क्लिपबोर्डचा अॅक्सेस मर्यादित होईल.
nl: Tekst die wordt gekopieerd, wordt op het klembord opgeslagen om in andere apps te plakken. Als u kopiëren van tekst uitschakelt, wordt de toegang tot uw klembord beperkt.
pa: ਕਾਪੀ ਕੀਤਾ ਗਿਆ ਟੈਕਸਟ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਦੂਜੇ ਐਪਸ ਵਿੱਚ ਪੇਸਟ ਕਰਨ ਲਈ ਸਟੋਰ ਕੀਤਾ ਜਾਵੇਗਾ। ਟੈਕਸਟ ਕਾੱਪੀ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣਾ ਤੁਹਾਡੇ ਕਲਿੱਪਬੋਰਡ ਤੱਕ ਪਹੁੰਚ ਤੇ ਪਾਬੰਦੀ ਲਗਾਏਗਾ।
pt_pt: O texto copiado será guardado na área de transferência para ser colado noutras aplicações. Desativar a cópia de texto irá restringir o acesso à área de transferência.
ru: Текст будет скопирован в буфер обмена и доступен для вставки в других приложениях. При отключении копирования текста доступ к буферу обмена будет ограничен.
ta_in: நகலெடுக்கப்பட்ட உரை பிற செயலிகளில் ஒட்டுவதற்காக நகலகத்தில் சேமிக்கப்படும். உரை நகலை முடக்குவது, உங்கள் நகலகத்திற்கான அணுக்கத்தைக் கட்டுப்படுத்தும்.
te: కాపీ చేసిన టెక్ట్స్‌ని ఇతర యాప్‌ల్లో పేస్టింగ్ చేయడానికి క్లిప్‌బోర్డ్‌లో భద్రపరచపడుతుంది. టెక్ట్స్ కాపీని నిలిపివేయడం వల్ల మీ క్లిప్ బోర్డుకు యాక్సెస్‌ని పరిమితం చేస్తుంది.
tr: Kopyalanan metin, diğer uygulamalara yapıştırılmak için panoda saklanacaktır. Metin kopyalamanın devre dışı bırakılması, panonuza erişimi sınırlandıracaktır.
ur_arab_in: کاپی کردہ متن دیگر ایپس میں پیسٹ کرنے کے لیے کلپ بورڈ میں اسٹور کر دیا جائے گا۔ متن کی کاپی کو غیر فعال کرنے سے آپ کے کلپ بورڈ پر رسائی محدود ہو جائے گی۔
vi: Văn bản đã sao chép sẽ được lưu vào bảng nhớ tạm để dán vào các ứng dụng khác. Vô hiệu tính năng sao chép văn bản sẽ hạn chế truy cập vào bảng nhớ tạm.
zh_hant: 複製的文字將儲存在剪貼簿中，以粘貼在其他應用程式中。停用文字複製將會限制對您的剪貼簿的存取。

# settings.security.tos
source: Terms of Service
bn_in: পরিষেবার শর্তাবলী
de: Nutzungsbedingungen
el: Όροι υπηρεσίας
es: Condiciones del servicio
fr: Conditions d’utilisation
gu: સેવાની શરતો
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
kn: ಸೇವೆಯ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകൾ
mr: सेवेच्या अटी
nl: Servicevoorwaarden
pa: ਸੇਵਾਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_pt: Termos de serviço
ru: Условия обслуживания
ta_in: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
tr: Hizmet Koşulları
ur_arab_in: سروس کی شرائط
vi: Điều Khoản Dịch Vụ
zh_hant: 服務條款

# settings.security.privacy
source: Privacy Policy
bn_in: গোপনীয়তা নীতি
de: Datenschutzbestimmungen
el: Πολιτική ιδιωτικού απορρήτου
es: Directiva de privacidad
fr: Politique de confidentialité
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: 個人情報保護規定
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
nl: Privacybeleid
pa: ਗੋਪਨੀਯਤਾ ਪਾਲਿਸੀ
pt_pt: Política de privacidade
ru: Политика конфиденциальности
ta_in: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
tr: Gizlilik İlkesi
ur_arab_in: رازدای کی پالیسی
vi: Chính Sách về Quyền Riêng Tư
zh_hant: 隱私權原則

# settings.analytics
source: Analytics
bn_in: অ্যানালিটিকস
de: Analyse
el: Ανάλυση
es: Análisis
fr: Analyse
gu: એનાલિટિક્સ
hi: विश्लेषण
it: Analisi
ja: 分析
kn: ಅನಾಲಿಟಿಕ್ಸ್
ml: അനലിറ്റിക്സ്
mr: विश्लेषणात्मक
nl: Analyses
pa: ਵਿਸ਼ਲੇਸ਼ਿਕੀ
pt_pt: Análise
ru: Аналитика
ta_in: பகுப்பாய்வுகள்
te: ఎనలిటిక్స్
tr: Analiz
ur_arab_in: تجزیات
vi: Phân tích
zh_hant: 分析

# settings.analytics.usage.share
source: Share usage statistics
bn_in: ব্যবহারের পরিসংখ্যান শেয়ার করুন
de: Nutzungsstatistiken teilen
el: Κοινοποίηση στατιστικών χρήσης
es: Compartir estadísticas de uso
fr: Partager les statistiques d’utilisation
gu: ઉપયોગના આંકડા શૅઅર કરો
hi: उपयोग संबंधी आंकड़े साझा करें
it: Condividi statistiche di utilizzo
ja: 使用統計を共有
kn: ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾ പങ്കിടുക
mr: वापर आकडेवारी शेअर करा
nl: Gebruiksstatistieken delen
pa: ਵਰਤੋਂ ਸੰਬੰਧੀ ਅੰਕੜੇ ਸਾਂਝੇ ਕਰੋ
pt_pt: Partilhar estatísticas de utilização
ru: Отправлять статистику использования
ta_in: பயன்பாட்டுப் புள்ளிவிவரங்களைப் பகிர்க
te: వినియోగ గణాంకాలను పంచుకోండి
tr: Kullanım istatistiklerini paylaş
ur_arab_in: استعمال کے شماریات کو شیئر کریں
vi: Chia sẻ số liệu thống kê sử dụng
zh_hant: 分享使用量統計資料

# settings.analytics.usage.share.desc
source: Toggle switch to enable/disable usage statistics. Usage statistics helps us improve our product and services. The data collected is anonymous.
bn_in: ব্যবহারের পরিসংখ্যান সক্ষম/অক্ষম করার জন্য সুইচটি টগল করুন। ব্যবহারের পরিসংখ্যান আমাদের পণ্য এবং পরিষেবাগুলির উন্নতি করতে সাহায্য করে। সংগ্রহ করা তথ্য বেনামী।
de: Umschalter zum Aktivieren/Deaktivieren von Nutzungsstatistiken. Nutzungsstatistiken helfen uns beim Verbessern unserer Produkte und Services. Die Daten werden anonym gesammelt.
el: Εναλλάξτε για ενεργοποίηση/απενεργοποίηση των στατιστικών χρήσης. Τα στατιστικά στοιχεία χρήσης μας βοηθούν να βελτιώσουμε το προϊόν και τις υπηρεσίες μας. Τα δεδομένα που συλλέγονται είναι ανώνυμα.
es: Utilice el conmutador de dos posiciones para habilitar o deshabilitar las estadísticas de uso. Las estadísticas de uso nos ayudan a mejorar nuestro producto y servicios. Los datos recopilados son anónimos.
fr: Basculez le commutateur pour activer/désactiver les statistiques d’utilisation. Les statistiques d’utilisation nous aident à améliorer nos produits et services. Les données collectées sont anonymes.
gu: ઉપયોગનાં આંકડાને સક્ષમ/ અક્ષમ કરવા માટે સ્વિચ ટોગલ કરો. ઉપયોગ આંકડા અમને અમારા ઉત્પાદન અને સેવાઓ સુધારવામાં મદદ કરે છે. એકત્રિત કરેલો ડેટા અનામી છે.
hi: उपयोग संबंधी आँकड़ों को सक्षम/अक्षम करने के लिए स्विच को टॉगल करें। उपयोग संबंधी आँकड़ों से हमें हमारे उत्पाद और सेवाओं को बेहतर बनाने में सहायता मिलती है। एकत्रित डेटा अज्ञात है।
it: Interruttore per abilitare/disabilitare le statistiche di utilizzo. Le statistiche di utilizzo ci aiutano a migliorare il nostro prodotto e i servizi. I dati raccolti sono anonimi.
ja: スイッチで使用統計の有効/無効を切り替えます。使用統計を有効化し、当社の製品とサービスの改善にご協力いただけると幸いです。収集されるデータは匿名化されています。
kn: ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಸಕ್ರಿಯ/ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸ್ವಿಚ್ ಟಾಗಲ್ ಮಾಡಿ. ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳು ನಮ್ಮ ಉತ್ಪನ್ನ ಮತ್ತು ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ. ಸಂಗ್ರಹಿಸಿದ ಡೇಟಾ ಅನಾಮಧೇಯವಾಗಿರುತ್ತದೆ.
ml: ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾ പ്രാപ്തമാക്കുന്നതിന്/അപ്രാപ്തമാക്കുന്നതിന് സ്വിച്ച് ടോഗിൾ ചെയ്യുക. ഞങ്ങളുടെ ഉൽപ്പന്നവും സേവനങ്ങളും മെച്ചപ്പെടുത്താൻ ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾ ഞങ്ങളെ സഹായിക്കുന്നു. ശേഖരിച്ച ഡാറ്റ അജ്ഞാതമാണ്.
mr: वापर आकडेवारी सक्षम/अक्षम करण्यासाठी स्विच टॉगल करा. वापर आकडेवारी आम्हाला आमची उत्पादने आणि सेवा सुधारण्यात मदत करते. संकलित डेटा निनावी आहे.
nl: Schakelen tussen inschakelen/uitschakelen gebruiksstatistieken. Met gebruiksstatistieken kunnen we onze producten en diensten verbeteren. De gegevens worden anoniem verzameld.
pa: ਵਰਤੋਂ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਸਮਰੱਥ/ਅਸਮਰੱਥ ਕਰਨ ਲਈ ਸਵਿੱਚ ਬਦਲੋ। ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ ਸਾਡੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ। ਇਕੱਤਰ ਕੀਤਾ ਡਾਟਾ ਅਗਿਆਤ ਹੈ।
pt_pt: Alterne o comutador para ativar/desativar as estatísticas de utilização. As estatísticas de utilização ajudam-nos a melhorar os nossos produtos e serviços. Os dados recolhidos são anónimos.
ru: Включение или выключение статистики использования. Статистика использования помогает нам улучшить продукт и услуги. Собираемые данные являются анонимными.
ta_in: பயன்பாடு தொடர்பான புள்ளிவிவரங்களை செயற்படுத்த/முடக்க சுவிட்சை நிலைமாற்றவும். பயன்பாடு தொடர்பான புள்ளி விவரங்கள் எங்கள் தயாரிப்பு மற்றும் சேவைகளை மேம்படுத்த உதவுகின்றன. சேகரிக்கப்பட்ட தரவுகள் பெயரடையாளமற்றது.
te: వినియోగ గణాంకాలను ప్రారంభించడానికి/నిలిపివేయడానికి స్విచ్‌ని టోగుల్ చేయండి. వినియోగ గణాంకాలు మా ఉత్పత్తి మరియు సేవలను మెరుగుపరచడానికి మాకు సహాయపడతాయి. డేటా అనామధేయంగా సేకరించబడుతుంది.
tr: Kullanım istatistiklerini etkinleştirmek/devre dışı bırakmak için iki durumlu düğme. Kullanım istatistikleri ürün ve hizmetlerimizi iyileştirmemize yardımcı olur. Toplanan veriler anonimdir.
ur_arab_in: استعمال کے شماریات کو فعال/غیر فعال کرنے کے لیے سوئچ کو ٹوگل کریں۔ استعمال کی شماریات ہمیں اپنی پراڈکٹ اور سروسز کو بہتر بنانے میں مدد دیں گی۔ جمع کیا گیا ڈیتا بے نام ہے۔
vi: Chuyển công tắc để bật/tắt số liệu thống kê sử dụng. Số liệu thống kê sử dụng giúp chúng tôi cải thiện sản phẩm và dịch vụ của mình. Dữ liệu đã thu thập là dữ liệu ẩn danh.
zh_hant: 在啟用和停用使用量統計資料之間進行切換。使用量統計資料可幫助我們改善我們的產品和服務。所收集的資料會保持匿名。

# settings.analytics.crash.enable
source: Enable crash reporting
bn_in: ক্র্যাশ রিপোর্ট করা সক্ষম করুন
de: Absturzberichte aktivieren
el: Ενεργοποίηση αναφοράς σφαλμάτων
es: Habilitar notificación de errores
fr: Activer la génération du rapport d’incident
gu: ક્રેશ રિપોર્ટિંગને સક્ષમ કરો
hi: क्रैश रिपोर्टिंग को सक्षम करें
it: Abilita reportistica sugli arresti
ja: クラッシュレポートを有効化
kn: ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ക്രാഷ് റിപ്പോർട്ടിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: क्रॅश अहवाल सक्षम करा
nl: Crashrapportage inschakelen
pa: ਕ੍ਰੈਸ਼ ਰਿਪੋਰਟਿੰਗ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
pt_pt: Ativar relatórios de falhas
ru: Включить отчеты о сбоях
ta_in: செயலிழப்பு அறிக்கையைச் செயற்படுத்துக
te: క్రాష్ రిపోర్టింగ్ ప్రారంభించు
tr: Hata raporlarını etkinleştir
ur_arab_in: کریش رپورٹنگ کو فعال کریں
vi: Bật báo cáo sự cố
zh_hant: 啟用當機報告

# settings.analytics.crash.enable.desc
source: Toggle switch to enable reporting of crash data to the App developers. This will help us identify bugs and improve product.
bn_in: অ্যাপের বিকাশকারীদের ক্র্যাশের ডেটা রিপোর্ট করা সক্ষম করার জন্য সুইচটি টগল করুন। এটি আমাদের ত্রুটি সনাক্ত করতে এবং পণ্য উন্নত করতে সহায়তা করবে।
de: Umschalter zum Aktivieren von Absturzberichten für die Appentwickler. Dies hilft uns beim Erkennen und Beheben von Fehlern, damit bei der Verbesserung des Produktes.
el: Εναλλάξτε για ενεργοποίηση της αναφοράς δεδομένων σφάλματος στους προγραμματιστές εφαρμογών. Αυτό θα μας βοηθήσει να αναγνωρίσουμε προβλήματα και να βελτιώσουμε το προϊόν.
es: Utilice el conmutador de dos posiciones para habilitar la notificación de datos de error a los desarrolladores de aplicaciones. Estos nos ayudará a identificar errores y mejorar el producto.
fr: Basculez le commutateur pour rapporter les données d’incidents aux développeurs de l’application. Cela nous aidera à identifier les bogues et à améliorer le produit.
gu: ઍપ વિકાસકર્તાઓને ક્રેશ ડેટાના રિપોર્ટને સક્ષમ કરવા માટે સ્વિચ ટોગલ કરો. આ અમને ભૂલોને ઓળખવામાં અને ઉત્પાદનને સુધારવામાં સહાય કરશે.
hi: ऐप डेवलपरों तक क्रैश डेटा की रिपोर्टिंग को सक्षम करने के लिए स्विच को टॉगल करें। इससे हमें बगों की पहचान करने और उत्पाद में सुधार करने में सहायता मिलेगी।
it: Interruttore per abilitare la reportistica dei dati sugli arresti agli sviluppatori di app. Questo ci aiuterà a identificare bug e a migliorare il prodotto.
ja: アプリケーション開発者へのクラッシュレポートの送信を有効化します。これは、バグの特定と製品の改善に役立ちます。
kn: ಕ್ರ್ಯಾಶ್ ಡೇಟಾವನ್ನು ಆ್ಯಪ್ ಡೆವಲಪರ್‌ಗಳಿಗೆ ವರದಿ ಮಾಡುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಸ್ವಿಚ್ ಟಾಗಲ್ ಮಾಡಿ. ಇದು ದೋಷಗಳನ್ನು ಗುರುತಿಸಲು ಮತ್ತು ಉತ್ಪನ್ನವನ್ನು ಸುಧಾರಿಸಲು ನಮಗೆ ನೆರವಾಗುತ್ತದೆ.
ml: ആപ്പ് ഡവലപ്പർമാർക്ക് ക്രാഷ് ഡാറ്റ റിപ്പോർട്ടുചെയ്യൽ പ്രവർത്തനക്ഷമമാക്കുന്നതിന് സ്വിച്ച് ടോഗിൾ ചെയ്യുക. ബഗുകൾ തിരിച്ചറിയാനും ഉൽപ്പന്നം മെച്ചപ്പെടുത്താനും ഇത് ഞങ്ങളെ സഹായിക്കും.
mr: अॅप डेव्हलपर्सना क्रॅश डेटाचा अहवाल सक्षम करण्यासाठी स्विच टॉगल करा. यामुळे आम्हाला बग ओळखण्यात आणि उत्पादन सुधारण्यास मदत मिळेल.
nl: Schakelen voor inschakelen van rapportage over crashgegevens naar de ontwikkelaars van de app. Dit helpt ons bij het identificeren van fouten en het verbeteren van het product.
pa: ਐਪ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਕ੍ਰੈਸ਼ ਡੇਟਾ ਦੀ ਰਿਪੋਰਟਿੰਗ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਸਵਿਚ ਬਦਲੋ। ਇਹ ਸਾਡੀ ਬੱਗ ਦੀ ਪਛਾਣ ਕਰਨ ਅਤੇ ਉਤਪਾਦ ਨੂੰ ਸੁਧਾਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੇਗਾ।
pt_pt: Alterne o comutador de ativar/desativar o envio do relatório de falhas de dados aos programadores da aplicação. Isto ajuda-nos a identificar erros e a melhorar o produto.
ru: Включение или выключение передачи отчетов о сбоях разработчикам приложения. Это поможет нам найти ошибки и улучшить продукт.
ta_in: செயலி உருவாக்குநர்களுக்கு செயலிழப்புத் தரவைப் பற்றி புகாரளிக்க சுவிட்சை நிலைமாற்றவும். இது நாங்கள் பிழைகளைக் கண்டறிந்து தயாரிப்பை மேம்படுத்த உதவும்.
te: యాప్ డెవలపర్‌లకు క్రాష్ డేటాను రిపోర్టింగ్ చేయడానికి స్విచ్ టోగుల్ చేయండి. ఇది బగ్‌లను గుర్తించడానికి మరియు ఉత్పత్తిని మెరుగుపరచడానికి మాకు సాయపడుతుంది.
tr: Hata verilerinin Uygulama geliştiricilerine raporlanmasını etkinleştirmek için iki durumlu düğme. Bu, hataları tanımlamamıza ve ürünü iyileştirmemize yardımcı olacaktır.
ur_arab_in: کریش ڈیٹا کو ایپ ڈویلپرز کو رپورٹ کرنے کو فعال کرنے کے لیے سوئچ کو ٹوگل کریں۔ اس سے ہمیں بگز کی شناخت کرنے اور پراڈکٹ کو بہتر بنانے میں مدد ملے گی۔
vi: Chuyển công tắc để bật tính năng báo cáo dữ liệu sự cố cho các nhà phát triển Ứng Dụng. Việc này sẽ giúp chúng tôi xác định lỗi và cải thiện sản phẩm.
zh_hant: 切換開關，向應用程式開發者報告當機資料。這將會幫助我們識別 bug 並改進產品。

# settings.action.privacy.lock.next
source: NEXT
bn_in: পরবর্তী
de: NÄCHSTER
el: ΕΠΟΜΕΝΟ
es: SIGUIENTE
fr: SUIVANT
gu: આગામી
hi: अगला
it: AVANTI
ja: 次へ
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढील
nl: VOLGENDE
pa: ਅਗਲਾ
pt_pt: SEGUINTE
ru: ДАЛЕЕ
ta_in: அடுத்து
te: తరువాత
tr: SONRAKİ
ur_arab_in: اگلا
vi: KẾ TIẾP
zh_hant: 下一步

# settings.action.privacy.lock.submit
source: SUBMIT
bn_in: জমা দিন
de: ÜBERMITTELN
el: ΥΠΟΒΟΛΗ
es: ENVIAR
fr: SOUMETTRE
gu: સબમિટ કરો
hi: सबमिट करें
it: INVIA
ja: 提出
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सबमिट करा
nl: INDIENEN
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pt_pt: SUBMETER
ru: ОТПРАВИТЬ
ta_in: சமர்ப்பி
te: సబ్మిట్ చేయండి
tr: GÖNDER
ur_arab_in: جمع کرائیں
vi: GỬI
zh_hant: 提交

# info.call.screenshare
source: a screen share session
bn_in: একটি স্ক্রিন শেয়ারের সেশন
de: Bildschirmfreigabesitzung
el: συνεδρία κοινής χρήσης οθόνης
es: una sesión de compartir pantalla
fr: une session de partage d’écran
gu: એક સ્ક્રીન શૅઅર સત્ર
hi: एक स्क्रीन शेयर सत्र
it: una sessione di condivisione dello schermo
ja: 画面共有セッション
kn: ಒಂದು ಸ್ಕ್ರೀನ್ ಹಂಚಿಕೊಳ್ಳುವಿಕೆ ಸೆಷನ್
ml: ഒരു സ്ക്രീൻ പങ്കുവെയ്ക്കൽ സെഷൻ
mr: एक स्क्रीन शेअर सत्र
nl: een sessie voor delen van scherm
pa: ਸਕ੍ਰੀਨ ਸ਼ੇਅਰ ਸੈਸ਼ਨ
pt_pt: uma sessão de partilha de ecrã
ru: сеанс общего доступа к экрану
ta_in: ஒரு திரைப் பகிர்வு அமர்வு
te: ఒక స్క్రీన్ పంచుకునే సెషన్
tr: bir ekran paylaşma oturumu
ur_arab_in: اسکرین شیئر کرنے کا ایک سیشن
vi: một phiên chia sẻ màn hình
zh_hant: 螢幕共用工作階段

# chat.actions.details.link.key
source: Link
bn_in: লিঙ্ক করুন
el: Σύνδεσμος
es: Vincular
fr: Lien
gu: લિંક
hi: लिंक
ja: リンク
kn: ಲಿಂಕ್
ml: ലിങ്ക്
mr: लिंक
nl: Koppeling
pa: ਲਿੰਕ
pt_pt: Ligar
ru: Ссылка
ta_in: இணைப்பு
te: లింక్
tr: Bağlantı
ur_arab_in: لنک
vi: Liên kết
zh_hant: 連結

# chat.bot.premalink.btn
source: Bot Permalink
el: Permalink δικτυορομπότ
es: Vínculo permanente de bot
fr: Lien permanent du robot
hi: बॉट पर्मालिंक
it: Link permanente al bot
ja: ボットパーマリンク
nl: Permalink van bot
pt_pt: Ligação permanente do bot
ru: Постоянная ссылка бота
tr: Robot Kalıcı Bağlantısı
vi: Liên Kết Vĩnh Viễn Của Bot
zh_hant: Bot 永久連結

# chat.participant.btmsheet.info
source: Info
bn_in: তথ্য
el: Πληροφορίες
es: Información
gu: માહિતી
hi: जानकारी
ja: 情報
kn: ಮಾಹಿತಿ
ml: വിവരം
mr: माहिती
pa: ਜਾਣਕਾਰੀ
pt_pt: Informações
ru: Информация
ta_in: தகவல்
te: సమాచారం
tr: Bilgi
ur_arab_in: معلومات
vi: Thông tin
zh_hant: 資訊

# chat.participant.btmsheet.message
source: Message
bn_in: মেসেজ
de: Mitteilung
el: Μήνυμα
es: Mensaje
gu: સંદેશ
hi: संदेश
it: Messaggio
ja: メッセージ
kn: ಸಂದೇಶ
ml: സന്ദേശം
mr: मेसेज
nl: Bericht
pa: ਸੁਨੇਹਾ
pt_pt: Mensagem
ru: Сообщение
ta_in: செய்தி
te: సందేశం
tr: İleti
ur_arab_in: پیغام
vi: Tin nhắn
zh_hant: 訊息

# chat.participant.btmsheet.admin
source: Admin Actions
de: Administratoraktionen
el: Ενέργειες διαχειριστή
es: Acciones de administrador
fr: Actions de l’administrateur
hi: व्यवस्थापक कार्रवाइयाँ
it: Azioni amministratore
ja: 管理者のアクション
nl: Acties van beheerder
pt_pt: Ações de administração
ru: Действия администратора
tr: Yönetici Eylemleri
vi: Thao Tác Quản Trị
zh_hant: 管理員動作

# chat.participant.btmsheet.admin.assign.superadmin
source: Assign as Super Admin
de: Als Superadministrator verknüpfen
el: Ορίστε ως υπερ-διαχειριστή
es: Asignar como superadministrador
fr: Assigner en tant que Super administrateur
hi: सुपर व्यवस्थापक के रूप में असाइन करें
it: Assegna come amministratore con privilegi elevati
ja: スーパー管理者として割り当てる
nl: Toewijzen als superbeheerder
pt_pt: Atribuir como superadministrador
ru: Назначить суперадминистратором
tr: Süper Yönetici olarak Ata
vi: Chỉ định làm Siêu Quản Trị Viên
zh_hant: 指派為超級管理員

# chat.participant.btmsheet.admin.assign.admin
source: Assign as Admin
de: Als Administrator verknüpfen
el: Ορίστε ως διαχειριστή
es: Asignar como administrador
fr: Assigner en tant qu’Administrateur
hi: व्यवस्थापक के रूप में असाइन करें
it: Assegna come amministratore
ja: 管理者として割り当てる
nl: Toewijzen als beheerder
pt_pt: Atribuir como administrador
ru: Назначить администратором
tr: Yönetici olarak Ata
vi: Chỉ định làm Quản Trị Viên
zh_hant: 指派為管理員

# chat.participant.btmsheet.admin.assign.moderator
source: Assign as Moderator
de: Als Moderator verknüpfen
el: Ορίστε ως επόπτη
es: Asignar como moderador
fr: Assigner en tant que Modérateur
hi: मॉडरेटर के रूप में असाइन करें
it: Assegna come moderatore
ja: モデレーターとして割り当てる
nl: Toewijzen als moderator
pt_pt: Atribuir como moderador
ru: Назначить модератором
tr: Moderatör olarak Ata
vi: Chỉ định làm Người Quản Lý
zh_hant: 指派為版主

# chat.participant.btmsheet.admin.assign.member
source: Assign as Member
de: Als Mitglied verknüpfen
el: Ορίστε ως μέλος
es: Asignar como miembro
fr: Assigner en tant que Membre
hi: सदस्य के रूप में असाइन करें
it: Assegna come membro
ja: メンバーとして割り当てる
nl: Toewijzen als lid
pt_pt: Atribuir como membro
ru: Назначить участником
tr: Üye olarak Ata
vi: Chỉ định làm Thành Viên
zh_hant: 指派為成員

# fingerprint_not_recognized
source: Fingerprint not recognized. Try again
bn_in: আঙ্গুলের ছাপ চেনা যায়নি। আবার চেষ্টা করুন
de: Fingerabdruck nicht erkannt. Erneut versuchen
el: Το δακτυλικό αποτύπωμα δεν μπορεί να αναγνωριστεί. Δοκιμάστε ξανά
es: Huella digital no reconocida. Repita la operación
fr: Empreinte digitale non reconnue. Réessayez
gu: ફિંગરપ્રિન્ટ માન્ય નથી. ફરીથી પ્રયત્ન કરો
hi: फिंगरप्रिंट नहीं पहचाना गया। पुनः प्रयास करें
it: Impronta digitale non riconosciuta. Riprova
ja: 指紋が認識されません。もう一度お試しください
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಗುರುತಿಸಲು ಆಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വിരലടയാളം തിരിച്ചറിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക
mr: फिंगरप्रिंट ओळखण्यात आले नाही. पुन्हा प्रयत्न करा
nl: Vingerafdruk wordt niet herkend. Probeer het opnieuw
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਪਛਾਣਿਆ ਨਹੀਂ ਗਿਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Impressão digital não reconhecida. Tentar novamente
ru: Отпечаток пальца не распознан. Повторите попытку
ta_in: கைரேகையை அடையாளம் காணமுடியவில்லை. மீண்டும் முயற்சிக்கவும்
te: వేలిముద్ర గుర్తించబడలేదు. మళ్లీ ప్రయత్నించండి
tr: Parmak izi tanınmadı. Yeniden dene
ur_arab_in: فنگر پرنٹ کی شناخت نہیں ہوئی۔ دوبارہ کوشش کریں
vi: Không nhận dạng được vân tay. Thử lại
zh_hant: 未識別指紋。再次嘗試
