Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_zanalytics_banner_positive_text
source: Customize Privacy Settings
bn_in: আপনার গোপনীয়তার সেটিংস নিজস্বকৃত করুন
de: Datenschutzeinstellungen anpassen
el: Προσαρμόστε τις ρυθμίσεις ιδιωτικού απορρήτου
es: Personalice la configuración de privacidad
fr: Personnaliser les paramètres de confidentialité
gu: ગોપનીયતા સેટિંગ્સને કસ્ટમાઇઝ કરો
hi: गोपनीयता सेटिंग्स को अनुकूलित करें
it: Personalizza impostazioni di privacy
ja: プライバシー設定をカスタマイズ
kn: ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ml: സ്വകാര്യത ക്രമീകരണങ്ങൾ ഇഷ്‌ടാനുസൃതമാക്കുക
mr: कस्टमाइज गोपनीयता सेटिंग्ज
nl: Privacy-instellingen aanpassen
pa: ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗਜ਼ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ
pt_pt: Personalizar as definições de privacidade
ru: Настройка параметров конфиденциальности
ta_in: தனியுரிமை அமைப்புகளைத் தனிப்பயனாக்குக
te: గోప్యతా సెట్టింగ్‌లు కస్టమైజ్ చేయండి
tr: Gizlilik Ayarlarını Özelleştir
ur_arab_in: رازداری کی ترتیبات کی تخصیص کریں
vi: Tùy Chỉnh Các Thiết Lập Bảo Mật
zh_hant: 自定义隐私设置

# chat_zanalytics_banner_negative_text
source: Skip, I'll do it later
bn_in: ছেড়ে যান, আমি এটা পরে করব
de: Überspringen, wird später erledigt
el: Παράβλεψη, θα το κάνω αργότερα
es: Omitir, lo haré más tarde
fr: Ignorer, je le ferai plus tard
gu: છોડો, હું તે પછી કરીશ
hi: छोड़ें, मैं यह बाद में करूँगा/करूँगी
it: Salta, lo farò più tardi
ja: スキップ、後で行う
kn: ಬಿಡಿ, ಅದನ್ನು ನಾನು ನಂತರ ಮಾಡುತ್ತೇನೆ
ml: ഒഴിവാക്കുക, ഞാൻ ഇത് പിന്നീട് ചെയ്യും
mr: वगळा, मी ते नंतर करेन
nl: Overslaan, ik doe dit later
pa: ਛੱਡੋ, ਮੈਂ ਇਹ ਬਾਅਦ ਵਿਚ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ
pt_pt: Ignorar, farei mais tarde
ru: Пропустить, сделаю позже
ta_in: தவிர், நான் இதைப் பிறகு செய்துகொள்கிறேன்
te: దాటవేయండి, నేను దీనిని తరువాత చేస్తాను
tr: Atla, Daha sonra yapacağım
ur_arab_in: اسے چھوڑیں، میں اسے بعد میں کروں گا
vi: Bỏ qua, tôi sẽ thực hiện sau
zh_hant: 跳过，我以后再做

# settings_analytics_includeemail_enable
source: Include email address
bn_in: ইমেইল অ্যাড্রেস অন্তর্ভুক্ত করুন
de: E-Mail-Adresse einbeziehen
el: Συμπερίληψη διεύθυνσης email
es: Incluir dirección de correo electrónico
fr: Inclure l’adresse e-mail
gu: ઇમેલ સરનામું શામેલ કરો
hi: ईमेल पता शामिल करें
it: Includi indirizzo e-mail
ja: メールアドレスを記載
kn: ಇಮೇಲ್ ವಿಳಾಸ ಸೇರಿಸಿ
ml: ഇമെയിൽ വിലാസം ഉൾപ്പെടുത്തുക
mr: ईमेल पत्ता जोडा
nl: E-mailadres opnemen
pa: ਈਮੇਲ ਪਤਾ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Incluir endereço de e-mail
ru: Включить адрес эл. почты
ta_in: மின்னஞ்சல் முகவரியைச் சேர்க்கவும்
te: ఇ మెయిల్ చిరునామా జోడించు
tr: E-posta adresini dahil et
ur_arab_in: ای میل ایڈریس شامل کریں
vi: Bao gồm địa chỉ email
zh_hant: 包含邮箱地址

# settings_analytics_includeemail_enable_desc
source: Enable sharing of data with your email address. This will help us on the occasions when you might report a specific problem to our support team.
bn_in: আপনার ইমেল ঠিকানার সাথে ডেটা শেয়ার করা সক্ষম করুন। যখন একটি নির্দিষ্ট সমস্যা আপনি আমাদের সাপোর্ট টীমের কাছে রিপোর্ট করবেন তখন এটি আমাদের সাহায্য করবে।
de: Aktivieren Sie Datenfreigabe mitsamt Ihrer E-Mail-Adresse. Dies hilft uns beispielsweise dann, wenn Sie ein bestimmtes Problem an unseren Kundendienst melden.
el: Ενεργοποιήστε την κοινή χρήση δεδομένων με τη διεύθυνση email σας. Αυτό θα μας βοηθήσει στις περιπτώσεις που ενδέχεται να αναφέρετε ένα συγκεκριμένο πρόβλημα στην ομάδα υποστήριξής μας.
es: Habilite el intercambio de datos mediante su dirección de correo electrónico. Esto nos ayudará si en algún momento tiene que informar de un problema específico a nuestro equipo de soporte.
fr: Activez le partage de données avec votre adresse e-mail. Ceci nous aidera au cas où vous signaleriez un problème spécifique à notre équipe d’assistance.
gu: તમારા ઇમેલ સરનામાં સાથે ડેટા શૅઅર કરવાનું સક્ષમ કરો. જ્યારે તમે અમારી સપોર્ટ ટીમને કોઈ વિશિષ્ટ સમસ્યાની જાણ કરી શકો ત્યારે આ પ્રસંગો પર અમારી સહાય કરશે.
hi: अपने ईमेल पते के साथ डेटा साझा करना सक्षम करें। इससे हमें उन अवसरों पर सहायता मिलेगी जब आप संभवतः हमारी सहायता टीम को कोई विशेष समस्या रिपोर्ट करेंगे।
it: Abilita la condivisione dei dati con l’indirizzo e-mail. Ci aiuterà in quelle occasioni in cui segnalerai un problema specifico al nostro team di assistenza.
ja: メールアドレス付きでのデータ共有を有効化します。これは、特定の問題に関してサポートチームにレポートをしていただく場合に役立ちます。
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸದೊಂದಿಗೆ ಡೇಟಾ ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ನೀವು ನಿರ್ದಿಷ್ಟ ಸಮಸ್ಯೆಯನ್ನು ನೀವು ವರದಿ ಮಾಡಬಹುದಾದ ಸಂದರ್ಭದಲ್ಲಿ ಇದರಿಂದ ನಮಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിൽ ഡാറ്റ പങ്കിടൽ പ്രവർത്തനക്ഷമമാക്കുക. ഞങ്ങളുടെ പിന്തുണാ ടീമിന് നിങ്ങൾ ഒരു നിർദ്ദിഷ്ട പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുന്ന അവസരങ്ങളിൽ ഇത് ഞങ്ങളെ സഹായിക്കും.
mr: तुमच्या ईमेल पत्त्यासोबत डेटा शेअरिंग सक्षम करा. यामुळे आमच्या सपोर्ट टीमला एखाद्या विशिष्ट समस्येविषयी तुम्ही अहवाल देऊ करता तेव्हा आम्हाला मदत होईल.
nl: Schakel het delen van gegevens met uw e-mailadres in. Dit helpt ons in gevallen dat u een probleem rapporteert aan ons ondersteuningsteam.
pa: ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਨਾਲ ਡੇਟਾ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਸਮਰੱਥ ਕਰੋ। ਇਸ ਨਾਲ ਸਾਨੂੰ ਉਹਨਾਂ ਮੌਕਿਆਂ ‘ਤੇ ਮਦਦ ਮਿਲੇਗੀ, ਜਦ ਤੁਸੀਂ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨੂੰ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰ ਸਕਦੇ ਹੋ।
pt_pt: Ativar a partilha de dados com o seu endereço de e-mail. Isto irá ajudar-nos nos casos em que tenha de reportar um problema específico à nossa equipa de suporte.
ru: Укажите свой адрес эл. почты при отправке сведений о работе приложения. Это поможет нам в случаях, когда вы сообщаете в нашу службу поддержки об определенной проблеме.
ta_in: உங்கள் மின்னஞ்சல் முகவரியைக் கொண்டு தரவைப் பகிர்வதைச் செயற்படுத்தவும். ஒரு குறிப்பிட்ட பிரச்சினையை எங்கள் ஆதரவுக் குழுவிடம் நீங்கள் புகாரளிக்கும் சந்தர்ப்பங்களில் இது எங்களுக்கு உதவும்.
te: మీ ఇమెయిల్ చిరునామాతో డేటాను పంచుకోవడాన్ని ప్రారంభించండి. మా సపోర్ట్ టీమ్‌కు మీరు ఒక నిర్ధిష్ట సమస్యను రిపోర్ట్ చేసే ది సందర్భాల గురించి ఇది మాకు సాయపడుతుంది.
tr: Verilerin e-posta adresinizle paylaşımını etkinleştirin. Bu, belirli bir sorunu destek ekibimize bildirdiğinizde bize oldukça yardımcı olacaktır.
ur_arab_in: اپنے ای میل ایڈریس کے ساتھ ڈیٹا کی شیئرنگ کو فعال کریں۔ اس سے ہمیں اس موقع پر مدد ملے گی جب آپ ممکنہ طور پر ہماری معاونتی ٹیم کو کوئی مخصوص مسئلہ رپورٹ کریں۔
vi: Cho phép chia sẻ dữ liệu với địa chỉ email của bạn. Việc này sẽ giúp chúng tôi vào những lúc khi bạn có thể báo cáo một vấn đề cụ thể cho đội ngũ hỗ trợ của chúng tôi.
zh_hant: 支持用邮箱地址共享数据。这将在您可能向我们的支持团队报告特定问题时提供帮助。

# settings_smartreply_title
source: Smart Reply
bn_in: স্মার্ট উত্তর
de: Intelligente Antwort
el: Έξυπνη απάντηση
es: Respuesta inteligente
fr: Réponse intelligente
gu: સ્માર્ટ જવાબ
hi: स्मार्ट उत्तर
it: Risposta intelligente
ja: スマート返信
kn: ಸ್ಮಾರ್ಟ್ ರಿಪ್ಲೈ
ml: സ്മാർട്ട് മറുപടി
mr: स्मार्ट रिप्लाय
nl: Smart Reply (slim antwoord)
pa: ਸਮਾਰਟ ਰਿਪਲਾਈ
pt_pt: Resposta inteligente
ru: Смарт-ответ
ta_in: ஸ்மார்ட் பதில்
te: స్మార్ట్ రిప్లై
tr: Akıllı Yanıt
ur_arab_in: اسمارٹ جواب
vi: Trả Lời Thông Minh
zh_hant: 智能回复

# settings_smartreply_desc
source: Smart reply suggestions are visible only to you until you tap and share. Your messages won't be sent to remote servers and are generated on-device.
bn_in: স্মার্ট উত্তরের পরামর্শগুলি কেবল আপনার জন্য দৃশ্যমান আছে যতক্ষণ না আপনি ট্যাপ এবং শেয়ার করছেন। আপনার বার্তাগুলি দূরবর্তী সার্ভারে পাঠানো হবেনা এবং ডিভাইসে তৈরি করা হয়।
de: Intelligente Antwortvorschläge sind bis zum Antippen und Freigeben nur für Sie sichtbar. Ihre Mitteilungen werden direkt im Gerät erzeugt, nicht an externe Server gesendet.
el: Οι προτάσεις έξυπνης απάντησης είναι ορατές μόνο σε σας έως ότου τις πατήσετε και τις κοινοποιήσετε. Τα μηνύματά σας δεν θα αποστέλλονται σε απομακρυσμένους διακομιστές και δημιουργούνται στη συσκευή.
es: Las sugerencias de respuesta inteligente son visibles solo para usted hasta que pulse y comparta. Sus mensajes no se envían a servidores remotos y se generan en el dispositivo.
fr: Les suggestions de réponse intelligente sont visibles seulement pour vous jusqu’à ce que vous appuyiez et partagiez. Vos messages ne seront pas envoyés sur des serveurs distants et sont générés sur l’appareil.
gu: જ્યાં સુધી તમે ટૅપ અને શૅઅર નહીં કરો ત્યાં સુધી સ્માર્ટ જવાબ સૂચનો ફક્ત તમને જ દેખાય છે. તમારા સંદેશા રિમોટ સર્વર્સ પર મોકલવામાં આવશે નહીં અને તે ઉપકરણ પર તૈયાર થશે.
hi: आपको स्मार्ट उत्तर सुझाव केवल तब तक दिखाई देते हैं जब तक आप टैप और साझा नहीं करते। आपके संदेश दूरस्थ सर्वरों पर नहीं भेजे जाएंगे और डिवाइस पर जेनरेट किए जाते हैं।
it: I suggerimenti di risposta intelligente sono visibili solo a te finché non tocchi e condividi. I tuoi messaggi non saranno inviati a server remoti e sono generati sul dispositivo.
ja: スマート返信の提案は、タップして共有するまで自分だけに表示されます。メッセージはリモートサーバーには送信されず、デバイス上で生成されます。
kn: ನೀವು ಟ್ಯಾಪ್ ಮಾಡಿ ಹಂಚಿಕೊಳ್ಳುವ ತನಕ ಸ್ಮಾರ್ಟ್ ರಿಪ್ಲೈ ಸಲಹೆಗಳು ನಿಮಗೆ ಮಾತ್ರ ಕಾಣುತ್ತವೆ. ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ರಿಮೋಟ್ ಸರ್ವರ್‌ಗಳಿಗೆ ಕಳುಹಿಸುವುದಿಲ್ಲ ಮತ್ತು ಸಾಧನದಲ್ಲಿ ಸೃಷ್ಟಿಸಲ್ಪಡುತ್ತವೆ.
ml: ടാപ്പ് ചെയ്‌ത് പങ്കിടുന്നതുവരെ മാത്രമേ നിങ്ങൾക്ക് മികച്ച മറുപടി നിർദ്ദേശങ്ങൾ ദൃശ്യമാകൂ. നിങ്ങളുടെ സന്ദേശങ്ങൾ വിദൂരമായ സെർവറുകളിലേക്ക് അയയ്‌ക്കില്ല, മാത്രമല്ല അവ ഉപകരണത്തിൽ സൃഷ്ടിക്കുകയും ചെയ്യും.
mr: जोपर्यंत तुम्ही टॅप करुन शेअर करत नाही तोपर्यंतच स्मार्ट रिप्लाय सूचना तुमच्यासाठी दृश्यमान असतात. तुमचे मेसेज दूरस्थ सर्व्हरवर पाठविले जाणार नाहीत आणि ते डिव्हाइसवर उत्पन्न केले जातात.
nl: Slimme antwoordsuggesties zijn alleen zichtbaar voor u wanneer u tikt en deelt. Uw berichten worden niet naar externe servers verzonden en worden op het apparaat gegenereerd.
pa: ਸਮਾਰਟ ਰਿਪਲਾਈ ਦੇ ਸੁਝਾਅ ਸਿਰਫ ਉਦੋਂ ਤੱਕ ਦਿਸਦੇ ਹਨ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਟੈਪ ਅਤੇ ਸਾਂਝਾ ਨਹੀਂ ਕਰਦੇ। ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਰਿਮੋਟ ਸਰਵਰਾਂ ਤੇ ਨਹੀਂ ਭੇਜੇ ਜਾਣਗੇ ਅਤੇ ਡਿਵਾਈਸ ਤੇ ਤਿਆਰ ਕੀਤੇ ਜਾਣਗੇ।
pt_pt: As sugestões da resposta inteligente estão visíveis apenas para si até tocar e partilhar. As suas mensagens não serão enviadas para servidores remotos e são geradas no dispositivo.
ru: Рекомендации смарт-ответов отображаются только после того, как вы нажмете и поделитесь. Сообщения, сгенерированные на устройстве, не будут отправлены на удаленные серверы.
ta_in: நீங்கள் தட்டிப் பகிரும் வரை ஸ்மார்ட் பதில் பரிந்துரைகள் உங்களுக்கு மட்டுமே தெரியும். உங்கள் செய்திகள் தொலைநிலைச் சேவையகங்களுக்கு அனுப்பப்படாது, அவை சாதனத்தில் உருவாக்கப்படும்.
te: మీరు తట్టి మరియు పంచుకునేంత వరకు స్మార్ట్ రిప్లై సూచనలు మీకు మాత్రమే కనిపిస్తాయి. మీ సందేశాలు రిమోట్ సర్వర్‌లకు పంపబడవు మరియు పరికరంపై జనరేట్ చేయబడతాయి.
tr: Akıllı yanıt önerilerini, dokunup paylaşana kadar yalnızca siz görebilirsiniz. İletileriniz uzak sunuculara gönderilmez ve cihazda oluşturulur.
ur_arab_in: صرف آپ کے ٹیپ کرنے اور جواب دینے تک ہی اسمارٹ جواب کی تجاویز مرئی ہیں۔ آپ کے پیغامات ریموٹ سرورز کو نہیں بھیجے جائیں گے اور ڈیوائس پر جنریٹ کیے گئے ہیں۔
vi: Những đề nghị trả lời thông minh chỉ được hiển thị cho bạn cho đến khi bạn chạm vào và chia sẻ. Các tin nhắn của bạn sẽ không được gửi đến các máy chủ từ xa và được lập trên thiết bị.
zh_hant: 在您轻触并分享之前，只有您自己可以看到智能回复建议。您的消息在设备上生成，不会发送至远程服务器。

# settings_smartreply_desc1
source: Learn more
bn_in: আরও জানুন
de: Mehr dazu
el: Μάθετε περισσότερα
es: Más información
fr: En savoir plus
gu: વધુ જાણો
hi: और अधिक जानें
it: Ulteriori informazioni
ja: 詳細
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ml: കൂടുതൽ അറിയുക
mr: अधिक जाणून घ्या
nl: Meer informatie
pa: ਹੋਰ ਜਾਣੋ
pt_pt: Saber mais
ru: Подробнее
ta_in: மேலும் அறிக
te: మరింత తెలుసుకోండి
tr: Daha fazla bilgi edin
ur_arab_in: مزید جانیں
vi: Tìm hiểu thêm
zh_hant: 了解更多

# chat_forward_info_generic
source: Forwarded
bn_in: ফরওয়ার্ড
de: Weitergeleitet
el: Προωθήθηκε
es: Reenviado
fr: Transféré
gu: ફૉર્વર્ડ કરેલ
hi: अग्रेषित
it: Inoltrato
ja: 転送済み
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗಿದೆ
ml: ഫോർവേഡ് ചെയ്തു
mr: फॉरवर्ड केला
nl: Doorgestuurd
pa: ਅੱਗੇ ਭੇਜਿਆ ਗਿਆ
pt_pt: Reencaminhado
ru: Переслано
ta_in: முன்னனுப்பப்பட்டது
te: ఫార్వార్డ్ చేయబడింది
tr: İletilen
ur_arab_in: فارورڈ کردہ
vi: Đã gửi chuyển
zh_hant: 转发

# chat_forward_info_without_sender
source: Forwarded message
bn_in: ফরোয়ার্ড করা বার্তা
de: Weitergeleitete Mitteilung
el: Προωθημένο μήνυμα
es: Mensaje reenviado
fr: Message transféré
gu: ફૉર્વર્ડ કરેલ સંદેશ
hi: अग्रेषित संदेश
it: Messaggio inoltrato
ja: 転送されたメッセージ
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾದ ಸಂದೇಶ
ml: ഫോർവേഡ് ചെയ്ത സന്ദേശം
mr: फॉरवर्ड केलेला मेसेज
nl: Doorgestuurd bericht
pa: ਅੱਗੇ ਭੇਜਿਆ ਗਿਆ ਸੁਨੇਹਾ
pt_pt: Mensagem encaminhada
ru: Пересланное сообщение
ta_in: முன்னனுப்பப்பட்ட செய்தி
te: ఫార్వర్డ్ చేయబడ్డ సందేశాలు
tr: İletilen ileti
ur_arab_in: فارورڈ کردہ پیغام
vi: Tin nhắn được gửi chuyển
zh_hant: 转发的消息

# chat_forward_info_without_chatid
source: Forwarded from
bn_in: -এর থেকে ফরওয়ার্ড করা
de: Weitergeleitet von
el: Προωθήθηκε από
es: Reenviado desde
fr: Transféré depuis
gu: અહીંથી ફૉર્વર્ડ કરેલ
hi: इससे अग्रेषित
it: Inoltrato da
ja: 転送元:
kn: ರಿಂದ ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗಿದೆ
ml: ഇവിടെ നിന്ന് ഫോർവേഡ് ചെയ്തു
mr: कडून फॉरवर्ड केले
nl: Doorgestuurd vanuit
pa: ਤੋਂ ਭੇਜਿਆ ਗਿਆ
pt_pt: Encaminhado de
ru: Переслано от
ta_in: இங்கிருந்து முன்னுப்பப்பட்டது
te: నుంచి ఫార్వర్ చేయబడింది
tr: İleten kişi:
ur_arab_in: فارورڈ کردہ منجانب
vi: Gửi chuyển từ
zh_hant: 转发自

# chat_forward_consent_text
source: Show forward info in the message
bn_in: বার্তায় ফরোয়ার্ডের তথ্য দেখান
de: Weiterleitungsinfo in der Mitteilung anzeigen
el: Εμφάνιση πληροφοριών προώθησης στο μήνυμα
es: Mostrar información de reenvío en el mensaje
fr: Afficher les informations de transfert dans le message
gu: સંદેશમાં ફૉર્વર્ડ કરેલ માહિતી બતાવો
hi: संदेश में अग्रेषण संबंधी जानकारी दिखाएं
it: Mostra informazioni di inoltro nel messaggio
ja: メッセージ内に転送情報を表示する
kn: ಸಂದೇಶದಲ್ಲಿನ ಫಾರ್ವರ್ಡ್ ಮಾಹಿತಿ ತೋರಿಸಿ
ml: സന്ദേശത്തിൽ ഫോർവേഡ് വിവരങ്ങൾ‌ കാണിക്കുക
mr: मेसेजमध्ये फॉरवर्ड माहिती दर्शवा
nl: Toon informatie over doorsturen in het bericht
pa: ਸੁਨੇਹੇ ਵਿੱਚ ਅੱਗੇ ਭੇਜਣ ਜਾਣਕਾਰੀ ਵੇਖੋ
pt_pt: Mostrar informações encaminhadas na mensagem
ru: Показать сообщение о пересылке в сообщении
ta_in: செய்தியில் முன்னோக்குத் தகவலைக் காண்பி
te: సందేశంలో ఫార్వర్డ్ సమాచారం చూపించు
tr: İletide iletme bilgisini göster
ur_arab_in: پیغام میں فارورڈ کرنے کی معلومات دکھائیں
vi: Hiển thị thông tin gửi chuyển trong tin nhắn
zh_hant: 在消息中显示转发信息

# chat_msg_status_sending
source: Sending...
bn_in: পাঠানো হচ্ছে...
de: Senden …
el: Αποστολή...
es: Enviando...
fr: Envoi en cours...
gu: મોકલી રહ્યું છે...
hi: भेजा जा रहा है...
it: Invio in corso...
ja: 送信中...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ml: അയയ്ക്കുന്നു...
mr: पाठवत आहे...
nl: Bezig met verzenden...
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pt_pt: A enviar...
ru: Идет отправка...
ta_in: அனுப்புகிறது...
te: పంపుతోంది...
tr: Gönderiliyor...
ur_arab_in: بھیجا جا رہا ہے...
vi: Đang gửi...
zh_hant: 正在发送...

# chat_msg_status_sent
source: Sent
bn_in: প্রেরিত
de: Gesendet
el: Απεσταλμένα
es: Enviado
fr: Envoyé
gu: મોકલેલ
hi: भेजा गया
it: Inviata
ja: 送信済み
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ml: അയച്ചു
mr: पाठवले
nl: Verzonden
pa: ਭੇਜਿਆ
pt_pt: Enviados
ru: Отправлено
ta_in: அனுப்பப்பட்டது
te: పంపినవి
tr: Gönderildi
ur_arab_in: بھیج دیا گیا
vi: Đã gửi
zh_hant: 已发送

# chat_msg_status_read
source: Read
bn_in: পড়া হয়েছে
de: Lesen
el: Ανάγνωση
es: Lectura
fr: Lire
gu: વાંચો
hi: पढ़ें
it: Leggi
ja: 読み取り
kn: ಓದಿರುವ
ml: വായിക്കുക
mr: वाचा
nl: Lezen
pa: ਪੜਿਆ
pt_pt: Ler
ru: Ознакомьтесь
ta_in: வாசிக்கப்பட்டவை
te: చదవడం
tr: Bu makaleyi
ur_arab_in: پڑھا گیا
vi: Đọc
zh_hant: 已读

# chat_msg_status_yet_to_read
source: Yet to read
bn_in: এখনো পড়া হয়নি
de: Noch zu lesen
el: Απομένουν για ανάγνωση
es: Todavía por leer
fr: Encore à lire
gu: હજી વાંચન બાકી છે
hi: अभी पढ़ा जाना है
it: Ancora da leggere
ja: 未読
kn: ಇನ್ನೂ ಓದಿಲ್ಲದ
ml: ഇനിയും വായിച്ചിട്ടില്ല
mr: अद्याप वाचायचे आहे
nl: Moet nog lezen
pa: ਅਜੇ ਪੜ੍ਹਿਆ ਜਾਣਾ ਬਾਕੀ ਹੈ
pt_pt: Por ler
ru: Еще не прочитано
ta_in: இன்னும் வாசிக்கவில்லை
te: ఇంకా చదవలేదు
tr: Henüz okunmadı
ur_arab_in: ابھی تک پڑھا نہیں گیا
vi: Chưa đọc
zh_hant: 尚未读取

# chat_action_bottomsheet_extensions
source: More message actions
bn_in: আরও বার্তার ক্রিয়াকলাপ
de: Mehr Mitteilungsaktionen
el: Περισσότερα ενέργειες μηνυμάτων
es: Más acciones de mensajes
fr: Plus d’actions de message
gu: વધુ સંદેશ ક્રિયાઓ
hi: अधिक संदेश कार्रवाइयाँ
it: Altre azioni messaggio
ja: その他のメッセージアクション
kn: ಇನ್ನಷ್ಟು ಸಂದೇಶ ಕಾರ್ಯಗಳು
ml: കൂടുതൽ സന്ദേശ പ്രവർത്തനങ്ങൾ
mr: अधिक मेसेज क्रिया
nl: Meer berichtacties
pa: ਹੋਰ ਸੁਨੇਹੇ ਦੀਆਂ ਕਾਰਵਾਈਆਂ
pt_pt: Mais ações de mensagens
ru: Другие действия с сообщениями
ta_in: அதிக செய்திச் செயல்கள்
te: మరిన్ని సందేశం చర్యలు
tr: Diğer ileti eylemleri
ur_arab_in: پیغام کی مزید کارروائیاں
vi: Các thao tác tin nhắn khác
zh_hant: 更多消息操作

# chat_message_card_navigate_back
source: Back
bn_in: পিছনে যান
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
gu: પાછળ
hi: वापस
it: Indietro
ja: 戻る
kn: ಹಿಂದೆ
ml: തിരികെ
mr: मागे
nl: Terug
pa: ਵਾਪਸ
pt_pt: Anterior
ru: Назад
ta_in: பின்செல்
te: వెనక్కి
tr: Geri
ur_arab_in: پیچھے جائیں
vi: Trở lại
zh_hant: 返回

# consents_form_file_max
source: Maximum of %@ files can be uploaded
bn_in: সর্বোচ্চ %@টি ফাইল যোগ করা যেতে পারে
de: Bis zu %@ Dateien können hochgeladen werden
el: Μπορούν να μεταφορτωθούν μέγιστο %@ αρχεία
es: Se puede cargar un máximo de %@ archivos
fr: %@ fichiers au maximum peuvent être téléchargés
gu: મહત્તમ %@ ફાઇલો અપલોડ કરી શકાય છે
hi: अधिकतम %@ फाइलों को अपलोड किया जा सकता है
it: È possibile caricare un massimo di %@ file
ja: 最大アップロード可能ファイル数%@
kn: ಗರಿಷ್ಠ %@ ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು
ml: പരമാവധി %@ ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയും
mr: कमाल %@ फाइल्स अपलोड केल्या जाऊ शकतात
nl: Maximaal %@ bestanden kunnen worden geüpload
pa: ਅਧਿਕਤਮ %@ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕੀਤੀ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pt_pt: É possível carregar um máximo de %@ ficheiros
ru: Можно отправить определенное количество файлов (не более %@)
ta_in: அதிகபட்சம் %@ கோப்புகளைப் பதிவேற்றலாம்
te: గరిష్టంగా %@ ఫైల్స్ అప్‌లోడ్ చేయవచ్చు
tr: Maksimum %@ dosya karşıya yüklenebilir
ur_arab_in: زیادہ سے زیادہ %@ فائلز اپ لوڈ کی جائیں گی
vi: Có thể tải lên tối đa %@ tập tin
zh_hant: 最多可上传 %@ 个文件

# consents_form_file_maxsize_exceed
source: Maximum allowed size for a file is 50MB
bn_in: একটি ফাইলের জন্য সর্বাধিক অনুমোদিত আকার হচ্ছে 50MB
de: Maximalgröße pro Datei liegt bei 50 MB
el: Το μέγιστο επιτρεπτό μέγεθος για ένα αρχείο είναι 50 ΜΒ
es: El tamaño máximo permitido para un archivo es 50 MB
fr: La taille maximum autorisée pour un fichier est 50 Mo
gu: ફાઇલ માટે મહત્તમ માન્ય કદ 50MB છે
hi: फाइल के लिए अधिकतम अनुमत आकार 50MB है
it: La dimensione massima consentita per un file è 50 MB
ja: ファイルの最大許容サイズは50MBです
kn: ಒಂದು ಫೈಲ್‌ಗೆ ಅನುಮತಿಸಿರುವ ಗರಿಷ್ಠ ಗಾತ್ರ 50MB
ml: ഒരു ഫയലിന് അനുവദനീയമായ പരമാവധി വലുപ്പം 50MB ആണ്
mr: फाइलसाठी अधिकतम परवानगी आकार 50MB आहे
nl: Maximaal toegestane grootte voor een bestand is 50 MB
pa: ਇੱਕ ਫਾਈਲ ਦਾ ਅਧਿਕਤਮ ਅਨੁਮਤ ਆਕਾਰ 50MB ਹੈ
pt_pt: O tamanho máximo permitido para um ficheiro é de 50 MB
ru: Максимально допустимый размер файла составляет 50 МБ
ta_in: ஒரு கோப்புக்கு அனுமதிக்கப்பட்ட அதிகபட்ச அளவு 50 MB ஆகும்
te: ఫైలు కొరకు గరిష్టంగా అనుమతించే సైజు 50MB
tr: Bir dosya için izin verilen en yüksek boyut 50 MB’tır
ur_arab_in: ایک فائل کے لیے زیادہ سے زیادہ مجاز سائز 50MB ہے
vi: Kích thước tối đa được phép đối với một tập tin là 50MB
zh_hant: 文件的最大允许大小为 50MB

# consents_form_file_type_invalid
source: Please upload a valid file type
bn_in: অনুগ্রহ করে একটি বৈধ ফাইলের ধরণ আপলোড করুন
de: Bitte Datei vom gültigen Typ hochladen
el: Μεταφορτώστε έγκυρο τύπο αρχείου
es: Cargue un tipo de archivo válido
fr: Veuillez télécharger un type de fichier valide
gu: કૃપા કરીને કોઈ માન્ય ફાઇલ પ્રકાર અપલોડ કરો
hi: कृपया मान्य फाइल प्रकार अपलोड करें
it: Caricare un tipo di file valido
ja: 有効なファイルの種類をアップロードしてください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೈಲ್ ವಿಧವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: സാധുവായ ഒരു ഫയൽ തരം അപ്‌ലോഡ് ചെയ്യുക
mr: कृपया एक वैध फाइल प्रकार अपलोड करा
nl: Upload a.u.b. een geldig bestandstype
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਫਾਈਲ ਕਿਸਮ ਅੱਪਲੋਡ ਕਰੋ
pt_pt: Carregue um tipo de ficheiro válido
ru: Отправьте файл допустимого типа
ta_in: சரியான கோப்பு வகையைப் பதிவேற்றுக
te: దయచేసి చెల్లుబాటు అయ్యే ఒక ఫైలు టైప్‌ని అప్‌లోడ్ చేయండి
tr: Lütfen geçerli bir dosya türü yükleyin
ur_arab_in: براہ کرم فائل کی ایک درست قسم اپ لوڈ کریں
vi: Vui lòng tải một loại tập tin hợp lệ lên
zh_hant: 请上传有效的文件类型

# chat_window_edit_notify
source: Notify participants
bn_in: অংশগ্রহণকারীদের অবহিত করুন
de: Teilnehmer benachrichtigen
el: Ειδοποίηση συμμετεχόντων
es: Notificar a los participantes
fr: Avertir les participants
gu: સહભાગીઓને સૂચિત કરો
hi: प्रतिभागियों को सूचित करें
it: Notifica partecipanti
ja: 参加者に通知
kn: ಭಾಗಿಗಳಿಗೆ ಸೂಚನೆ ನೀಡಿ
ml: പങ്കെടുക്കുന്നവരെ അറിയിക്കുക
mr: सहभागींना सूचित करा
nl: Deelnemers op de hoogte brengen
pa: ਭਾਗੀਦਾਰਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pt_pt: Notificar participantes
ru: Уведомить участников
ta_in: பங்கேற்பாளர்களுக்கு அறிவி
te: పాల్గొనేవారికి నోటిఫై చేయండి
tr: Katılımcılara bildir
ur_arab_in: شرکاء کو مطلع کریں
vi: Thông báo cho người tham gia
zh_hant: 通知参与者

# chat_update_available
source: Update available
bn_in: আপডেট উপলব্ধ
de: Aktualisierung verfügbar
el: Διατίθεται ενημέρωση
es: Actualización disponible
fr: Mise à jour disponible
gu: ઉપલબ્ધ અપડેટ કરો
hi: अपडेट उपलब्ध है
it: Aggiornamento disponibile
ja: 更新プログラムが利用可能
kn: ಅಪ್‌ಡೇಟ್ ಲಭ್ಯವಿದೆ
ml: അപ്ഡേറ്റ് ലഭ്യമാണ്
mr: अपडेट उपलब्ध आहे
nl: Update beschikbaar
pa: ਅੱਪਡੇਟ ਉਪਲੱਬਧ ਹੈ
pt_pt: Atualização disponível
ru: Доступно обновление
ta_in: புதுப்பித்தல் கிடைக்கப்பெறுகிறது
te: అప్‌డేట్ లభ్యం
tr: Güncelleştirme var
ur_arab_in: اپ ڈیٹ دستیاب ہے
vi: Cập nhật khả dụng
zh_hant: 更新可用

# chat_update_updating
source: Updating...
bn_in: আপডেট করা হচ্ছে...
de: Aktualisieren …
el: Ενημέρωση...
es: Actualizando...
fr: Mise à jour...
gu: અપડેટ કરી રહ્યું છે ...
hi: अद्यतन किया जा रहा है...
it: Aggiornamento in corso...
ja: 更新中...
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: അപ്‌ഡേറ്റ് ചെയ്യുന്നു...
mr: अपडेट करत आहे...
nl: Bezig met bijwerken...
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_pt: A atualizar...
ru: Идет обновление...
ta_in: புதுப்பிக்கிறது...
te: అప్‌డేట్ చేస్తోంది...
tr: Güncelleştiriliyor...
ur_arab_in: اپ ڈیٹ کیا جا رہا ہے...
vi: Đang cập nhật...
zh_hant: 正在更新...

# chat_huddle_alreadyjoined_other
source: You are already part of another group call
bn_in: আপনি ইতিমধ্যেই অন্য একটি গ্রুপ কলের অংশ
de: Sie nehmen bereits an einem anderen Gruppenanruf teil
el: Συμμετέχετε ήδη σε άλλη ομαδική κλήση
es: Usted ya forma parte de otra llamada de grupo
fr: Vous faites déjà partie d’un autre appel de groupe
gu: તમે પહેલાંથી જ બીજા સમૂહ કૉલનો ભાગ છો
hi: आप पहले से ही किसी अन्य समूह कॉल का भाग हैं।
it: Fai già parte di un altro gruppo di chiamata
ja: すでに他のグループ通話に参加しています
kn: ನೀವು ಈಗಾಗಲೇ ಇನ್ನೊಂದು ಗುಂಪು ಕರೆಯ ಭಾಗವಾಗಿದ್ದೀರಿ
ml: നിങ്ങൾ ഇതിനകം മറ്റൊരു ഗ്രൂപ്പ് കോളിന്റെ ഭാഗമാണ്
mr: तुम्ही आधीपासूनच दुसऱ्या समूह कॉलचा ​​भाग आहात
nl: U maakt al deel uit van een ander groepsgesprek
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਹੋਰ ਸਮੂਹ ਕਾਲਾਂ ਦਾ ਹਿੱਸਾ ਹੋ।
pt_pt: Já faz parte de outra chamada de grupo
ru: Вы уже добавлены в другой групповой звонок
ta_in: நீங்கள் ஏற்கனவே மற்றொரு குழு அழைப்பின் ஒரு பகுதியாக இருக்கிறீர்கள்
te: మీరు ఇప్పటికే మరో గ్రూపు కాల్‌లో భాగం
tr: Zaten başka bir grup çağrısının parçasısınız
ur_arab_in: آپ پہلے ہی کسی اور گروپ کال کا حصہ ہیں
vi: Bạn đã là thành viên của một cuộc gọi nhóm khác
zh_hant: 您已经加入另一个分组通话

# chat_tap_to_return_to_call
source: Tap to return to call
bn_in: কলটি ফেরত করার জন্য ট্যাপ করুন
de: Zur Rückkehr zum Anruf antippen
el: Πατήστε για επιστροφή στην κλήση
es: Pulse para volver a la llamada
fr: Appuyer pour retourner à l’appel
gu: કૉલ પર પાછા આવવા માટે ટૅપ કરો
hi: कॉल पर लौटने के लिए टैप करें
it: Tocca per tornare alla chiamata
ja: タップして通話に戻る
kn: ಕರೆಗೆ ಹಿಂತಿರುಗಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: കോളിലേക്ക് മടങ്ങാൻ ടാപ്പ് ചെയ്യുക
mr: कॉलवर परत येण्यासाठी टॅप करा
nl: Tik om terug te keren naar het gesprek
pa: ਕਾਲ ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ ਟੈਪ ਕਰੋ
pt_pt: Toque para regressar à chamada
ru: Нажмите, чтобы вернуться к вызову
ta_in: அழைப்பிற்குத் திரும்ப தட்டவும்
te: కాల్‌కు తిరిగి రావడానికి తట్టండి
tr: Aramaya dönmek için dokunun
ur_arab_in: کال پر واپس جانے کے لیے ٹیپ کریں
vi: Chạm vào để trở lại cuộc gọi
zh_hant: 轻触以返回通话

# chat_call_incoming_text
source: Incoming Call
bn_in: অভিমুখী কল
de: Eingehender Anruf
el: Εισερχόμενη κλήση
es: Llamada entrante
fr: Appel entrant
gu: ઇનકમિંગ કૉલ
hi: इनकमिंग कॉल
it: Chiamata in arrivo
ja: 受信通話
kn: ಒಳಬರುವ ಕರೆ
ml: ഇൻകമിംഗ് കോൾ
mr: येणारा कॉल
nl: Binnenkomend gesprek
pa: ਆਉਣ ਵਾਲੀ ਕਾਲ
pt_pt: Chamada recebida
ru: Входящий вызов
ta_in: உள்வரும் அழைப்பு
te: ఇన్‌కమింగ్ కాల్
tr: Gelen Arama
ur_arab_in: آنے والی کال
vi: Cuộc Gọi Đến
zh_hant: 拨入电话
