Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.contact.invite.text
source: Give us the email address of the %@ user you’d like to invite.
de: Geben Sie uns die E-Mail-Adresse des %@-Nutzers, den Sie einladen möchten.
el: Δώστε μας τη διεύθυνση e-mail του χρήστη %@ που επιθυμείτε να προσκαλέσετε.
es: Díganos la dirección de correo electrónico del usuario de %@ al que desea invitar.
fr: Indiquez-nous l’adresse e-mail de l’utilisateur %@ à inviter.
hi: हमें उस %@ उपयोगकर्ता का ईमेल पता प्रदान करें जिसे आप आमंत्रित करना चाहेंगे।
it: Specifica l’indirizzo e-mail dell’utente %@ che vuoi invitare.
ja: 招待したいユーザーの%@でのメールアドレスを入力してください。
nl: Geef ons het e-mailadres van de %@-gebruiker die u wilt uitnodigen.
pt_pt: Dê-nos o endereço de e-mail do utilizador %@ que pretende convidar.
ru: Укажите адрес электронной почты пользователя %@, которого нужно пригласить.
tr: Davet etmek istediğiniz %@ kullanıcısının e-posta adresini bize verin.
vi: Cung cấp cho chúng tôi địa chỉ email của người dùng %@ mà bạn muốn mời.
zh_hant: 請提供您想要邀請的任何 %@ 使用者的電子郵件地址。

# chat.contact.invite.accept
source: Accept
de: Annehmen
el: Αποδοχή
es: Aceptar
fr: Accepter
hi: स्वीकार करें
it: Accetta
ja: 同意
nl: Accepteren
pt_pt: Aceitar
ru: Принять
tr: Kabul Et
vi: Chấp nhận
zh_hant: 接受

# chat.contact.accept.viewprofile
source: View Profile
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver perfil
fr: Afficher un profil
hi: प्रोफाइल देखें
it: Visualizza profilo
ja: プロフィールを表示
nl: Profiel weergeven
pt_pt: Ver perfil
ru: Просмотреть профиль
tr: Profili Görüntüle
vi: Xem Hồ Sơ
zh_hant: 檢視設定檔

# chat.contact.accept.message
source: Message
de: Mitteilung
el: Μήνυμα
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
nl: Bericht
pt_pt: Mensagem
ru: Сообщение
tr: İleti
vi: Tin nhắn
zh_hant: 訊息

# chat.contact.invite.reinvite
source: Reinvite
de: Erneut einladen
el: Προσκαλέστε εκ νέου
es: Volver a invitar
fr: Réinviter
hi: पुनःआमंत्रित करें
it: Invita di nuovo
ja: 再招待
nl: Opnieuw uitnodigen
pt_pt: Convidar novamente
ru: Пригласить повторно
tr: Yeniden Davet Et
vi: Mời lại
zh_hant: 再次邀請

# chat.slider.mention.title
source: Mentions
bn_in: উল্লেখগুলি
de: Erwähnungen
el: Αναφορές
es: Menciones
gu: ઉલ્લેખો
hi: उल्लेख
it: Menzioni
ja: 言及
kn: ಉಲ್ಲೇಖಗಳು
ml: പരാമർശങ്ങൾ
mr: उल्लेख
nl: Vermeldingen
pa: ਜ਼ਿਕਰ
pt_pt: Menções
ru: Упоминания
ta_in: குறிப்பிடல்கள்
te: ప్రస్తావనలు
tr: Bahsetmeler
ur_arab_in: آپ کو مینشن
vi: Nhắc đến
zh_hant: 提及

# contact.invite.success
source: Invite sent
de: Einladung gesendet
el: Η πρόσκληση εστάλη
es: Invitación enviada
fr: Invitation envoyée
hi: आमंत्रण भेजा गया
it: Invito inviato
ja: 招待を送信
nl: Uitnodiging verstuurd
pt_pt: Convite enviado
ru: Приглашение отправлено
tr: Davet gönderildi
vi: Thư mời đã gửi
zh_hant: 已傳送邀請

# contact.invite.failure.invalidid
source: Wups.. this user isn’t a part of Zoho
de: Oha … Dieser Nutzer gehört nicht zu Zoho
el: Ουπς...ο χρήστης αυτός δεν ανήκει στο Zoho
es: Este usuario no forma parte de Zoho
fr: Oups… ce n’est pas un utilisateur Zoho
hi: ओह.. यह उपयोगकर्ता Zoho का हिस्सा नहीं है
it: Ops... Questo utente non è presente in Zoho
ja: おぉっと..このユーザーはZohoに入っていません。
nl: Oeps... Deze gebruiker is geen geregistreerde Zoho-gebruiker
pt_pt: Ups... este utilizador não faz parte do Zoho
ru: Этот пользователь не найден в Zoho
tr: Hay aksi.. bu kullanıcı Zoho’nun bir parçası değil
vi: Rất tiếc.. người dùng này không sử dụng Zoho
zh_hant: 噢..此使用者並不是 Zoho 成員

# contact.invite.failure.contactexists
source: Whoa.. this user is already in your Contacts.
de: Oh … Dieser Nutzer zählt bereits zu Ihren Kontakten.
el: Ουάου...ο χρήστης αυτός βρίσκεται ήδη στις Επαφές σας.
es: Este usuario ya está en sus contactos.
fr: Ouah… cet utilisateur est déjà dans vos contacts.
hi: ओह.. यह उपयोगकर्ता पहले से आपके संपर्कों में है।
it: Ops... Questo utente è già presente nei contatti.
ja: おぉっと..このユーザーは既にコンタクト内にいます。
nl: Wow... Deze gebruiker staat al in uw lijst met contactpersonen.
pt_pt: Wow... este utilizador já existe nos seus contactos.
ru: Этот пользователь уже есть в списке контактов.
tr: Yok artık.. bu kullanıcı zaten Kişilerinizde.
vi: Tuyệt.. người dùng này đã nằm trong Số Liên Lạc của bạn.
zh_hant: 呃..此使用者已在您聯絡人中。

# contact.invite.failure.common
source: Wups.. couldn’t invite. Please retry.
de: Oha … Einladen nicht möglich. Bitte versuchen Sie es noch einmal.
el: Ουπς...αδύνατον να προσκληθεί. Προσπαθήστε ξανά.
es: No se pudo invitar. Inténtelo de nuevo.
fr: Oups… invitation impossible. Veuillez réessayer.
hi: ओह.. आमंत्रित नहीं किया जा सका। कृपया पुन: प्रयास करें।
it: Ops... Impossibile invitare. Riprova.
ja: おぉっと..招待できませんでした。もう一度お試しください。
nl: Oeps... Uitnodigen is niet mogelijk. Probeer het opnieuw.
pt_pt: Ups... não foi possível convidar. Tentar novamente.
ru: Не удалось пригласить. Повторите попытку.
tr: Hay aksi.. davet edilemedi. Lütfen yeniden deneyin.
vi: Rất tiếc.. không thể mời. Vui lòng thử lại.
zh_hant: 噢..無法邀請。請再試一次。

# chat.sender.you
source: You
bn_in: আপনি
de: Sie
el: Εσείς
es: Usted
fr: Vous
gu: તમે
hi: आप
it: Tu
ja: あなた
kn: ನೀವು
ml: നിങ്ങൾ
mr: तुम्ही
nl: U
pa: ਤੁਸੀਂ
pt_pt: Você
ru: Вы
ta_in: நீங்கள்
te: మీరు
tr: Siz
ur_arab_in: کیا ہے
vi: Bạn
zh_hant: 您

# contact.invite.suggestiontext
source: Suggestions
de: Vorschläge
el: Προτάσεις
es: Sugerencias
hi: सुझाव
it: Suggerimenti
ja: ヒント
nl: Suggesties
pt_pt: Sugestões
ru: Варианты
tr: Öneriler
vi: Đề nghị
zh_hant: 建議

# contact.invite.searchtext
source: Enter email address to invite
de: E-Mail-Adresse zum Einladen eingeben
el: Εισαγάγετε διεύθυνση e-mail για να προσκληθεί
es: Introduzca la dirección de correo electrónico para invitar
fr: Saisir les adresses e-mail pour inviter
hi: आमंत्रित करने के लिए ईमेल पता दर्ज करें
it: Inserisci l’indirizzo e-mail a cui inviare l’invito
ja: 招待先のEメールアドレスを入力します
nl: Voer e-mailadres voor uitnodiging in
pt_pt: Introduzir o endereço de e-mail para convidar
ru: Введите адрес электронной почты для приглашения
tr: Davet etmek için e-posta adresi girin
vi: Nhập địa chỉ email để mời
zh_hant: 請輸入電子郵件地址以進行邀請

# contact.invite.clicktoadd
source: Click to add
de: Zum Hinzufügen klicken
el: Κάντε κλικ για προσθήκη
es: Haga clic para agregar
fr: Arattaiuez pour ajouter
hi: जोड़ने के लिए क्लिक करें
it: Fai clic per aggiungere
ja: ここをクリックして追加します
nl: Klik om toe te voegen
pt_pt: Clicar para adicionar
ru: Щелкните, чтобы добавить
tr: Eklemek için tıklayın
vi: Nhấp vào để thêm
zh_hant: 按一下以新增

# chat.msg.shareimage
source: shared an image
bn_in: একটি ছবি শেয়ার করেছেন
de: teilte ein Bild
el: μοιράστηκε μια εικόνα
es: compartió una imagen
fr: a partagé une image
gu: એક છબી શૅઅર કરી
hi: कोई छवि साझा की
it: ha condiviso un’immagine
ja: さんが画像を共有されました
kn: ಒಂದು ಚಿತ್ರ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു ചിത്രം പങ്കിട്ടു
mr: प्रतिमा शेअर केली
nl: heeft een afbeelding gedeeld
pa: ਇੱਕ ਤਸਵੀਰ ਸਾਂਝੀ ਕੀਤੀ
pt_pt: partilhou uma imagem
ru: Посетитель поделился изображением
ta_in: ஒரு படத்தைப் பகிர்ந்துள்ளார்
te: ఇక ఇమేజ్ పంచుకోబడింది
tr: bir resim paylaştı
ur_arab_in: ایک تصویر شیئر کی
vi: đã chia sẻ hình ảnh
zh_hant: 已分享影像

# chat.msg.sharevideo
source: shared a video
bn_in: একটি ভিডিও শেয়ার করেছেন
de: teilte ein Video
el: κοινοποίησε ένα βίντεο
es: compartió un vídeo
fr: a partagé une vidéo
gu: વિડિઓ શૅઅર કર્યો
hi: कोई वीडियो साझा किया
it: ha condiviso un video
ja: ビデオを共有
kn: ಒಂದು ವೀಡಿಯೋ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു വീഡിയോ പങ്കിട്ടു
mr: ने एक व्हिडिओ शेअर केला
nl: heeft een video gedeeld
pa: ਇੱਕ ਵੀਡੀਓ ਸਾਂਝਾ ਕੀਤਾ
pt_pt: partilhou um vídeo
ru: Посетитель поделился видео
ta_in: வீடியோவைப் பகிர்ந்துள்ளார்
te: ఒక వీడియో పంచుకున్నారు
tr: bir video paylaştı
ur_arab_in: ایک ویڈیو شیئر کی
vi: đã chia sẻ một đoạn video
zh_hant: 已分享視訊

# chat.msg.sharefile
source: shared a file
bn_in: একটি ফাইল শেয়ার করেছেন
de: teilte eine Datei
el: μοιράστηκε ένα αρχείο
es: compartió un archivo
fr: a partagé un fichier
gu: ફાઇલ શૅઅર કરી
hi: कोई फाइल साझा की
it: ha condiviso un file
ja: さんがファイルを共有されました
kn: ಒಂದು ಫೈಲ್‌ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു ഫയൽ പങ്കിട്ടു
mr: एक फाइल शेअर केली
nl: heeft een bestand gedeeld
pa: ਫਾਈਲ ਸਾਂਝੀ ਕੀਤੀ
pt_pt: partilhou um ficheiro
ru: Посетитель поделился файлом
ta_in: ஒரு கோப்பைப் பகிர்ந்துகொண்டார்
te: ఒక ఫైలు పంచుకోబడింది
tr: bir dosya paylaştı
ur_arab_in: ایک فائل شیئر کی
vi: đã chia sẻ một tập tin
zh_hant: 已分享檔案

# chat.msg.shareaudio
source: shared an audio
bn_in: একটি অডিও শেয়ার করেছেন
de: teilte eine Audiodatei
el: μοιράστηκε ένα αρχείο ήχου
es: compartió un audio
fr: a partagé un fichier audio
gu: એક ઑડિયો શૅઅર કર્યો
hi: कोई ऑडियो साझा किया
it: ha condiviso un audio
ja: さんが音声を共有しました
kn: ಒಂದು ಆಡಿಯೊ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു ഓഡിയോ പങ്കിട്ടു
mr: एक ऑडिओ शेअर केला
nl: heeft audio gedeeld
pa: ਆਡੀਓ ਸਾਂਝੀ ਕੀਤੀ
pt_pt: partilhou um áudio
ru: поделился звукозаписью
ta_in: ஒரு ஆடியோவைப் பகிர்ந்துள்ளார்
te: ఆడియో పంచుకోబడింది
tr: ses paylaşıldı
ur_arab_in: ایک آڈیو شیئر کی
vi: đã chia sẻ một tập tin âm thanh
zh_hant: 分享音訊

# chat.msg.sharecontact
source: shared a contact
bn_in: একটি পরিচিতি শেয়ার করেছেন
de: teilte einen Kontakt
el: κοινοποίησε μια επαφή
es: compartió un contacto
fr: a partagé un contact
gu: સંપર્ક શૅઅર કર્યો
hi: कोई संपर्क साझा किया
it: ha condiviso un contatto
ja: 連絡先を共有
kn: ಒಂದು ಸಂಪರ್ಕ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു കോൺടാക്റ്റ് പങ്കിട്ടു
mr: संपर्क शेअर केला
nl: heeft een contactpersoon gedeeld
pa: ਸੰਪਰਕ ਸਾਂਝਾ ਕੀਤਾ
pt_pt: partilhou um contacto
ru: Посетитель поделился контактом
ta_in: ஒரு தொடர்பைப் பகிர்ந்துள்ளார்
te: కాంటాక్ట్ పంచుకోబడింది
tr: bir kişi paylaştı
ur_arab_in: ایک رابطہ شیئر کیا
vi: đã chia sẻ một số liên lạc
zh_hant: 已分享聯絡人

# chat.msg.shareevent
source: shared an event
de: teilte ein Ereignis
el: κοινοποίησε μια εκδήλωση
es: compartió un evento
fr: a partagé un événement
hi: कोई ईवेंट साझा की
it: ha condiviso un evento
ja: イベントを共有
nl: heeft een gebeurtenis gedeeld
pt_pt: partilhou um evento
ru: Посетитель поделился сведениями о событии
tr: bir etkinlik paylaştı
vi: đã chia sẻ một sự kiện
zh_hant: 已分享事件

# chat.msg.sharelocation
source: shared a location
bn_in: একটি অবস্থান শেয়ার করেছেন
de: teilte einen Standort
el: κοινοποίησε μια τοποθεσία
es: compartió una ubicación
fr: a partagé un emplacement
gu: એક સ્થાન શૅઅર કર્યું
hi: कोई स्थान साझा किया
it: ha condiviso una posizione
ja: 場所を共有
kn: ಒಂದು ಸ್ಥಳ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു ലൊക്കേഷൻ പങ്കിട്ടു
mr: स्थान शेअर केले
nl: heeft een locatie gedeeld
pa: ਸਥਿਤੀ ਸਾਂਝਾ ਕੀਤੀ
pt_pt: partilhou uma localização
ru: Посетитель поделился сведениями о местоположении
ta_in: ஒரு இருப்பிடத்தைப் பகிர்ந்துள்ளார்
te: లొకేషన్ పంచుకోబడింది
tr: bir konum paylaştı
ur_arab_in: ایک مقام شیئر کیا
vi: đã chia sẻ một địa điểm
zh_hant: 已分享位置

# chat.action.overflow.settings
source: Settings
bn_in: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
gu: સેટિંગ્સ
hi: सेटिंग्स
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണം
mr: सेटिंग्ज
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pt_pt: Definições
ru: Настройки
ta_in: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur_arab_in: ترتیبات
vi: Thiết lập
zh_hant: 設定

# chat.profile.upload.option.viewphoto
source: View Photo
bn_in: ছবি দেখুন
de: Foto anzeigen
el: Προβολή φωτογραφίας
es: Ver foto
fr: Afficher la photo
gu: ફોટો જુઓ
hi: फोटो देखें
it: Visualizza foto
ja: 写真を表示
kn: ಫೋಟೋ ನೋಡಿ
ml: ഫോട്ടോ കാണുക
mr: फोटो पहा
nl: Foto weergeven
pa: ਫੋਟੋ ਵੇਖੋ
pt_pt: Ver fotografia
ru: Просмотр фотографии
ta_in: புகைப்படத்தைக் காண்க
te: ఫోటో వీక్షించండి
tr: Fotoğrafı Görüntüle
ur_arab_in: تصویر دیکھیں
vi: Xem Ảnh
zh_hant: 檢視相片

# chat.profile.upload.option.choose
source: Choose from Gallery
bn_in: গ্যালারী থেকে বাছুন
de: Aus Galerie wählen
el: Επιλέξτε από τη Γκαλερί
es: Seleccionar de la galería
fr: Choisir dans la galerie
gu: ગૅલેરીમાંથી પસંદ કરો
hi: गैलरी से चुनें
it: Scegli dalla galleria
ja: ギャラリーから選択
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆಯ್ಕೆ ಮಾಡಿ
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: गॅलरीमधून निवडा
nl: Kiezen uit galerie
pa: ਗੈਲਰੀ ਵਿੱਚੋਂ ਚੁਣੋ
pt_pt: Escolher a partir da galeria
ru: Выбрать из галереи
ta_in: படத்தொகுப்பில் இருந்து தேர்வுசெய்க
te: గ్యాలరీ నుంచి ఎంచుకోండి
tr: Galeriden Seçin
ur_arab_in: گیلری سے منتخب کریں
vi: Chọn từ Bộ sưu tập
zh_hant: 從圖庫中選擇

# chat.profile.upload.option.takephoto
source: Take Photo
bn_in: ফটো নিন
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar fotografía
fr: Prendre une photo
gu: ફોટો લો
hi: फोटो लें
it: Scatta foto
ja: 写真を撮る
kn: ಫೊಟೋ ತೆಗೆದುಕೊಳ್ಳಿ
ml: ഫോട്ടോ എടുക്കുക
mr: फोटो घ्या
nl: Foto maken
pa: ਫੋਟੋ ਲਓ
pt_pt: Tirar fotografia
ru: Сделать фото
ta_in: புகைப்படம் எடு
te: ఫోటో తీయి
tr: Fotoğraf Çek
ur_arab_in: تصویر لیں
vi: Chụp Ảnh
zh_hant: 拍照

# chat.profile.upload.option.remove
source: Remove
bn_in: সরিয়ে দিন
de: Entfernen
el: Αφαίρεση
es: Quitar
fr: Supprimer
gu: દૂર કરો
hi: निकालें
it: Rimuovi
ja: 削除
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
mr: काढा
nl: Verwijderen
pa: ਹਟਾਓ
pt_pt: Remover
ru: Удалить
ta_in: அகற்று
te: తొలగించండి
tr: Kaldır
ur_arab_in: ہٹائیں
vi: Xóa
zh_hant: 刪除

# chat_title_edit_done
source: Done
bn_in: হয়ে গেছে
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fr: Effectué
gu: થઈ ગયું
hi: किया गया
it: Fatto
ja: 実行済み
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
nl: Gereed
pa: ਹੋ ਗਿਆ
pt_pt: Concluído
ru: Готово
ta_in: முடிந்தது
te: పూర్తయ్యింది
tr: Bitti
ur_arab_in: ہو گیا
vi: Hoàn tất
zh_hant: 完成

# chat.eventdetails.desc
source: Description
bn_in: বর্ণনা
de: Beschreibung
el: Περιγραφή
es: Descripción
gu: વર્ણન
hi: ब्यौरा
it: Descrizione
ja: 説明
kn: ವಿವರಣೆ
ml: വിവരണം
mr: वर्णन
nl: Beschrijving
pa: ਵਿਆਖਿਆ
pt_pt: Descrição
ru: Описание
ta_in: விவரிப்பு
te: వివరణ
tr: Açıklama
ur_arab_in: تفصیل
vi: Mô tả
zh_hant: 說明

# chat.eventdetails.stdate
source: Start Date
de: Anfangsdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fr: Date de début
hi: प्रारंभ की तारीख
it: Data di inizio
ja: 開始日
nl: Begindatum
pt_pt: Data de início
ru: Дата начала
tr: Başlangıç Tarihi
vi: Ngày Bắt Đầu
zh_hant: 開始日期

# chat.eventdetails.enddate
source: End Date
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
fr: Date de fin
hi: समाप्ति की तारीख
it: Data di fine
ja: 終了日
nl: Einddatum
pt_pt: Data de fim
ru: Дата окончания
tr: Bitiş Tarihi
vi: Ngày Kết Thúc
zh_hant: 結束日期

# chat.eventdetails.reminder
source: Reminder
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fr: Rappel
hi: रिमाइंडर
it: Promemoria
ja: リマインダ
nl: Herinnering
pt_pt: Lembrete
ru: Напоминание
tr: Anımsatıcı
vi: Nhắc nhở
zh_hant: 提醒

# chat.eventdetails.constants.minbefore
source: minutes before
de: Minuten zuvor
el: λεπτά πριν
es: minutos antes
fr: minutes avant
hi: मिनट पहले
it: minuti prima
ja: 分前
nl: minuten vóór
pt_pt: minutos antes
ru: мин. до
tr: önceki dakika sayısı
vi: phút trước
zh_hant: 分鐘前

# chat.eventdetails.constants.hrsbefore
source: hours before
de: Stunden zuvor
el: ώρες πριν
es: horas antes
fr: heures avant
hi: घंटे पहले
it: ore prima
ja: 時間前
nl: uren vóór
pt_pt: horas antes
ru: ч. до
tr: önceki saat sayısı
vi: giờ trước
zh_hant: 小時前

# chat.eventdetails.constants.daysbefore
source: days before
de: Tage zuvor
el: ημέρες πριν
es: días antes
fr: jours avant
hi: दिन पहले
it: giorni prima
ja: 日前
nl: dagen vóór
pt_pt: dias antes
ru: дн. до
tr: önceki gün sayısı
vi: ngày trước
zh_hant: 天前

# chat.eventdetails.constants.weeksbefore
source: weeks before
de: Wochen zuvor
el: εβδομάδες πριν
es: semanas antes
fr: semaines avant
hi: सप्ताह पहले
it: settimane prima
ja: 週間前
nl: weken vóór
pt_pt: semanas antes
ru: нед. до
tr: önceki hafta sayısı
vi: tuần trước
zh_hant: 週前

# chat.eventdetails.constants.isallday
source: All Day
de: Ganztägig
el: Όλη μέρα
es: Todos el día
fr: Toute la journée
hi: पूरा दिन
it: Tutto il giorno
ja: 一日中
nl: Hele dag
pt_pt: Todo o dia
ru: Весь день
tr: Tüm Gün
vi: Cả Ngày
zh_hant: 全天

# chat.share.contact.failure.ok
source: Ok
bn_in: ঠিক আছে
de: In Ordnung
el: Εντάξει
es: De acuerdo
gu: ઓકે
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ru: ОК
ta_in: சரி
te: సరే
tr: Tamam
ur_arab_in: ٹھیک ہے
zh_hant: 確定

# chat.dialog.positivebutton.submit
source: Submit
bn_in: জমা দিন
de: Absenden
el: Υποβολή
es: Enviar
fr: Envoyer
gu: સબમિટ કરો
hi: सबमिट करें
it: Invia
ja: 提出
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सबमिट करा
nl: Verzenden
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pt_pt: Enviar
ru: Отправить
ta_in: சமர்ப்பி
te: సబ్మిట్ చేయండి
tr: Gönder
ur_arab_in: جمع کرائیں
vi: Gửi
zh_hant: 提交

# chat.dialog.positivebutton.update
source: Update
bn_in: আপডেট করুন
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
gu: અપડેટ
hi: अद्यतन करें
it: Aggiorna
ja: アップデート
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ml: അപ്‌ഡേറ്റ് ചെയ്യുക
mr: अपडेट करा
nl: Bijwerken
pa: ਅੱਪਡੇਟ ਕਰੋ
pt_pt: Atualizar
ru: Обновить
ta_in: புதுப்பி
te: అప్‌డేట్ చేయండి
tr: Güncelleştir
ur_arab_in: اپ ڈیٹ کریں
vi: Cập nhật
zh_hant: 更新

# chat.dialog.positivebutton.leave
source: Leave
de: Verlassen
el: Αναχώρηση
es: Permiso
fr: Quitter
hi: जाएं
it: Abbandona
ja: 脱退する
nl: Verlaten
pt_pt: Sair
ru: Покинуть
tr: Bırak
vi: Rời khỏi
zh_hant: 離開

# chat.dialog.positivebutton.unsubscribe
source: Unsubscribe
de: Kündigen
el: Διαγραφή
es: Cancelar suscripción
fr: Se désabonner
hi: सदस्यता छोड़ें
it: Annulla sottoscrizione
ja: 購読中止する
nl: Uitschrijven
pt_pt: Anular subscrição
ru: Отменить подписку
tr: Aboneliği Kaldır
vi: Hủy đăng ký
zh_hant: 取消訂購

# chat.dialog.positivebutton.subscribe
source: Subscribe
de: Abonnieren
el: Εγγραφή
es: Suscribir
fr: S’abonner
hi: सदस्यता लें
it: Sottoscrivi
ja: 購読
nl: Inschrijven
pt_pt: Subscrever
ru: Подписаться
tr: Abone Ol
vi: Đăng ký
zh_hant: 訂購

# chat.dialog.positivebutton.clear
source: Clear
bn_in: পরিষ্কার করুন
de: Aufheben
el: Καθαρισμός
es: Borrar
fr: Effacer
gu: સાફ કરો
hi: साफ़ करें
it: Cancella
ja: クリア
kn: ತೆರವುಗೊಳಿಸಿ
ml: മായ്‌ക്കുക
mr: साफ करा
nl: Wissen
pa: ਸਾਫ਼ ਕਰੋ
pt_pt: Limpar
ru: Очистить
ta_in: அழி
te: క్లియర్ చేయండి
tr: Temizle
ur_arab_in: صاف کریں
vi: Xóa
zh_hant: 清除

# chat.dialog.tag.positivebtn
source: Add a location tag
de: Standortmarkierung hinzufügen
el: Προσθέστε ετικέτα τοποθεσίας
es: Agregar una etiqueta de ubicación
fr: Ajouter une balise de localisation
hi: कोई स्थान टैग जोड़ें
it: Aggiungi un tag di posizione
ja: ロケーションタグを追加
nl: Voeg een locatietag toe
pt_pt: Adicionar um etiqueta de localização
ru: Добавить тег расположения
tr: Bir konum etiketi ekle
vi: Thêm tag địa điểm
zh_hant: 新增位置標記

# chat.dialog.title.profileupload
source: Profile photo
bn_in: প্রোফাইলের ছবি
de: Profilfoto
el: Φωτογραφία προφίλ
es: Foto de perfil
fr: Photo de profil
gu: પ્રોફાઇલ ફોટો
hi: प्रोफाइल फोटो
it: Foto del profilo
ja: プロファイル写真
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ml: പ്രൊഫൈൽ ഫോട്ടോ
mr: प्रोफाइल फोटो
nl: Profielfoto
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ
pt_pt: Fotografia de perfil
ru: Фото в профиле
ta_in: சுயவிவர புகைப்படம்
te: ప్రొఫైల్ ఫోటో
tr: Profil fotoğrafı
ur_arab_in: پروفائل کی تصویر
vi: Ảnh hồ sơ
zh_hant: 設定檔相片

# chat.dialog.title.signout
source: Sign out
bn_in: সাইন আউট করুন
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
gu: સાઇન આઉટ
hi: साइन आउट करें
it: Esci
ja: サインアウト
kn: ಸೈನ್ ಔಟ್
ml: സൈൻ ഔട്ട് ചെയ്യുക
mr: साइन आउट करा
nl: Afmelden
pa: ਸਾਈਨ ਆਉਟ ਕਰੋ
pt_pt: Terminar sessão
ru: Выйти
ta_in: வெளியேறு
te: సైన్ అవుట్
tr: Oturumu kapat
ur_arab_in: سائن آؤٹ کریں
vi: Đăng xuất
zh_hant: 登出

# chat.dialog.title.signout.message
source: Would you like to sign out?
bn_in: আপনি কি সাইন আউট করতে চান?
de: Möchten Sie sich abmelden?
el: Επιθυμείτε να αποσυνδεθείτε;
es: ¿Desea cerrar sesión?
fr: Confirmer la déconnexion ?
gu: તમે સાઇન આઉટ કરવા માંગો છો?
hi: क्या आप साइन आउट करना चाहेंगे?
it: Uscire?
ja: サインアウトしてもよろしいですか？
kn: ನೀವು ಸೈನ್‌ಔಟ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ml: നിങ്ങൾ സൈൻ ഔട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्हाला साइन आउट करायचे आहे का?
nl: Wilt u zich afmelden?
pa: ਕੀ ਤੁਸੀਂ ਸਾਈਨ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Pretende terminar sessão?
ru: Выйти из системы?
ta_in: வெளியேற விரும்புகிறீர்களா?
te: మీరు సైన్ అవుట్ చేయాలని కోరుకుంటున్నారా?
tr: Oturumu kapatmak istiyor musunuz?
ur_arab_in: کیا آپ سائن آؤٹ ہونا چاہیں گے؟
vi: Bạn có muốn đăng xuất hay không?
zh_hant: 是否要登出？

# chat.dialog.title.clearcustomstatus
source: Clear custom status
de: Spezifischen Status aufheben
el: Καθαρισμός προσαρμοσμένης κατάστασης
es: Borrar estado personalizado
fr: Effacer statut personnalisé
hi: कस्टम स्थिति साफ़ करें
it: Cancella stato personalizzato
ja: カスタムステータスをクリアする
nl: Aangepaste status wissen
pt_pt: Limpar estado personalizado
ru: Очистить пользовательское состояние
tr: Özel durumu temizle
vi: Xóa trạng thái tùy chỉnh
zh_hant: 清除客戶狀態

# chat.dialog.message.invitecontact.org
source: You can chat with anyone in the same organization right away even without sending a chat invite.
de: Sie können gleich mit jedermann in derselben Organisation chatten, ohne eine Chateinladung senden zu müssen.
el: Μπορείτε να συνομιλήσετε με οποιονδήποτε στον ίδιο οργανισμό άμεσα, χωρίς να αποστείλετε πρόσκληση συνομιλίας.
es: Puede chatear con cualquier persona de la misma organización inmediatamente, incluso sin enviar una invitación de chat.
fr: Vous pouvez dès à présent discuter avec toute personne de la même entreprise que vous sans même lui envoyer une invitation.
hi: आप कोई चैट आमंत्रण भेजे बिना तुरंत उसी संगठन में किसी से चैट कर सकते हैं।
it: Puoi avviare una chat immediatamente con qualsiasi membro dell’organizzazione senza inviare un invito.
ja: チャットに招待しなくても、同じ組織に所属している人とはチャットをすることができます。
nl: U kunt meteen chatten met iedereen in dezelfde organisatie, zelfs zonder een uitnodiging voor een chat te versturen.
pt_pt: Pode falar no chat com qualquer pessoa na mesma organização de imediato, mesmo sem enviar um convite de chat.
ru: Можно беседовать в чате с любым пользователем в пределах этой же организации без отправки приглашения.
tr: Bir sohbet daveti göndermeden de aynı kuruluş içindeki herkesle hemen sohbet edebilirsiniz.
vi: Bạn có thể chat với bất kỳ ai trong cùng tổ chức ngay lập tức thậm chí không cần gửi thư mời chat.
zh_hant: 您可立即與相同機構內的任何人進行聊天，甚至無需傳送聊天邀請。

# chat.dialog.message.invitecontact
source: Invite %@?
bn_in: %@-কে আমন্ত্রণ করবেন?
de: %@ einladen?
el: Πρόσκληση %@;
es: ¿Invitar a %@?
fr: Inviter %@ ?
gu: %@ આમંત્રિત કરીએ?
hi: %@ को आमंत्रित करें?
it: Invitare %@?
ja: %@ を招待しますか？
kn: %@ ರನ್ನು ಆಹ್ವಾನಿಸುವುದೇ?
ml: %@ നെ ക്ഷണിക്കണോ?
mr: %@ ला आमंत्रित करायचे?
nl: %@ uitnodigen?
pa: %@ ਨੂੰ ਸੱਦਾ ਦਿਓ?
pt_pt: Convidar %@?
ru: Пригласить %@?
ta_in: %@-ஐ அழைக்க வேண்டுமா?
te: %@ ని ఆహ్వానించాలా?
tr: %@ Davet Edilsin mi?
ur_arab_in: %@ کو مدعو کریں؟
vi: Mời %@?
zh_hant: 邀請 %@？

# chat.dialog.message.reinvitecontact
source: Reinvite %@?
de: %@ erneut einladen?
el: Εκ νέου πρόσκληση %@;
es: ¿Volver a invitar a %@?
fr: Réinviter %@ ?
hi: %@ को पुनःआमंत्रित करें?
it: Invitare di nuovo %@?
ja: %@ を再招待しますか？
nl: %@ opnieuw uitnodigen?
pt_pt: Convidar novamente %@?
ru: Повторно пригласить %@?
tr: %@ Yeniden Davet Edilsin mi?
vi: Mời lại %@?
zh_hant: 再次邀請 %@？
