Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# msg_empty_blocked_contacts
source: Tap * at the bottom of your screen to select a contact to block. You will not receive calls or messages from people you've blocked.
bn_in: আপনার স্ক্রিনের নীচে * ট্যাপ করুন ব্লক করতে একটি যোগাযোগ নির্বাচন করার জন্য। আপনার ব্লক করা ব্যক্তিদের কাছ থেকে আপনি কল বা বার্তা পাবেন না।
de: Tippen Sie zur Auswahl eines Kontaktes zum Blockieren auf das „*“ ganz unten im Bildschirm. Sie erhalten keine Anrufe und Mitteilungen von blockierten Personen.
el: Πατήστε * στο κάτω μέρος της οθόνης σας για να επιλέξετε μια επαφή προς αποκλεισμό. Δεν θα λαμβάνετε κλήσεις ή μηνύματα από άτομα που έχετε αποκλείσει.
es: Toque * al final de la pantalla para seleccionar un contacto para bloquear. No recibirá llamadas ni mensajes de las personas que haya bloqueado.
fr: Appuyez sur * en bas de votre écran pour sélectionner un contact à bloquer. Vous ne recevrez pas d’appels ou de messages des personnes que vous avez bloquées.
gu: અવરોધિત કરવા માટે કોઈ સંપર્ક પસંદ કરવા માટે તમારી સ્ક્રીનના તળિયે * ટૅપ કરો. અવરોધિત કરાયેલ લોકો તરફથી કૉલ અથવા સંદેશા તમે મેળવશો નહીં.
hi: अवरुद्ध करने के लिए संपर्क चुनने के लिए अपनी स्क्रीन के निचले भाग पर * पर टैप करें। आपने जिन लोगों को अवरुद्ध कर दिया है, आपको उनसे कॉल या संदेश प्राप्त नहीं होंगे।
it: Tocca * la parte inferiore dello schermo per selezionare un contatto da bloccare. Non riceverai chiamate o messaggi dalle persone bloccate.
ja: 画面下の*をタップして、ブロックする連絡先を選択します。ブロックした相手からの電話やメッセージは受け取れなくなります。
kn: ನಿರ್ಬಂಧಿಸುವುದಕ್ಕಾಗಿ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಿಮ್ಮ ಸ್ಕ್ರೀನ್‌ ಕೆಳಭಾಗದಲ್ಲಿ ಇರುವ * ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ನೀವು ಬ್ಲಾಕ್ ಮಾಡಿದ ಜನರಿಂದ ನೀವು ಕರೆಗಳು ಅಥವಾ ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ml: തടയാൻ ഒരു കോൺ‌ടാക്റ്റ് തിരഞ്ഞെടുക്കുന്നതിന് നിങ്ങളുടെ സ്ക്രീനിന്റെ ചുവടെ * ടാപ്പ് ചെയ്യുക. നിങ്ങൾ തടഞ്ഞ ആളുകളിൽ നിന്ന് നിങ്ങൾക്ക് കോളുകളോ സന്ദേശങ്ങളോ ലഭിക്കില്ല.
mr: संपर्क ब्लॉक करण्यास निवडण्यासाठी तुमच्या स्क्रीनच्या तळाशी * टॅप करा. तुम्ही ब्लॉक केलेल्या लोकांकडून कॉल किंवा मेसेज तुम्हाला प्राप्त होणार नाहीत.
nl: Tik op * onder aan uw scherm om een contactpersoon te selecteren die u wilt blokkeren. U ontvangt geen oproepen of berichten van personen die u heeft geblokkeerd.
pa: ਸੰਪਰਕ ਨੂੰ ਬਲਾਕ ਕਰਨ ਲਈ ਸੰਪਰਕ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਆਪਣੀ ਸਕ੍ਰੀਨ ਦੇ ਹੇਠਾਂ * ਤੇ ਟੈਪ ਕਰੋ। ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਕਾਲਾਂ ਜਾਂ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਣਗੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਬਲੌਕ ਕੀਤਾ ਹੈ।
pt_pt: Toque em * na parte inferior do ecrã para selecionar um contacto a bloquear. Não receberá chamadas ou mensagens de pessoas que tenha bloqueado.
ru: Нажмите * в нижней части экрана, чтобы выбрать контакт для блокировки. Вы не будете получать звонки или сообщения от тех, кого вы заблокировали.
ta_in: ஒரு தொடர்பைத் தடைசெய்ய தேர்ந்தெடுக்க உங்கள் திரையின் அடிப்பகுதியில் உள்ள * -ஐத் தட்டவும். நீங்கள் தடைசெய்த நபர்களிடமிருந்து இனி அழைப்புகள் அல்லது செய்திகளைப் பெற மாட்டீர்கள்.
te: బ్లాక్ చేయడానికి కాంటాక్ట్ ఎంచుకోవడానికి మీ స్క్రీన్ దిగువన * మీద తట్టండి. మీరు బ్లాక్ చేసిన వ్యక్తుల నుంచి కాల్స్ లేదా సందేశాలను అందుకోరు.
tr: Engellemek istediğiniz bir kişiyi seçmek için ekranınızın alt bölümündeki * simgesine dokunun. Engellediğiniz kişilerden çağrı veya mesaj almayacaksınız.
ur_arab_in: بلاک کرنے کی خاطر رابطہ منتخب کرنے کے لیے اپنی اسکرین کے زیریں حصے پر * پر ٹیپ کریں۔ آپ ان لوگوں کی جانب سے کالز یا پیغامات موصول نہیں کریں گے جنہیں آپ نے بلاک کیا ہے۔
vi: Chạm vào * ở dưới cùng của màn hình để chọn một số liên lạc cần chặn. Bạn sẽ không nhận được cuộc gọi hay tin nhắn từ những người bạn đã chặn.
zh_hant: 轻触屏幕底部的 * 以选择要阻止的联系人。您不会收到已阻止人员的电话或消息。

# settings_chatbg_title
source: Chat background
bn_in: চ্যাটের পটভূমি
de: Chathintergrund
el: Φόντο συνομιλίας
es: Fondo de chat
fr: Arrière-plan de conversation
gu: ચૅટ બેકગ્રાઉન્ડ
hi: चैट पृष्ठभूमि
it: Sfondo chat
ja: チャット背景
kn: ಚಾಟ್ ಹಿನ್ನೆಲೆ
ml: ചാറ്റ് പശ്ചാത്തലം
mr: चॅट पार्श्वभूमी
nl: Achtergrond voor chat
pa: ਚੈਟ ਬੈਕਗ੍ਰਾਉਂਡ
pt_pt: Fundo do chat
ru: Фон чата
ta_in: அரட்டைப் பின்புலம்
te: చాట్ బ్యాక్‌గ్రౌండ్
tr: Sohbet arka planı
ur_arab_in: چیٹ کا پس منظر
vi: Hình nền chat
zh_hant: 聊天背景

# settings_chatbg_desc
source: Change the background for your chat screen
bn_in: আপনার চ্যাটের স্ক্রিনের জন্য পটভূমি পরিবর্তন করুন
de: Hintergrund des Chatbildschirms ändern
el: Αλλάξτε το φόντο για την οθόνη της συνομιλίας σας
es: Cambiar el fondo de la pantalla de chat
fr: Modifiez l’arrière-plan de votre écran de conversation
gu: તમારી ચૅટ સ્ક્રીન માટેનો પૃષ્ઠભૂમિ બદલો
hi: अपनी चैट स्क्रीन की पृष्ठभूमि बदलें
it: Cambia lo sfondo dello schermo della tua chat
ja: チャット画面の背景変更
kn: ನಿಮ್ಮ ಚಾಟ್‌ ಸ್ಕ್ರೀನ್‌ನ ಹಿನ್ನೆಲೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: നിങ്ങളുടെ ചാറ്റ് സ്ക്രീനിനായി പശ്ചാത്തലം മാറ്റുക
mr: तुमच्या चॅट स्क्रीनसाठी पार्श्वभूमी बदला
nl: Verander de achtergrond voor uw chatscherm
pa: ਆਪਣੀ ਚੈਟ ਸਕ੍ਰੀਨ ਲਈ ਬੈਕਗ੍ਰਾਉਂਡ ਬਦਲੋ
pt_pt: Altere o fundo do seu ecrã de chat
ru: Изменение фона окна вашего чата
ta_in: உங்கள் அரட்டை திரைக்கான பின்புலத்தை மாற்றவும்
te: మీ చాట్ స్క్రీన్ కోసం బ్యాక్‌గ్రౌండ్‌ని మార్చండి
tr: Sohbet ekranınızın arka planını değiştirin
ur_arab_in: اپنی چیٹ اسکرین کا پس منظر تبدیل کریں
vi: Thay đổi hình nền cho màn hình chat của bạn
zh_hant: 更改聊天屏幕的背景

# settings_chatbg_adapter_color
source: Colors
bn_in: রঙ
de: Farben
el: Χρώματα
es: Colores
fr: Couleurs
gu: રંગો
hi: रंग
it: Colori
ja: 色
kn: ಬಣ್ಣಗಳು
ml: നിറങ്ങൾ
mr: रंग
nl: Kleuren
pa: ਰੰਗ
pt_pt: Cores
ru: Цвета
ta_in: நிறங்கள்
te: రంగులు
tr: Renkler
ur_arab_in: رنگ
vi: Màu
zh_hant: 颜色

# settings_chatbg_adapter_wallpaper
source: Wallpapers
bn_in: ওয়ালপেপারগুলি
de: Hintergründe
el: Ταπετσαρίες
es: Fondos de pantalla
fr: Papiers peints
gu: વૉલપેપર્સ
hi: वॉलपेपर्स
it: Sfondi
ja: 壁紙
kn: ವಾಲ್‌ಪೇಪರ್‌ಗಳು
ml: വാൾപേപ്പറുകൾ
mr: वॉलपेपर
nl: Achtergronden
pa: ਵਾਲਪੇਪਰ
pt_pt: Padrões de fundo
ru: Фоновые рисунки
ta_in: வால்பேப்பர்கள்
te: వాల్‌పేపర్లు
tr: Duvar Kağıtları
ur_arab_in: وال پیپرز
vi: Hình nền
zh_hant: 壁纸

# settings_chatbg_adapter_permission
source: Allow access to storage and media.
bn_in: স্টোরেজ এবং মিডিয়ায় অ্যাক্সেসের অনুমতি দিন।
de: Gewähren Sie Zugriff auf Speicher und Medien.
el: Επιτρέψτε πρόσβαση στον χώρο αποθήκευσης και στα πολυμέσα.
es: Permita el acceso al espacio de almacenamiento y a los elementos multimedia.
fr: Autorisez l’accès au stockage et aux médias.
gu: સ્ટોરેજ અને મીડિયાની ઍક્સેસને પરવાનગી આપો.
hi: संग्रहण और मीडिया तक पहुँच की अनुमति दें।
it: Consenti l’accesso ai dati archiviati e ai media.
ja: ストレージやメディアへのアクセスを可能にする。
kn: ಸಂಗ್ರಹಣೆ ಮತ್ತು ಮೀಡಿಯಾಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: സംഭരണത്തിലേക്കും മീഡിയയിലേക്കും ആക്‌സസ് അനുവദിക്കുക.
mr: स्टोरेज आणि मीडिया अॅक्सेस करण्याची परवानगी द्या.
nl: Toegang tot opslag en media toestaan.
pa: ਸਟੋਰੇਜ ਅਤੇ ਮੀਡੀਆ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Permitir o acesso ao armazenamento e aos suportes de media.
ru: Предоставьте доступ к хранилищу данных и мультимедиа.
ta_in: சேமிப்பகம் மற்றும் ஊடகங்களை அணுக அனுமதிக்கவும்.
te: స్టోరేజీ మరియు మీడియా యాక్సెస్ అనుమతించండి.
tr: Depolama ve medyaya erişim izni verin.
ur_arab_in: اسٹوریج اور میڈیا تک رسائی کی اجازت دیں۔
vi: Cho phép truy cập bộ nhớ lưu trữ và media.
zh_hant: 允许访问存储和媒体。

# settings_chatbg_adapter_permission_allow
source: Allow access
bn_in: অ্যাক্সেসের অনুমতি দিন
de: Zugriff gewähren
el: Επιτρέψτε πρόσβαση
es: Permitir acceso
fr: Permettre l’accès
gu: એક્સેસની પરવાનગી આપો
hi: पहुँच प्राप्त करने की अनुमति दें
it: Consenti accesso
ja: アクセスを許可する
kn: ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ
ml: ആക്സസ് അനുവദിക്കുക
mr: अॅक्सेस करण्याची अनुमती द्या
nl: Toegang toestaan
pa: ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ
pt_pt: Permitir acesso
ru: Разрешить доступ
ta_in: அணுகலை அனுமதி
te: యాక్సెస్‌ని అనుమతించండి
tr: Erişim izni ver
ur_arab_in: رسائی کی اجازت دیں
vi: Cho phép truy cập
zh_hant: 允许访问

# settings_chatbg_adapter_permission_allow_access
source: To view photos, allow access to gallery.
bn_in: ছবি দেখার জন্য, গ্যালারী অ্যাক্সেসের অনুমতি দিন।
de: Gewähren Sie Zugriff auf die Galerie, wenn Sie Fotos anzeigen möchten.
el: Για προβολή φωτογραφιών, επιτρέψτε πρόσβαση στη γκαλερί.
es: Para ver fotos, permita el acceso a la galería.
fr: Pour afficher les photos, autorisez l’accès à la galerie.
gu: ફોટા જોવા માટે, ગેલેરીમાં પ્રવેશની પરવાનગી આપો.
hi: फोटोज़ देखने के लिए, गैलरी तक पहुँच की अनुमति दें।
it: Per visualizzare le foto, consenti l’accesso alla galleria.
ja: 写真を見るには、ギャラリーへのアクセスを許可する必要があります。
kn: ಫೋಟೋಗಳನ್ನು ನೋಡಲು, ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: ഫോട്ടോകൾ കാണുന്നതിന്, ഗാലറിയിലേക്ക് ആക്സസ് അനുവദിക്കുക.
mr: फोटो पाहण्यासाठी, गॅलरी अॅक्सेस करण्याची परवानगी द्या.
nl: Sta toegang tot de galerij toe om foto’s te bekijken.
pa: ਫੋਟੋਆਂ ਵੇਖਣ ਲਈ, ਗੈਲਰੀ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para visualizar as fotografias, permita o acesso à galeria.
ru: Для просмотра фотографий предоставьте доступ к галерее.
ta_in: புகைப்படங்களைக் காண, படத்தொகுப்பை அணுக அனுமதிக்கவும்.
te: ఫొటోలు వీక్షించడానికి, గ్యాలరీ యాక్సెస్‌ని అనుమతించండి.
tr: Fotoğrafları görüntülemek için galeriye erişme izni verin.
ur_arab_in: تصاویر دیکھنے کے لیے، گیلری تک رسائی کی اجازت دیں۔
vi: Để xem hình ảnh, hãy cho phép truy cập bộ sưu tập.
zh_hant: 要查看照片，请允许访问相册。

# settings_chatbg_title_preview
source: Preview
bn_in: প্রিভিউ
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Aperçu
gu: પૂર્વાવલોકન
hi: पूर्वावलोकन करें
it: Anteprima
ja: プレビュー
kn: ಮುನ್ನೋಟ
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
nl: Voorbeeld
pa: ਪੂਰਵਦਰਸ਼ਨ
pt_pt: Pré-visualizar
ru: Предварительный просмотр
ta_in: முன்னோட்டம்
te: ప్రివ్యూ
tr: Önizleme
ur_arab_in: پیش منظر
vi: Xem trước
zh_hant: 预览

# settings_chatbg_preview_wallpaper_tab1
source: LIGHT
bn_in: হালকা
de: HELL
el: ΦΩΤΕΙΝΟ
es: CLARO
fr: CLAIR
gu: આછું
hi: लाइट
it: CHIARO
ja: ライト
kn: ಲೈಟ್
ml: തെളിഞ്ഞത്
mr: सौम्य
nl: LICHT
pa: ਹਲਕਾ
pt_pt: CLARO
ru: СВЕТЛЫЙ
ta_in: வெளிர்
te: లైట్
tr: AÇIK
ur_arab_in: روشن
vi: SÁNG
zh_hant: 浅色

# settings_chatbg_preview_wallpaper_tab2
source: DARK
bn_in: অন্ধকার
de: DUNKEL
el: ΣKOTEINO
es: OSCURO
fr: SOMBRE
gu: ઘેરું
hi: डार्क
it: SCURO
ja: ダーク
kn: ಡಾರ್ಕ್
ml: ഇരുണ്ടത്
mr: गडद
nl: DONKER
pa: ਗਹਿਰਾ
pt_pt: ESCURO
ru: ТЕМНЫЙ
ta_in: இருள்
te: డార్క్
tr: KOYU
ur_arab_in: تاریک
vi: TỐI
zh_hant: 深色

# settings_chatbg_item_msg_left
source: Swipe left or right to preview more backgrounds
bn_in: আরও পটভূমির প্রিভিউ দেখতে বাম বা ডানদিকে সোয়াইপ করুন
de: Zum Anzeigen weiterer Hintergründe nach links oder rechts wischen
el: Σύρετε αριστερά ή δεξιά για προεπισκόπηση περισσότερων φόντων
es: Deslice el dedo rápidamente sobre la pantalla hacia la izquierda o hacia la derecha para obtener una vista previa de más fondos de pantalla
fr: Balayez vers la gauche ou la droite pour afficher l’aperçu d’autres arrière-plans
gu: વધુ બેકગ્રાઉન્ડઝ પૂર્વાવલોકન કરવા માટે ડાબે અથવા જમણે સ્વાઇપ કરો
hi: अधिक पृष्ठभूमियों का पूर्वावलोकन करने के लिए बाएं या दाएं स्वाइप करें
it: Passa a destra o sinistra per vedere l’anteprima di altri sfondi
ja: 左右にスワイプすると、より多くの背景をプレビューできます。
kn: ಇನ್ನಷ್ಟು ಹಿನ್ನೆಲೆಗಳನ್ನು ನೋಡಲು ಎಡಕ್ಕೆ ಅಥವಾ ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: കൂടുതൽ പശ്ചാത്തലങ്ങൾ പ്രിവ്യൂ ചെയ്യുന്നതിന് ഇടത്തോട്ടോ വലത്തോട്ടോ സ്വൈപ്പ് ചെയ്യുക
mr: अधिक पार्श्वभूमींचे पूर्वावलोकन करण्यासाठी डावीकडे किंवा उजवीकडे स्वाइप करा
nl: Veeg naar links of rechts om een voorbeeld van meer achtergronden te bekijken
pa: ਵਧੇਰੇ ਬੈਕਗ੍ਰਾਉਂਡਾਂ ਦੀ ਝਲਕ ਲਈ ਖੱਬੇ ਜਾਂ ਸੱਜੇ ਸਵਾਈਪ ਕਰੋ
pt_pt: Deslize para a esquerda ou direita para pré-visualizar mais padrões de fundo
ru: Проводите влево или вправо для предварительного просмотра других фонов
ta_in: மேலும் பின்புலங்களை முன்னோட்டம் காண, இடது அல்லது வலதுபுறமாக நகர்த்தவும்
te: మరిన్ని బ్యాక్‌గ్రౌండ్‌లను ప్రివ్యూ చేయడానికి ఎడమ లేదా కుడివైపుకు స్వైప్ చేయండి
tr: Daha fazla arka plan önizlemesi için sola veya sağa kaydırın
ur_arab_in: مزید پس منظروں کے پری ویو کے لیے بائیں یا دائیں جانب سوائپ کریں
vi: Vuốt qua trái hoặc phải để xem trước các hình nền khác
zh_hant: 向左或向右滑动以预览更多背景

# settings_chatbg_item_msg_right
source: Tap on the tick icon to set the background
bn_in: পটভূমি সেট করতে টিক আইকনে ট্যাপ করুন
de: Zum Festlegen des Hintergrundes auf das Häkchen klicken
el: Πατήστε στο εικονίδιο σημαδιού ελέγχου για να ορίσετε το φόντο
es: Toque el icono en forma de marca de comprobación para establecer el fondo de pantalla
fr: Appuyez sur l’icône représentant une coche pour définir l’arrière-plan
gu: પૃષ્ઠભૂમિ સેટ કરવા માટે ટિક આયકન પર ટૅપ કરો
hi: पृष्ठभूमि सेट करने के लिए टिक आइकन पर टैप करें
it: Tocca l’icona tick per impostare lo sfondo
ja: ティックアイコンをタップして背景を設定
kn: ಹಿನ್ನೆಲೆಯನ್ನು ಸೆಟ್ ಮಾಡಲು ಟಿಕ್ ಐಕಾನ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ
ml: പശ്ചാത്തലം സജ്ജമാക്കാൻ ടിക്ക് ഐക്കണിൽ ടാപ്പ് ചെയ്യുക
mr: पार्श्वभूमी सेट करण्यासाठी टिक चिन्हावर टॅप करा
nl: Tik op het vinkje om de achtergrond in te stellen
pa: ਬੈਕਗ੍ਰਾਉਂਡ ਸੈਟ ਕਰਨ ਲਈ ਟਿਕ ਆਈਕਨ ‘ਤੇ ਟੈਪ ਕਰੋ
pt_pt: Toque no ícone do visto de verificação para definir o padrão de fundo
ru: Нажмите на значок галочки, чтобы установить фон
ta_in: பின்புலத்தை அமைக்க, டிக் குறி ஐகானைத் தட்டவும்
te: బ్యాక్‌గ్రౌండ్ సెట్ చేయడానికి టిక్ ఐకాన్ మీద తట్టండి
tr: Arka planı ayarlamak için tık simgesine dokunun
ur_arab_in: پس منظر سیٹ کرنے کے لیے ٹک آئیکن پر ٹیپ کریں
vi: Chạm vào dấu kiểm để cài đặt hình nền
zh_hant: 轻触勾号图标以设置背景

# settings_chatbg_item_msg_left_default
source: Setting Arattai's default chat background
bn_in: অ্যারেটাইয়ের ডিফল্ট চ্যাটের পটভূমি সেট করা হচ্ছে
de: Arattai-Chatstandardhintergrund festlegen
el: Ρύθμιση του προεπιλεγμένου φόντου συνομιλίας του Arattai
es: Configurar el fondo de pantalla predeterminado del chat para Arattai
fr: Définition de l’arrière-plan de conversation par défaut d’Arattai
gu: Arattai ની ડિફૉલ્ટ ચૅટ બેકગ્રાઉન્ડ સેટ કરી રહ્યું છે
hi: Arattai की डिफॉल्ट चैट पृष्ठभूमि सेट करना
it: Impostazione sfondo chat predefinito di Arattai
ja: Arattaiのデフォルトチャット背景を設定
kn: Arattai ನ ಡಿಫಾಲ್ಟ್ ಚಾಟ್ ಹಿನ್ನೆಲೆಯನ್ನು ಸೆಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: Arattai-യുടെ ഡിഫോൾട്ട് ചാറ്റ് പശ്ചാത്തലം സജ്ജമാക്കുന്നു
mr: Arattai ची डिफॉल्ट चॅट पार्श्वभूमी सेट करत आहे
nl: De standaard chatachtergrond van Arattai wordt ingesteld
pa: ਅਰਾਤਈ ਦਾ ਡਿਫੌਲਟ ਚੈਟ ਬੈਕਗ੍ਰਾਉਂਡ ਸੈਟ ਕਰਨਾ
pt_pt: A definir o fundo de conversa padrão do Arattai
ru: Установка фона чата Arattai по умолчанию
ta_in: Arattai-இன் இயல்புநிலை அரட்டைப் பின்புலத்தை அமைத்தல்
te: అరాటై డిఫాల్ట్ చాట్ బ్యాక్‌గ్రౌండ్‌ని సెట్ చేయడం
tr: Arattai varsayılan sohbet arka planı ayarlanıyor
ur_arab_in: Arattai کے ڈیفالٹ چیٹ پس منظر کی ترتیب کاری
vi: Cài đặt hình nền chat mặc định của Arattai
zh_hant: 设置 Arattai 的默认聊天背景

# settings_chatbg_item_msg_right_default
source: Tap on the tick icon to set the background
bn_in: পটভূমি সেট করতে টিক আইকনে ট্যাপ করুন
de: Zum Festlegen des Hintergrundes auf das Häkchen klicken
el: Πατήστε στο εικονίδιο σημαδιού ελέγχου για να ορίσετε το φόντο
es: Toque el icono en forma de marca de comprobación para establecer el fondo de pantalla
fr: Appuyez sur l’icône représentant une coche pour définir l’arrière-plan
gu: પૃષ્ઠભૂમિ સેટ કરવા માટે ટિક આયકન પર ટૅપ કરો
hi: पृष्ठभूमि सेट करने के लिए टिक आइकन पर टैप करें
it: Tocca l’icona tick per impostare lo sfondo
ja: ティックアイコンをタップして背景を設定
kn: ಹಿನ್ನೆಲೆಯನ್ನು ಸೆಟ್ ಮಾಡಲು ಟಿಕ್ ಐಕಾನ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ
ml: പശ്ചാത്തലം സജ്ജമാക്കാൻ ടിക്ക് ഐക്കണിൽ ടാപ്പ് ചെയ്യുക
mr: पार्श्वभूमी सेट करण्यासाठी टिक चिन्हावर टॅप करा
nl: Tik op het vinkje om de achtergrond in te stellen
pa: ਬੈਕਗ੍ਰਾਉਂਡ ਸੈਟ ਕਰਨ ਲਈ ਟਿਕ ਆਈਕਨ ‘ਤੇ ਟੈਪ ਕਰੋ
pt_pt: Toque no ícone do visto de verificação para definir o padrão de fundo
ru: Нажмите на значок галочки, чтобы установить фон
ta_in: பின்புலத்தை அமைக்க, டிக் குறி ஐகானைத் தட்டவும்
te: బ్యాక్‌గ్రౌండ్ సెట్ చేయడానికి టిక్ ఐకాన్ మీద తట్టండి
tr: Arka planı ayarlamak için tık simgesine dokunun
ur_arab_in: پس منظر سیٹ کرنے کے لیے ٹک آئیکن پر ٹیپ کریں
vi: Chạm vào dấu kiểm để cài đặt hình nền
zh_hant: 轻触勾号图标以设置背景

# settings_chatbg_set_success
source: Chat background updated successfully
bn_in: চ্যাটের পটভূমি সফলভাবে আপডেট করা হয়েছে
de: Chathintergrund erfolgreich aktualisiert
el: Το φόντο της συνομιλίας ενημερώθηκε επιτυχώς
es: El fondo de pantalla del chat se ha actualizado correctamente
fr: Arrière-plan de conversation mis à jour avec succès
gu: ચૅટ પૃષ્ઠભૂમિ સફળતાપૂર્વક અપડેટ થયું
hi: चैट पृष्ठभूमि सफलतापूर्वक अद्यतन की गई
it: Sfondo chat aggiornato correttamente
ja: チャット背景の更新に成功
kn: ಚಾಟ್ ಹಿನ್ನೆಲೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ml: ചാറ്റ് പശ്ചാത്തലം വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്‌തു
mr: चॅट पार्श्वभूमी यशस्वीरित्या अपडेट केली
nl: Achtergrond voor chat met succes bijgewerkt
pa: ਚੈਟ ਬੈਕਗ੍ਰਾਉਂਡ ਸਫਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ
pt_pt: Padrão de fundo do chat atualizado com sucesso
ru: Фон чата успешно обновлен
ta_in: அரட்டைப் பின்புலம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: చాట్ బ్యాక్‌గ్రౌండ్ విజయవంతంగా అప్‌డేట్ చేయబడింది
tr: Sohbet arka planı başarıyla güncellendi
ur_arab_in: چیٹ کا پس منظر کامیابی سے اپ ڈیٹ کر دیا گیا
vi: Đã cập nhật hình nền chat thành công
zh_hant: 聊天背景已成功更新

# settings_chatbg_default_text
source: Set default background
bn_in: ডিফল্ট পশ্চাদপট হিসাবে সেট করুন
de: Standardhintergrund festlegen
el: Ορισμός προεπιλεγμένου φόντου
es: Establecer fondo de pantalla predeterminado
fr: Définir l’arrière-plan par défaut
gu: ડિફૉલ્ટ પૃષ્ઠભૂમિ સેટ કરો
hi: डिफॉल्ट पृष्ठभूमि सेट करें
it: Imposta sfondo predefinito
ja: デフォルト背景をセット
kn: ಡೀಫಾಲ್ಟ್ ಹಿನ್ನೆಲೆಯನ್ನು ಸೆಟ್ ಮಾಡಿ
ml: ഡിഫോൾട്ട് പശ്ചാത്തലം സജ്ജമാക്കുക
mr: डिफॉल्ट पार्श्वभूमी सेट करा
nl: Standaard achtergrond instellen
pa: ਡਿਫੌਲਟ ਬੈਕਗ੍ਰਾਉਂਡ ਸੈਟ ਕਰੋ
pt_pt: Definir padrão de fundo
ru: Установить фон по умолчанию
ta_in: இயல்புநிலை பின்புலத்தை அமை
te: డిఫాల్ట్ బ్యాక్‌గ్రౌండ్ సెట్ చేయండి
tr: Varsayılan arka planı ayarla
ur_arab_in: ڈیفالٹ پس منظر سیٹ کریں
vi: Cài đặt hình nền mặc định
zh_hant: 设置默认背景

# chat_actions_group_leave_message
source: Sure about leaving this group?
bn_in: এই গ্রুপটি ছেড়ে যাওয়ার সম্পর্কে নিশ্চিত?
de: Möchten Sie diese Gruppe wirklich verlassen?
el: Θέλετε σίγουρα να αποχωρήσετε από την ομάδα αυτή;
es: ¿Está seguro de que desea abandonar este grupo?
fr: Êtes-vous sûr de vouloir quitter ce groupe ?
gu: આ સમૂહ છોડવા વિશે ખાતરી છે?
hi: क्या आप इस समूह को छोड़ने के बारे में सुनिश्चित हैं?
it: Abbandonare questo gruppo?
ja: 本当にこのグループから抜けますか？
kn: ಈ ಗುಂಪಿನಿಂದ ಹೊರಹೋಗುವ ಬಗ್ಗೆ ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: ഈ ഗ്രൂപ്പ് ഉപേക്ഷിക്കണമെന്ന് തീർച്ചയാണോ?
mr: हा समूह सोडण्याबद्दल खात्री आहे का?
nl: Weet u zeker dat u deze groep wilt verlaten?
pa: ਵਾਕਈ ਇਹ ਸਮੂਹ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende sair deste grupo?
ru: Действительно покинуть эту группу?
ta_in: இந்த குழுவை விட்டு உறுதியாக வெளியேறுகிறீர்களா?
te: ఈ గ్రూపును ఖచ్చితంగా విడిచిపెట్టాలని అనుకుంటున్నారా?
tr: Bu gruptan ayrılmak istediğinize emin misiniz?
ur_arab_in: اس گروپ کو چھوڑنے کے بارے میں پر یقین ہیں؟
vi: Bạn có chắc rời khỏi nhóm này không?
zh_hant: 是否确定离开此组？

# chat_actions_group_leave
source: Leave group
bn_in: গ্রুপ ছেড়ে যান
de: Gruppe verlassen
el: Αποχώρηση από ομάδα
es: Abandonar grupo
fr: Quitter le groupe
gu: સમૂહ છોડી દો
hi: समूह को छोड़ें
it: Lascia il gruppo
ja: グループから脱退
kn: ಗುಂಪಿನಿಂದ ಹೊರಹೋಗಿ
ml: ഗ്രൂപ്പ് ഉപേക്ഷിക്കുക
mr: समूह सोडा
nl: Groep verlaten
pa: ਸਮੂਹ ਛੱਡੋ
pt_pt: Sair do grupo
ru: Выйти из группы
ta_in: குழுவில் இருந்து வெளியேறு
te: గ్రూపు విడిచిపెట్టండి
tr: Gruptan ayrıl
ur_arab_in: گروپ چھوڑیں
vi: Rời khỏi nhóm
zh_hant: 离开组

# settings_chatbg_group_dialog_title
source: Set chat background
bn_in: চ্যাটের পশ্চাদপট হিসাবে সেট করুন
de: Chathintergrund festlegen
el: Ορισμός φόντου συνομιλίας
es: Establecer fondo de pantalla de chat
fr: Définir l’arrière-plan de conversation
gu: ચૅટ બેકગ્રાઉન્ડ સેટ કરો
hi: चैट की पृष्ठभूमि सेट करें
it: Imposta sfondo chat
ja: チャット背景をセット
kn: ಚಾಟ್ ಹಿನ್ನೆಲೆಯನ್ನು ಸೆಟ್ ಮಾಡಿ
ml: ചാറ്റ് പശ്ചാത്തലം സജ്ജമാക്കുക
mr: चॅट पार्श्वभूमी सेट करा
nl: Achtergrond voor chat instellen
pa: ਚੈਟ ਬੈਕਗ੍ਰਾਉਂਡ ਸੈਟ ਕਰੋ
pt_pt: Definir o padrão de fundo do chat
ru: Установить фон чата
ta_in: அரட்டைப் பின்புலத்தை அமை
te: చాట్ బ్యాక్‌గ్రౌండ్ సెట్ చేయండి
tr: Sohbet arka planını ayarla
ur_arab_in: چیٹ پس منظر سیٹ کریں
vi: Cài đặt hình nền chat
zh_hant: 设置聊天背景

# settings_chatbg_group_dialog_desc
source: Once set, the background will be applied for everyone in the group
bn_in: একবার সেট হয়ে গেলে, গ্রুপের প্রত্যেকের জন্য পটভূমি প্রয়োগ করা হবে
de: Nach dem Festlegen wird der Hintergrund bei jedem Gruppenmitglied eingestellt
el: Μόλις οριστεί, το φόντο θα εφαρμοστεί για όλους στην ομάδα
es: Una vez configurado, el fondo de pantalla se aplicará a todos los miembros del grupo
fr: Une fois défini, l’arrière-plan sera appliqué à tout le monde dans le groupe
gu: એકવાર સેટ થઈ ગયા પછી, સમૂહના દરેક માટે પૃષ્ઠભૂમિ લાગુ કરવામાં આવશે
hi: सेट होने पर, पृष्ठभूमि समूह में प्रत्येक के लिए लागू कर दी जाएगी
it: Una volta impostato, lo sfondo sarà applicato a tutti nel gruppo
ja: 一度設定すると、グループ内の全員に背景が適用されます
kn: ಒಮ್ಮೆ ಸೆಟ್ ಮಾಡಿದ ಬಳಿಕ, ಗುಂಪಿನಲ್ಲಿರುವ ಎಲ್ಲರಿಗೂ ಹಿನ್ನೆಲೆ ಅನ್ವಯಿಸುತ್ತದೆ
ml: സജ്ജീകരിച്ചുകഴിഞ്ഞാൽ, ഗ്രൂപ്പിലെ എല്ലാവർക്കുമായി പശ്ചാത്തലം പ്രയോഗിക്കും
mr: एकदा सेट केल्यानंतर, पार्श्वभूमी समूहातील प्रत्येकासाठी लागू होईल
nl: Eenmaal ingesteld, wordt de achtergrond toegepast voor iedereen in de groep
pa: ਇਕ ਬਾਰ ਸੈਟ ਕਰਨ ਤੇ, ਬੈਕਗ੍ਰਾਉਂਡ ਸਮੂਹ ਵਿੱਚ ਹਰੇਕ ਲਈ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ
pt_pt: Uma vez definido, o padrão de fundo será aplicado a todos do grupo
ru: После установки фон будет применен ко всем участникам группы
ta_in: அமைத்ததும், குழுவில் உள்ள அனைவருக்கும் பின்புலம் பயன்படுத்தப்படும்
te: ఒక్కసారి సెట్ చేసిన తరువాత, గ్రూపులోని ప్రతిదాని కొరకు బ్యాక్‌గ్రౌండ్ అప్లై చేయబడుతుంది
tr: Ayarlandığı zaman, arka plan gruptaki herkes için uygulanır
ur_arab_in: ایک بار سیٹ کرنے پر، پس منظر گروپ میں سب کے لیے لاگو ہو جائے گا
vi: Một khi cài đặt, hình nền sẽ được áp dụng cho tất cả mọi người trong nhóm
zh_hant: 设置之后，系统会为组中的每个人应用背景

# settings_chatbg_group_dialog_positive
source: Set
bn_in: সেট করুন
de: Festlegen
el: Ρύθμιση
es: Establecer
fr: Définir
gu: સેટ કરો
hi: सेट करें
it: Imposta
ja: 設定
kn: ಸೆಟ್ ಮಾಡಿ
ml: സജ്ജീകരിക്കുക
mr: सेट करा
nl: Instellen
pa: ਸੈਟ ਕਰੋ
pt_pt: Definir
ru: Задать
ta_in: அமை
te: సెట్
tr: Ayarla
ur_arab_in: سیٹ کریں
vi: Cài đặt
zh_hant: 设置

# chat_settings_home_theme
source: Appearance
bn_in: বাহ্যিক চেহারা
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
fr: Apparence
gu: દેખાવ
hi: रूप
it: Aspetto
ja: 外観
kn: ಗೋಚರತೆ
ml: രൂപം
mr: दिसणे
nl: Vormgeving
pa: ਵਿਖਾਲਾ
pt_pt: Aspeto
ru: Внешний вид
ta_in: தோற்றம்
te: కనిపించే తీరు
tr: Görünüm
ur_arab_in: ظاہری حالت
vi: Hình thức
zh_hant: 外观

# chat_settings_home_session
source: Devices & Sessions
bn_in: ডিভাইস এবং সেশনগুলি
de: Geräte und Sitzungen
el: Συσκευές και περίοδοι λειτουργίας
es: Dispositivos y sesiones
fr: Appareils et sessions
gu: ઉપકરણો અને સત્રો
hi: डिवाइसेस एवं सत्र
it: Dispositivi sessioni
ja: デバイスとセッション
kn: ಸಾಧನಗಳು ಹಾಗೂ ಸೆಷನ್‌ಗಳು
ml: ഡിവൈസുകളും സെഷനുകളും
mr: डिव्हाइसेस आणि सत्रे
nl: Apparaten en sessies
pa: ਡਿਵਾਇਸ ਅਤੇ ਸੈਸ਼ਨ
pt_pt: Dispositivos e sessões
ru: Устройства и сеансы
ta_in: சாதனங்கள் மற்றும் அமர்வுகள்
te: పరికరాలు సెషన్‌లు
tr: Cihazlar ve Oturumlar
ur_arab_in: ڈیوائسز اور سیشنز
vi: Các Thiết Bị Phiên
zh_hant: 设备和会话

# chat_settings_home_session_title
source: Scan QR code
bn_in: QR কোড স্ক্যান করুন
de: QR-Code scannen
el: Σάρωση Κώδικα QR
es: Escanear código QR
fr: Numériser le code QR
gu: QR કોડ સ્કેન કરો
hi: QR कोड को स्कैन करें
it: Esegui scansione del codice QR
ja: QRコードをスキャン
kn: QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: QR കോഡ് സ്കാൻ ചെയ്യുക
mr: QR कोड स्कॅन करा
nl: QR-code scannen
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pt_pt: Ler código QR
ru: Сканировать QR-код
ta_in: QR குறியீட்டை ஸ்கேன் செய்க
te: QR కోడ్ స్కాన్ చేయండి
tr: QR kodu tara
ur_arab_in: QR کوڈ اسکین کریں
vi: Scan mã QR
zh_hant: 扫描二维码

# chat_settings_home_session_list_title
source: Devices and Sessions
bn_in: ডিভাইস এবং সেশনগুলি
de: Geräte und Sitzungen
el: Συσκευές και περίοδοι λειτουργίας
es: Dispositivos y sesiones
fr: Appareils et sessions
gu: ઉપકરણો અને સત્રો
hi: डिवाइसेस और सत्र
it: Dispositivi e sessioni
ja: デバイスとセッション
kn: ಸಾಧನಗಳು ಮತ್ತು ಸೆಷನ್‌ಗಳು
ml: ഡിവൈസുകളും സെഷനുകളും
mr: डिव्हाइसेस आणि सत्रे
nl: Apparaten en sessies
pa: ਡਿਵਾਇਸ ਅਤੇ ਸੈਸ਼ਨ
pt_pt: Dispositivos e sessões
ru: Устройства и сеансы
ta_in: சாதனங்கள் மற்றும் அமர்வுகள்
te: పరికరాలు మరియు సెషన్‌లు
tr: Cihazlar ve Oturumlar
ur_arab_in: ڈیوائسز اور سیشنز
vi: Các Thiết Bị và Phiên
zh_hant: 设备和会话
