Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.file.dir.music.desc
source: Send audio files
bn_in: অডিও ফাইলগুলি পাঠান
de: Audiodateien senden
el: Αποστολή αρχείων ήχου
es: Enviar archivos de audio
fr: Envoyer des fichiers audio
gu: ઑડિયો ફાઇલો મોકલો
hi: ऑडियो फाइलें भेजें
it: Invia file audio
ja: 音声ファイルを送信する
kn: ಆಡಿಯೊ ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ
ml: ഓഡിയോ ഫയലുകൾ അയയ്‌ക്കുക
mr: ऑडिओ फाइल पाठवा
nl: Audiobestanden verzenden
pa: ਆਡੀਓ ਫਾਈਲਾਂ ਭੇਜੋ
pt_pt: Enviar ficheiros de áudio
ru: Отправка аудиофайлов
ta_in: ஆடியோ கோப்புகளை அனுப்பவும்
te: ఆడియో ఫైల్స్ పంపండి
tr: Ses dosyaları gönder
ur_arab_in: آڈیو فائلز بھیجیں
vi: Gửi các tập tin âm thanh
zh_hant: 傳送音訊檔案

# chat.file.dir.download.name
source: Downloads
bn_in: ডাউনলোডগুলি
el: Λήψεις
es: Descargas
fr: Téléchargements
gu: ડાઉનલોડ્સ
hi: डाउनलोड
it: Download
ja: ダウンロード
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड्स
pa: ਡਾਉਨਲੋਡਜ਼
pt_pt: Transferências
ru: Загрузки
ta_in: பதிவிறக்கங்கள்
te: డౌన్‌లోడ్‌లు
tr: İndirmeler
ur_arab_in: ڈاؤن لوڈز
vi: Tải xuống
zh_hant: 下載

# chat.file.dir.download.desc
source: %@ files
bn_in: %@ ফাইলগুলি
de: %@ Dateien
el: %@ αρχεία
es: %@ archivos
fr: %@ fichiers
gu: %@ ફાઈલો
hi: %@ फाइलें
it: %@ file
ja: %@つのファイル
kn: %@ ಫೈಲ್‌ಗಳು
ml: %@ ഫയലുകൾ
mr: %@ फाइल
nl: %@ bestanden
pa: %@ ਫਾਈਲ
pt_pt: %@ ficheiros
ru: Файлов: %@
ta_in: %@ கோப்புகள்
te: %@ ఫైల్స్
tr: %@ dosyalar
ur_arab_in: %@ فائلز
vi: %@ tập tin
zh_hant: %@ 檔案

# chat.file.common.dir.desc.multiple
source: %@ items
bn_in: %@ আইটেমসমূহ
de: %@ Elemente
el: %@ στοιχεία
es: %@ artículos
fr: %@ éléments
gu: %@ વસ્તુઓ
hi: %@ आइटमें
it: %@ articoli
ja: %@つの項目
kn: %@ ಐಟಂಗಳು
ml: %@ ഇനങ്ങൾ
mr: %@ आयटम
pa: %@ ਆਇਟਮਾਂ
pt_pt: %@ itens
ru: Элементов: %@
ta_in: %@ உருப்படிகள்
te: %@ ఐటమ్స్
tr: %@ öğeler
ur_arab_in: %@ آئٹمز
vi: %@ hạng mục
zh_hant: %@ 項目

# chat.file.common.dir.desc
source: %@ item
bn_in: %@ আইটেমসমূহ
de: %@ Element
el: %@ στοιχείο
es: %@ artículo
fr: %@ élément
gu: %@ વસ્તુ
hi: %@ आइटम
it: %@ articolo
ja: %@つの項目
kn: %@ ಐಟಂ
ml: %@ ഇനം
mr: %@ आयटम
pa: %@ ਆਇਟਮ
ru: %@ элемент
ta_in: %@ உருப்படி
te: %@ ఐటమ్
tr: %@ öğe
ur_arab_in: %@ آئٹم
vi: %@ hạng mục
zh_hant: %@ 項目

# chat.info.failed.messages.single
source: @ Failed message
bn_in: %1$s ব্যর্থ বার্তা
de: %1$s fehlerhafte Nachricht
el: %1$s αποτυχημένο μήνυμα
es: %1$s mensaje fallido
fr: %1$s message ayant échoué
gu: %1$s નિષ્ફળ સંદેશ
hi: %1$s विफल संदेश
it: %1$s messaggio non riuscito
ja: %1$sつの失敗したメッセージ
kn: %1$s ವಿಫಲವಾದ ಸಂದೇಶ
ml: %1$s പരാജയപ്പെട്ട സന്ദേശം
mr: %1$s अयशस्वी मेसेज
nl: %1$s mislukt bericht
pa: %1$s ਅਸਫਲ ਸੁਨੇਹਾ
pt_pt: %1$s mensagem com falha
ru: %1$s недоставленное сообщение
ta_in: @ தோல்வியடைந்த செய்தி
te: %1$s విఫలమైన సందేశం
tr: %1$s Başarısız mesaj
ur_arab_in: %1$s ناکام پیغام
vi: %1$s Tin nhắn thất bại
zh_hant: %1$s 失敗訊息

# chat.info.failed.messages.plural
source: @ Failed messages
bn_in: %1$s ব্যর্থ বার্তাগুলি
de: %1$s fehlerhafte Nachrichten
el: %1$s αποτυχημένα μηνύματα
es: %1$s mensajes fallidos
fr: %1$s messages ayant échoué
gu: %1$s નિષ્ફળ સંદેશા
hi: %1$s विफल संदेश
it: %1$s messaggi non riusciti
ja: %1$sつの失敗したメッセージ
kn: %1$s ವಿಫಲವಾದ ಸಂದೇಶಗಳು
ml: %1$s പരാജയപ്പെട്ട സന്ദേശങ്ങൾ
mr: %1$s अयशस्वी मेसेज
nl: %1$s mislukte berichten
pa: %1$s ਅਸਫਲ ਸੁਨੇਹੇ
pt_pt: %1$s mensagens com falha
ru: Недоставленные сообщения: %1$s
ta_in: @ தோல்வியடைந்த செய்திகள்
te: %1$s విఫలమైన సందేశాలు
tr: %1$s Başarısız mesajlar
ur_arab_in: %1$s ناکام پیغامات
vi: %1$s Tin nhắn thất bại
zh_hant: %1$s 失敗訊息

# chat.bottomsheet.permalink.title
source: Invite link
bn_in: আমন্ত্রণের লিংক
de: Einladungs-Link
el: Σύνδεσμος πρόσκλησης
es: Enlace de invitación
fr: Lien d’invitation
gu: આમંત્રણ લિંક્સ
hi: लिंक को आमंत्रित करें
it: Link di invito
ja: 招待リンク
kn: ಆಹ್ವಾನ ಲಿಂಕ್
ml: ക്ഷണിക്കൽ ലിങ്ക്
mr: आमंत्रण लिंक
nl: Koppeling voor uitnodiging
pa: ਸੱਦਾ ਲਿੰਕ
pt_pt: Ligação de convite
ru: Ссылка для приглашения
ta_in: அழைப்பு இணைப்பு
te: ఆహ్వాన లింక్
tr: davet bağlantısı
ur_arab_in: دعوتی لنک
vi: Liên kết mời
zh_hant: 邀請連結

# chat.bottomsheet.permalink.cliq
source: Send link via %@
bn_in: %@ এর মাধ্যমে লিঙ্ক পাঠান
de: Link per %@ versenden
el: Αποστολή συνδέσμου μέσω %@
es: Enviar enlace por %@
fr: Envoyer le lien via %@
gu: %@ દ્વારા લિંક મોકલો
hi: लिंक को %@ के माध्यम से भेजें
it: Invia link tramite %@
ja: %@経由でリンクを送信
kn: %@ ಮೂಲಕ ಲಿಂಕ್‌ ಕಳುಹಿಸಿ
ml: %@ വഴി ലിങ്ക് അയയ്‌ക്കുക
mr: %@ द्वारे लिंक पाठवा
nl: Koppeling via %@ verzenden
pa: %@ ਦੁਆਰਾ ਲਿੰਕ ਭੇਜੋ
pt_pt: Enviar ligação por %@
ru: Отправить ссылку через %@
ta_in: %@ வழியாக இணைப்பை அனுப்பு
te: %@ ద్వారా లింక్ పంపండి
tr: Bağlantıyı %@ ile gönder
ur_arab_in: بذریعہ %@ لنک بھیجیں
vi: Gửi liên kết qua %@
zh_hant: 在 %@ 上傳送連結

# chat.bottomsheet.permalink.copy
source: Copy link to clipboard
bn_in: লিঙ্ক ক্লিপবোর্ডে কপি করুন
de: Link in Zwischenablage kopieren
el: Αντιγραφή συνδέσμου στο πρόχειρο
es: Copiar enlace en el portapapeles
fr: Copier le lien dans le Presse-papiers
gu: ક્લિપબોર્ડ પર લિંક કૉપિ કરો
hi: लिंक की क्लिपबोर्ड पर प्रतिलिपि बनाएं
it: Copia link negli appunti
ja: リンクをクリップボードにコピーする
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಲಿಂಕ್ ನಕಲಿಸಿ
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ലിങ്ക് പകർത്തുക
mr: क्लिपबोर्डवर लिंक कॉपी करा
nl: Koppeling naar klembord kopiëren
pa: ਲਿੰਕ ਦੀ ਕਲਿਪਬੋਰਡ ‘ਤੇ ਕਾਪੀ ਕਰੋ
pt_pt: Copiar ligação para a área de transferência
ru: Скопировать ссылку в буфер обмена
ta_in: இணைப்பை நகலகத்திற்கு நகலெடு
te: లింక్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది
tr: Bağlantıyı panoya kopyala
ur_arab_in: لنک کو کلپ بورڈ پر کاپی کریں
vi: Sao chép liên kết vào bộ nhớ tạm
zh_hant: 複製連結到剪貼薄

# chat.bottomsheet.permalink.share
source: Share link
bn_in: লিংক শেয়ার করুন
de: Link teilen
el: Κοινοποίηση συνδέσμου
es: Compartir enlace
fr: Partager le lien
gu: લિંક શૅઅર કરો
hi: लिंक को साझा करें
it: Condividi link
ja: リンクを共有する
kn: ಲಿಂಕ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: ലിങ്ക് പങ്കിടുക
mr: लिंक शेअर करा
nl: Koppeling delen
pa: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pt_pt: Partilhar ligação
ru: Поделиться ссылкой
ta_in: இணைப்பைப் பகிர்
te: లింక్ పంచుకోండి
tr: Bağlantıyı paylaş
ur_arab_in: لنک شیئر کریں
vi: Chia sẻ liên kết
zh_hant: 分享連結

# chat.channel.premalink.btn
source: Channel permalink
de: Kanal-Permalink
el: Κανάλι Permalink
es: Enlace permanente del canal
fr: Lien permanent de canal
hi: चैनल पर्मालिंक
it: Link permanente di canale
ja: チャンネルのパーマリンク
nl: Kanaal-permalink
pt_pt: Ligação permanente do canal
ru: Постоянная ссылка на канал
tr: Kanal Kalıcı Bağlantı
vi: Liên Kết Vĩnh Viễn Kênh
zh_hant: 通道永久連結

# chat.email.startchat
source: Start conversing
de: Kommunikation starten
el: Έναρξη συζήτησης
es: Iniciar conversación
fr: Démarrer la conversation
hi: वार्तालाप प्रारंभ करें
it: Avvia la conversazione
ja: 会話を開始する
nl: Beginnen met conversie
pt_pt: Iniciar conversa
ru: Начать общение
tr: Görüşmeyi başlat
vi: Bắt dầu nói chuyện
zh_hant: 開始交談

# chat.email.confirm.open
source: Open Email App
de: E-Mail-App öffnen
el: Άνοιγμα εφαρμογής Email
es: Abrir app de correo electrónico
fr: Ouvrir l’application de messagerie
hi: ईमेल ऐप खोलें
it: Apri l’app e-mail
ja: Eメールアプリを開く
nl: E-mail-app openen
pt_pt: Abrir aplicação de e-mail
ru: Открыть почтовое приложение
tr: E-posta Uyg. Aç
vi: Mở Ứng Dụng Email
zh_hant: 開啟電子郵件應用程式

# chat.teamchannel.visibility
source: Visibility
de: Sichtbarkeit
el: Ορατότητα
es: Visibilidad
fr: Visibilité
hi: दृश्यता
it: Visibilità
ja: 可視性
nl: Zichtbaarheid
pt_pt: Visibilidade
ru: Отображение
tr: Görünürlük
vi: Khả năng hiển thị
zh_hant: 可見度

# chat.teamchannel.opentitle
source: Open to all
de: Offen für alle
el: Ανοικτό σε όλα
es: Abierto a todos
fr: Ouvrir à tout
hi: सभी के लिए खुला है
it: Aperto a tutti
ja: すべてのユーザーに公開
nl: Open voor iedereen
pt_pt: Aberto para todos
ru: Открыто для всех
tr: Herkese açık
vi: Dành cho tất cả
zh_hant: 向所有人開放

# chat.teamchannel.opendesc
source: All the team members can view/join the channel.
de: Alle Teammitglieder können den Kanal ansehen und ihm beitreten.
el: Όλα τα μέλη της ομάδας μπορούν να δουν/συμμετάσχουν το/στο κανάλι.
es: Todos los miembros del equipo pueden ver/unirse al canal.
fr: Tous les membres de l’équipe peuvent afficher/rejoindre le canal.
hi: टीम के सभी सदस्य चैनल को देख सकते हैं/शामिल हो सकते हैं।
it: Tutti i membri del team possono visualizzare/unirsi al canale.
ja: すべてのチームメンバーがチャンネルを閲覧/参加できる.
nl: Alle leden van het team kunnen het kanaal weergeven en eraan deelnemen.
pt_pt: Todos os membros da equipa podem ver/aderir ao canal.
ru: Любой участник команды может просмотреть канал и присоединиться к нему.
tr: Tüm ekip üyeleri kanalı görüntüleyebilir/katılabilir.
vi: Tất cả các thành viên trong nhóm có thể xem/tham gia kênh.
zh_hant: 全部團隊成員可檢視/加入此通道.

# chat.orgchannel.opendesc
source: All the organization members can view/join the channel.
de: Alle Organisationsmitglieder können den Kanal ansehen und ihm beitreten.
el: Όλα τα μέλη του οργανισμού μπορούν να δουν/συμμετάσχουν το/στο κανάλι.
es: Todos los miembros de la organización pueden ver/unirse al canal.
fr: Tous les membres de l’organisation peuvent afficher/rejoindre le canal.
hi: सभी संगठन सदस्य चैनल को देख सकते हैं/शामिल हो सकते हैं।
it: Tutti i membri dell’organizzazione possono visualizzare/unirsi al canale.
ja: すべての組織メンバーがチャンネルを閲覧/参加できる.
nl: Alle leden van de organisatie kunnen het kanaal weergeven en eraan deelnemen.
pt_pt: Todos os membros da organização podem ver/aderir ao canal.
ru: Любой участник организации может просмотреть канал и присоединиться к нему.
tr: Tüm kuruluş üyeleri kanalı görüntüleyebilir/katılabilir.
vi: Tất cả các thành viên tổ chức có thể xem/tham gia kênh.
zh_hant: 全部組織成員可檢視/加入此通道.

# chat.teamchannel.invitetitle
source: Invite only
de: Nur Einladung
el: Μόνο με πρόσκληση
es: Solo con invitación
fr: Invitation uniquement
hi: केवल आमंत्रित करें
it: Solo su invito
ja: 招待された人物のみ
nl: Alleen op uitnodiging
pt_pt: Só com convite
ru: Только для приглашенных
tr: Sadece davetle
vi: Chỉ Dành Cho Người Được Mời
zh_hant: 僅邀請時

# chat.teamchannel.invitedesc
source: Team members can view/join the channel only with an invite from the admin.
de: Teammitglieder können den Kanal nur mit einer Einladung des Administrators ansehen und ihm beitreten.
el: Τα μέλη της ομάδας μπορούν να δουν/συμμετάσχουν το/στο κανάλι μόνο με πρόσκληση από τον διαχειριστή.
es: Los miembros del equipo solo pueden ver/unirse al canal con una invitación del administrador.
fr: Les membres de l’équipe peuvent afficher/rejoindre le canal uniquement avec une invitation de l’administrateur.
hi: टीम के सदस्य केवल व्यवस्थापक से आमंत्रण से चैनल को देख सकते हैं/इसमें शामिल हो सकते हैं।
it: I membri del team possono visualizzare/unirsi al canale solo con un invito dall’amministratore.
ja: チームメンバーは、管理者からの招待でのみチャンネルを表示/参加できる.
nl: Leden van het team kunnen het kanaal weergeven en eraan deelnemen, maar alleen met een uitnodiging van de beheerder.
pt_pt: Os membros da equipa podem ver/aderir ao canal só com um convite do administrador.
ru: Просмотреть канал и присоединиться к нему могут только участники команды, приглашенные администратором.
tr: Ekip üyeleri sadece yöneticiden gelen bir davet ile kanalı görüntülüyebilir/katılabilir.
vi: Các thành viên trong nhóm có thể xem/tham gia kênh chỉ khi có lời mời của quản trị viên.
zh_hant: 團隊成員只有在收到管理員邀請時才可檢視/加入此通道.

# chat.orgchannel.invitedesc
source: Organization members can view/join the channel only on invite.
de: Organisationsmitglieder können den Kanal nur mit einer Einladung ansehen und ihm beitreten.
el: Τα μέλη του οργανισμού μπορούν να δουν/συμμετάσχουν στο κανάλι μόνο με πρόσκληση.
es: Los miembros de la organización pueden ver/unirse al canal solo con una invitación.
fr: Les membres de l’organisation peuvent afficher/rejoindre le canal sur invitation uniquement.
hi: संगठन के सदस्य केवल आमंत्रित किए जाने पर चैनल को देख सकते हैं/शामिल हो सकते हैं।
it: I membri dell’organizzazione possono visualizzare/unirsi al canale solo su invito.
ja: 組織のメンバーは、招待されたときにのみチャネルを表示/参加できる.
nl: Leden van de organisatie kunnen het kanaal weergeven en eraan deelnemen, maar alleen op uitnodiging.
pt_pt: Os membros da organização podem ver/aderir ao canal só com um convite.
ru: Просмотреть канал и присоединиться к нему могут только приглашенные участники организации.
tr: Kuruluş üyeleri sadece davetle kanalı görüntüleyebilir/katılabilir.
vi: Các thành viên tổ chức chỉ có thể xem/tham gia kênh khi được mời.
zh_hant: 組織成員只有在收到邀請時才可檢視/加入此通道.

# chat.media.viewmsg
source: View in chat
bn_in: চ্যাটে দেখুন
de: In Chat anzeigen
el: Προβολή στη συνομιλία
es: Mostrar en chat
fr: Afficher dans la conversation
gu: ચૅટમાં જુઓ
hi: चैट में देखें
it: Mostra in chat
ja: チャットで表示
kn: ಚಾಟ್‌ನಲ್ಲಿ ನೋಡಿ
ml: ചാറ്റിൽ കാണുക
mr: चॅटमध्ये पहा
nl: Weergeven in chat
pa: ਚੈਟ ਵਿੱਚ ਵੇਖੋ
pt_pt: Mostrar no chat
ru: Показать в чате
ta_in: அரட்டையில் காண்க
te: చాట్‌లో వీక్షించండి
tr: Sohbette göster
ur_arab_in: چیٹ میں دیکھیں
vi: Hiển thị trong nội dung chat
zh_hant: 在聊天中顯示

# chat.media.starmsg
source: Star message
bn_in: বার্তা স্টার করুন
de: Mitteilung mit Sternwertung
el: Προσθέστε αστέρι σε μήνυμα
es: Marcar mensaje con estrella
fr: Marquer le message d’une étoile
gu: સ્ટાર સંદેશ
hi: संदेश को स्टार करें
it: Contrassegna messaggio come preferito
ja: メッセージに星を付ける
kn: ಸಂದೇಶ ಸ್ಟಾರ್ ಮಾಡಿ
ml: സ്റ്റാർ സന്ദേശം
mr: स्टार मेसेज
nl: Geef bericht een ster
pa: ਤਾਰਾਬੱਧ ਸੁਨੇਹਾ
pt_pt: Mensagem com estrela
ru: Пометить сообщение звездочкой
ta_in: நட்சத்திரச் செய்தி
te: స్టార్ సందేశం
tr: Yıldızlı mesaj
ur_arab_in: پیغام کو اسٹار کریں
vi: Gắn sao cho tin nhắn
zh_hant: 對訊息加星號

# chat_actions_chat_leave.message
source: Sure about leaving this chat?
bn_in: এই চ্যাটটি ছেড়ে যাওয়ার সম্পর্কে নিশ্চিত?
de: Diesen Chat wirklich verlassen?
el: Είστε σίγουροι ότι επιθυμείτε να αποχωρήσετε από αυτή τη συνομιλία;?
es: ¿Está seguro de que desea salir de este chat?
fr: Voulez-vous vraiment quitter cette conversation?
gu: આ ચૅટ છોડવા વિશે ખાતરી છે?
hi: क्या आप इस चैट को छोड़ने के बारे में सुनिश्चित हैं?
it: Abbandonare questa chat?
ja: このチャットを退出しますか？?
kn: ಈ ಚಾಟ್‌ನಿಂದ ಹೊರಹೋಗುವ ಬಗ್ಗೆ ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: ഈ ചാറ്റ് ഉപേക്ഷിക്കണമെന്ന് ഉറപ്പാണോ?
mr: हा चॅट सोडण्याची खात्री आहे का?
nl: Weet u zeker dat u deze chat wilt verlaten?
pa: ਵਾਕਈ ਇਹ ਚੈਟ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende sair deste chat?
ru: Действительно покинуть этот чат?
ta_in: இந்த அரட்டையை விட்டு உறுதியாக வெளியேறுகிறீர்களா?
te: ఈ చాట్‌ని ఖచ్చితంగా విడిచిపెట్టాలని అనుకుంటున్నారా?
tr: Bu sohbetten ayrılmak istediğinize emin misiniz?
ur_arab_in: کیا آپ واقعی اس چیٹ کو چھوڑنا چاہتے ہیں؟
vi: Bạn có chắc rời khỏi nội dung chat này hay không?
zh_hant: 確定要離開此談話？?

# chat_actions_chat_leave
source: Leave
bn_in: ছুটি
de: Verlassen
el: Αποχώρηση
es: Permiso
fr: Quitter
gu: છોડો
hi: जाएं
it: Abbandona
ja: 退出する
kn: ಹೊರಹೋಗಿ
ml: ഉപേക്ഷിക്കുക
mr: सोडून द्या
nl: Verlaten
pa: ਛੱਡੋ
pt_pt: Sair
ru: Покинуть
ta_in: வெளியேறுகிறீர்களா
te: విడిచిపెట్టు
tr: Ayrıl
ur_arab_in: چھوڑیں
vi: Rời khỏi
zh_hant: 離開

# chat.search.placeholder
source: psst.. Enter at least 3 characters
bn_in: এই যে.. অন্তত 3টি অক্ষর লিখুন
de: Psst … Mindestens 3 Zeichen eingeben
el: ψιτ... Εισαγάγετε τουλάχιστον 3 χαρακτήρες
es: psst .. Escriba al menos 3 caracteres
fr: psst... Saisissez au moins 3 caractères
gu: અરે... ઓછામાં ઓછા 3 વર્ણો દાખલ કરો
hi: सुनें... कम से कम 3 कैरेक्टर दर्ज करें
it: Suggerimento: Inserisci almeno 3 caratteri
ja: すみません...少なくとも3文字を入力してください
kn: ಛೇ... ಕನಿಷ್ಠ 3 ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ
ml: ഹേയ്.. കുറഞ്ഞത് 3 പ്രതീകങ്ങളെങ്കിലും നൽകുക
mr: हॅलो.. कृपया किमान 3 वर्ण प्रविष्ट करा
nl: psst.. Voer ten minste 3 tekens in
pa: ਉਹ ਹੋ.. ਘੱਟੋ-ਘੱਟ 3 ਵਰਣ ਦਾਖ਼ਲ ਕਰੋ।
pt_pt: psst...Introduzir, pelo menos, 3 carateres
ru: Введите не менее 3 символов
ta_in: கவனிக்கவும்.. குறைந்தது 3 எழுத்துருக்களை உள்ளிடுக
te: హాయ్.. కనీసం 3 క్యారెక్టర్లు నమోదు చేయండి
tr: pısst... En az 3 karakter girin
ur_arab_in: ہائے.. کم از کم 3 حروف درج کریں
vi: suỵt.. Nhập ít nhất 3 ký tự
zh_hant: psst..請至少輸入 3 個字元

# chat.actions.media.audios
source: Audio
bn_in: অডিও
de: Audiodateien
el: Ήχοι
es: Audios
fr: Fichiers audio
gu: ઑડિયો
hi: ऑडियो
it: File audio
ja: 音声
kn: ಆಡಿಯೊ
ml: ഓഡിയോ
mr: ऑडिओ
nl: Audio’s
pa: ਔਡੀਓ
pt_pt: Áudio
ru: Аудио
ta_in: ஆடியோ
te: ఆడియో
tr: Sesler
ur_arab_in: آڈیو
vi: Âm thanh
zh_hant: 音訊

# chat.search.recentchats.placeholder
source: Search all chats
bn_in: সমস্ত চ্যাট খুঁজুন
de: Alle Chats durchsuchen
el: Αναζήτηση όλων των συνομιλιών
es: Buscar todos los chats
fr: Rechercher toutes les conversations
gu: તમામ ચૅટ્સ શોધો
hi: सभी चैट्स को खोजें
it: Cerca tutte le chat
ja: すべてのチャットを検索
kn: ಎಲ್ಲ ಚಾಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: എല്ലാ ചാറ്റുകളും തിരയുക
mr: सर्व चॅट शोधा
nl: Alle chats zoeken
pa: ਸਾਰੀਆਂ ਚੈਟ ਲੱਭੋ
pt_pt: Procurar todos os chats
ru: Поиск во всех чатах
ta_in: எல்லா அரட்டைகளையும் தேடி
te: అన్ని చాట్‌లు వెతకండి
tr: Tüm sohbetleri ara
ur_arab_in: تمام چیٹس کو تلاش کریں
vi: Tìm kiếm tất cả nội dung chat
zh_hant: 搜尋全部聊天

# chat.search.participants.placeholder
source: Search participants
de: Teilnehmer durchsuchen
el: Αναζήτηση συμμετεχόντων
es: Buscar participantes
fr: Rechercher les participants
hi: प्रतिभागियो को खोजें
it: Cerca partecipanti
ja: 参加者を検索
nl: Deelnemers zoeken
pt_pt: Procurar participantes
ru: Поиск по участникам
tr: Tüm katılımcıları ara
vi: Tìm kiếm người tham gia
zh_hant: 搜尋參與者

# chat.search.muted.placeholder
source: Search muted chats
bn_in: সমস্ত মিউট করা চ্যাট খুঁজুন
de: Stummgeschaltete Chats durchsuchen
el: Αναζήτηση συνομιλιών σε σίγαση
es: Buscar chats silenciados
fr: Rechercher les conversations désactivées
gu: મ્યૂટ કરેલી ચૅટ્સ શોધો
hi: म्यूट की गई चैट्स को खोजें
it: Cerca chat con audio disattivato
ja: ミュート済みチャットを検索
kn: ಮ್ಯೂಟ್‌ ಮಾಡಿದ ಚಾಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ തിരയുക
mr: म्युट केलेले चॅट शोधा
nl: Gedempte chats zoeken
pa: ਮਿਉਟ ਚੈਟ ਲੱਭੋ
pt_pt: Procurar chats sem som
ru: Поиск во всех отключенных чатах
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகளைத் தேடு
te: మ్యూట్ చేయబడ్డ చాట్‌లను వెతకండి
tr: Sessize alınan sohbetleri ara
ur_arab_in: خاموش کردہ چیٹس کو تلاش کریں
vi: Tìm kiếm các nội dung chat đã tắt tiếng
zh_hant: 搜尋靜音聊天

# chat.search.unread.placeholder
source: Search all unreads
bn_in: সমস্ত অপঠিততে খুঁজুন
de: Alle Ungelesenen durchsuchen
el: Αναζήτηση όλων των μη αναγνωσμένων
es: Buscar todos los módulos
fr: Rechercher tous les non lus
gu: તમામ ન વાંચેલ શોધો
hi: सभी अपठित को खोजें
it: Cerca tutte quelle non lette
ja: すべての未読を検索
kn: ಎಲ್ಲ ಓದದೆ ಇರುವುದನ್ನು ಹುಡುಕಿ
ml: എല്ലാ വായിക്കാത്തവയും തിരയുക
mr: सर्व न वाचलेले शोधा
nl: Ongelezen chats zoeken
pa: ਸਾਰੀਆਂ ਬਿਨਾਂ ਪੜ੍ਹੇ ਲੱਭੋ
pt_pt: Procurar todos os não lidos
ru: Поиск по всем непрочитанным сообщениям
ta_in: வாசிக்கப்படாத அனைத்தையும் தேடு
te: అన్ని చదవనిది వెతకండి
tr: Tüm okunmamışları ara
ur_arab_in: تمام ان پڑھی کو تلاش کریں
vi: Tìm kiếm tất cả nội dung chưa đọc
zh_hant: 搜尋全部未讀取項

# chat.search.messages.placeholder
source: Search messages
bn_in: বার্তাগুলি অনুসন্ধান করুন
de: Nachrichten durchsuchen
el: Αναζήτηση μηνυμάτων
es: Buscar mensajes
fr: Rechercher les messages
gu: સંદેશાઓ શોધો
hi: संदेशों को खोजें
it: Cerca messaggi
ja: メッセージを検索
kn: ಸಂದೇಶಗಳನ್ನು ಹುಡುಕಿ
ml: സന്ദേശങ്ങൾ തിരയുക
mr: मेसेज शोधा
nl: Berichten zoeken
pa: ਸੁਨੇਹੇ ਲੱਭੋ
pt_pt: Procurar mensagens
ru: Поиск по сообщениям
ta_in: செய்திகளைத் தேடு
te: సందేశాలు వెతకండి
tr: Mesajları ara
ur_arab_in: پیغامات تلاش کریں
vi: Tìm kiếm tin nhắn
zh_hant: 搜尋訊息

# chat.search.botactivity.placeholder
source: Search Bots
de: Bots durchsuchen
el: Αναζήτηση δικτυορομπότ
es: Buscar bots
fr: Rechercher les robots
hi: बॉट्स को खोजें
it: Cerca bot
ja: ボットを検索する
nl: Bots zoeken
pt_pt: Procurar bots
ru: Поиск по ботам
tr: Robotları ara
vi: Tìm Kiếm Bot
zh_hant: 搜尋 Bot

# chat.search.media.image
source: Search all images
bn_in: সমস্ত ছবিতে খুঁজুন
de: Alle Bilder durchsuchen
el: Αναζήτηση όλων των εικόνων
es: Buscar todas las imágenes
fr: Rechercher toutes les images
gu: તમામ છબીઓ શોધો
hi: सभी छवियों को खोजें
it: Cerca tutte le immagini
ja: すべての画像を検索
kn: ಎಲ್ಲ ಚಿತ್ರಗಳನ್ನು ಹುಡುಕಿ
ml: എല്ലാ ചിത്രങ്ങളും തിരയുക
mr: सर्व इमेज शोधा
nl: Alle afbeeldingen zoeken
pa: ਸਾਰੀਆਂ ਤਸਵੀਰ ਲੱਭੋ
pt_pt: Procurar todas as imagens
ru: Поиск по всем изображениям
ta_in: எல்லா படங்களையும் தேடு
te: అన్ని ఇమేజ్‌లను వెతకండి
tr: Tüm resimleri ara
ur_arab_in: تمام تصاویر تلاش کریں
vi: Tìm kiếm tất cả hình ảnh
zh_hant: 搜尋全部影像

# chat.search.media.video
source: Search all videos
bn_in: সমস্ত ভিডিওতে খুঁজুন
de: Alle Videos durchsuchen
el: Αναζήτηση όλων των βίντεο
es: Buscar todos los vídeos
fr: Rechercher toutes les vidéos
gu: તમામ વિડિયોઝ શોધો
hi: सभी वीडियो को खोजें
it: Cerca tutti i video
ja: すべての動画を検索
kn: ಎಲ್ಲ ವೀಡಿಯೊಗಳನ್ನು ಹುಡುಕಿ
ml: എല്ലാ വീഡിയോകളും തിരയുക
mr: सर्व व्हिडिओ शोधा
nl: Alle video’s zoeken
pa: ਸਾਰੀਆਂ ਵੀਡੀਓਜ਼ ਲੱਭੋ
pt_pt: Procurar todos os vídeos
ru: Поиск по всем видео
ta_in: எல்லா வீடியோக்களையும் தேடு
te: అన్ని వీడియోలు వెతకండి
tr: Tüm videoları ara
ur_arab_in: تمام ویڈیوز تلاش کریں
vi: Tìm kiếm tất cả video
zh_hant: 搜尋全部視訊

# chat.search.media.audio
source: Search all audios
bn_in: সমস্ত অডিওতে খুঁজুন
de: Alle Audiodateien durchsuchen
el: Αναζήτηση όλων των ήχων
es: Buscar todos los audios
fr: Rechercher tous les fichiers audio
gu: તમામ ઑડિયોઝ શોધો
hi: सभी ऑडियो को खोजें
it: Cerca tutti i file audio
ja: すべての音声を検索
kn: ಎಲ್ಲ ಆಡಿಯೊಗಳನ್ನು ಹುಡುಕಿ
ml: എല്ലാ ഓഡിയോകളും തിരയുക
mr: सर्व ऑडिओ शोधा
nl: Alle audio’s zoeken
pa: ਸਾਰੀਆਂ ਆਡੀਓਜ਼ ਲੱਭੋ
pt_pt: Procurar todos os áudios
ru: Поиск по всем аудио
ta_in: எல்லா ஆடியோக்களையும் தேடு
te: అన్ని ఆడియోలు వెతకండి
tr: Tüm ses dosyalarını ara
ur_arab_in: تمام آڈیوز تلاش کریں
vi: Tìm kiếm tất cả âm thanh
zh_hant: 搜尋全部音訊

# chat.search.media.file
source: Search all files
bn_in: সমস্ত ফাইলে খুঁজুন
de: Alle Dateien durchsuchen
el: Αναζήτηση όλων των αρχείων
es: Buscar todos los archivos
fr: Rechercher tous les fichiers
gu: બધી ફાઇલો શોધો
hi: सभी फाइलों को खोजें
it: Cerca tutti i file
ja: すべてのファイルを検索
kn: ಎಲ್ಲ ಫೈಲ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: എല്ലാ ഫയലുകളും തിരയുക
mr: सर्व फाइल शोधा
nl: Alle bestanden zoeken
pa: ਸਾਰੀਆਂ ਫਾਈਲਾਂ ਲੱਭੋ
pt_pt: Procurar todos os ficheiros
ru: Поиск по всем файлам
ta_in: எல்லா கோப்புகளையும் தேடு
te: అన్ని ఫైల్స్ వెతకండి
tr: Tüm dosyaları ara
ur_arab_in: تمام فائلز تلاش کریں
vi: Tìm kiếm tất cả tập tin
zh_hant: 搜尋全部檔案

# chat.search.media.results
source: %@ Results
bn_in: %@ ফলাফল
de: %@ Ergebnisse
el: %@ Αποτελέσματα
es: %@ Resultados
fr: %@ Résultats
gu: %@ પરિણામો
hi: %@ परिणाम
it: %@ Risultati
ja: %@件の結果
kn: %@ ಫಲಿತಾಂಶಗಳು
ml: %@ ഫലങ്ങൾ
mr: %@ परिणाम
nl: %@ resultaten
pa: %@ ਨਤੀਜੇ
pt_pt: %@ resultados
ru: Результаты: %@
ta_in: %@ முடிவுகள்
te: %@ ఫలితాలు
tr: %@ Sonuçlar
ur_arab_in: %@ نتائج
vi: %@ Kết quả
zh_hant: %@ 結果

# chat.channel.create.type.personal.name
source: Personal Channel
de: Privater Kanal
el: Προσωπικό κανάλι
es: Canal personal
fr: Canal personnel
hi: निजी चैनल
it: Canale personale
ja: 個人チャンネル
nl: Persoonlijk kanaal
pt_pt: Canal pessoal
ru: Личный канал
tr: Kişi Kanalı
vi: Kênh Cá Nhân
zh_hant: 個人通道

# chat.channel.personal.name
source: Personal
de: Privat
el: Προσωπικό
fr: Personnel
hi: व्यक्तिगत
it: Personale
ja: 個人
nl: Persoonlijk
pt_pt: Pessoal
ru: Личный
tr: Kişi
vi: Cá nhân
zh_hant: 個人

# chat.search.gchat.heading.text
source: Group Chats
bn_in: গ্রুপ চ্যাটগুলি
de: Gruppenchats
el: Ομαδικές συνομιλίες
es: Chats grupales
fr: Conversations de groupe
gu: ગ્રુપ ચૅટ્સ
hi: समूह चैट्स
it: Chat di gruppo
ja: グループチャット
kn: ಗುಂಪು ಚಾಟ್‌ಗಳು
ml: ഗ്രൂപ്പ് ചാറ്റുകൾ
mr: समूह चॅट
nl: Groepschats
pa: ਸਮੂਹ ਚੈਟ
pt_pt: Chats de grupo
ru: Групповые чаты
ta_in: குழு அரட்டைகள்
te: గ్రూప్ చాట్‌‌లు
tr: Grup Sohbetleri
ur_arab_in: گروپ چیٹس
vi: Chat Nhóm
zh_hant: 群組聊天
