Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# fingerprint_success
source: Fingerprint recognized
bn_in: আঙ্গুলের ছাপ চেনা গেছে
de: Fingerabdruck erkannt
el: Το δακτυλικό αποτύπωμα αναγνωρίστηκε
es: Huella digital reconocida
fr: Empreinte digitale reconnue
gu: ફિંગરપ્રિન્ટ માન્ય છે
hi: फिंगरप्रिंट पहचाना गया
it: Impronta digitale riconosciuta
ja: 指紋が認識されました
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಗುರುತಿಸಲಾಗಿದೆ
ml: വിരലടയാളം തിരിച്ചറിഞ്ഞു
mr: फिंगरप्रिंट ओळखले आहे
nl: Vingerafdruk is herkend
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਪਛਾਣਿਆ ਗਿਆ
pt_pt: Impressão digital reconhecida
ru: Отпечаток пальца распознан
ta_in: கைரேகையை அடையாளம் காணப்பட்டது
te: వేలిముద్ర గుర్తించబడింది
tr: Parmak izi tanındı
ur_arab_in: فنگر پرنٹ کی شناخت ہو گئی
vi: Đã nhận dạng vân tay
zh_hant: 已識別指紋

# fingerprint_hint
source: Touch sensor
bn_in: স্পর্শের সেন্সর
de: Sensor berühren
el: Αισθητήρας αφής
es: Sensor táctil
fr: Capteur tactile
gu: ટચ સૅન્સર
hi: स्पर्श सेंसर
it: Sensore di contatto
ja: タッチセンサー
kn: ಟಚ್ ಸೆನ್ಸರ್
ml: ടച്ച് സെൻസർ
mr: टच सेंसर
pa: ਸੈਂਸਰ ਨੂੰ ਛੂਹੋ
pt_pt: Sensor de toque
ru: Датчик прикосновения
ta_in: தொடு உணர்கருவி
te: టచ్ సెన్సార్
tr: Dokunma algılayıcısı
ur_arab_in: ٹچ سینسر
vi: Cảm biến cảm ứng
zh_hant: 接觸式感應器

# fingerprint_unlock
source: Unlock using fingerprint
bn_in: আঙ্গুলের ছাপ ব্যবহার করে আনলক করুন
de: Per Fingerabdruck freischalten
el: Ξεκλείδωμα με τη χρήση δακτυλικού αποτυπώματος
es: Desbloquear mediante huella digital
fr: Déverrouiller à l’aide de l’empreinte digitale
gu: ફિંગરપ્રિન્ટનો ઉપયોગ કરી અનલૉક કરો
hi: फिंगरप्रिंट का उपयोग करते हुए अनलॉक करें
it: Sblocca con impronta digitale
ja: 指紋を使ってアンロック
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಬಳಸಿ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: വിരലടയാളം ഉപയോഗിച്ച് അൺലോക്ക് ചെയ്യുക
mr: फिंगरप्रिंट वापरून अनलॉक करा
nl: Ontgrendelen met behulp van vingerafdruk
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਨਲੋਕ ਕਰੋ
pt_pt: Desbloquear utilizando a impressão digital
ru: Разблокировать с помощью отпечатка пальца
ta_in: கைரேகையைப் பயன்படுத்தி திறக்கவும்
te: వేలిముద్రను ఉపయోగించి అన్‌లాక్ చేయడం
tr: Parmak izi kullanarak kilidi aç
ur_arab_in: فنگر پرنٹ کا استعمال کرتے ہوئے ان لاک کریں
vi: Mở khóa bằng vân tay
zh_hant: 使用指紋解除鎖定

# fingerprint_unlock_btn
source: Unlock with fingerprint
bn_in: আঙ্গুলের ছাপ দ্বারা আনলক করুন
de: Per Fingerabdruck freischalten
el: Ξεκλείδωμα με δακτυλικό αποτύπωμα
es: Desbloquear mediante huella digital
fr: Déverrouiller avec l’empreinte digitale
gu: ફિંગરપ્રિંટથી અનલોક કરો
hi: फिंगरप्रिंट से अनलॉक करें
it: Sblocca con impronta digitale
ja: 指紋でアンロック
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: വിരലടയാളം ഉപയോഗിച്ച് അൺലോക്ക് ചെയ്യുക
mr: फिंगरप्रिंट वापरून अनलॉक करा
nl: Ontgrendelen met vingerafdruk
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਨਲੋਕ ਕਰੋ
pt_pt: Desbloquear com a impressão digital
ru: Разблокировать отпечатком пальца
ta_in: கைரேகையைப் பயன்படுத்தி திறக்கவும்
te: వేలిముద్రతో అన్‌లాక్ చేయండి
tr: Parmak izi ile kilidi aç
ur_arab_in: فنگر پرنٹ کے ساتھ ان لاک کریں
vi: Mở khóa bằng vân tay
zh_hant: 使用指紋解除鎖定

# fingerprint_unlock_message
source: Use your fingerprint to unlock the app.
bn_in: আপনার আঙ্গুলের ছাপ ব্যবহার করুন অ্যাপটি আনলক করতে।
de: Nutzen Sie Ihren Fingerabdruck zum Freischalten der App.
el: Χρησιμοποιήστε το δακτυλικό αποτύπωμά σας για να ξεκλειδώσετε την εφαρμογή.
es: Utilice su huella digital para desbloquear la aplicación.
fr: Utilisez votre empreinte digitale pour déverrouiller l’application.
gu: ઍપ અનલૉક કરવા માટે તમારા ફિંગરપ્રિન્ટનો ઉપયોગ કરો.
hi: ऐप को अनलॉक करने के लिए अपने फिंगरप्रिंट का उपयोग करें।
it: Utilizza l’impronta digitale per sbloccare l’app.
ja: アプリケーションをアンロックするには指紋を使用してください。
kn: ಆ್ಯಪ್ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ನಿಮ್ಮ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಬಳಸಿ.
ml: ആപ്പ് അൺലോക്ക് ചെയ്യാൻ നിങ്ങളുടെ വിരലടയാളം ഉപയോഗിക്കുക.
mr: अॅप अनलॉक करण्यास तुमची फिंगरप्रिंट वापरा.
nl: Gebruik uw vingerafdruk om de app te ontgrendelen.
pa: ਐਪ ਅਨਲੋਕ ਕਰਨ ਲਈ ਆਪਣਾ ਫਿੰਗਰਪ੍ਰਿੰਟ ਵਰਤੋ।
pt_pt: Utilize a sua impressão digital para desbloquear a aplicação.
ru: Для разблокировки приложения используйте отпечаток пальца.
ta_in: பயன்பாட்டைத் திறப்பதற்கு உங்கள் கைரேகையைப் பயன்படுத்தவும்.
te: యాప్‌ని అన్‌లాక్ చేయడానికి మీ వేలిముద్ర ఉపయోగించండి.
tr: Uygulama kilidini açmak için parmak izinizi kullanın.
ur_arab_in: ایپ کو ان لاک کرنے کے لئے اپنا فنگر پرنٹ استعمال کریں۔
vi: Sử dụng vân tay để mở khóa ứng dụng.
zh_hant: 請使用您的指紋解除鎖定應用程式。

# fingerprint_cancelled_message
source: Use your PIN or try again later.
bn_in: আপনার PIN ব্যবহার করুন বা পরে আবার চেষ্টা করুন।
de: Verwenden Sie Ihre PIN – oder versuchen Sie es nach etwas Wartezeit noch einmal.
el: Χρησιμοποιήστε το ΡΙΝ σας ή ξαναδοκιμάστε αργότερα.
es: Utilice su PIN o repita la operación más tarde.
fr: Utilisez votre code confidentiel ou réessayez ultérieurement.
gu: તમારા પિનનો ઉપયોગ કરો અથવા બાદમાં ફરી પ્રયાસ કરો.
hi: अपनी पिन का उपयोग करें या बाद में दोबारा प्रयास करें।
it: Utilizza il PIN oppure riprova più tardi.
ja: ご自分の PIN を使用して、後でもう一度お試しください。
kn: ನಿಮ್ಮ PIN ಬಳಸಿ ಮತ್ತು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: നിങ്ങളുടെ PIN ഉപയോഗിക്കുക അല്ലെങ്കിൽ പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: तुमचा PIN वापरा किंवा नंतर प्रयत्न करा.
nl: Gebruik uw PIN of probeer het later opnieuw.
pa: ਆਪਣਾ PIN ਵਰਤੋਂ ਜਾਂ ਦੂਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Utilize o seu PIN ou tente novamente mais tarde.
ru: Введите свой PIN-код или повторите попытку позже.
ta_in: உங்கள் PIN-ஐ பயன்படுத்தவும் அல்லது பிறகு முயற்சி செய்யவும்.
te: మీ PIN ఉపయోగించండి లేదా తరువాత మళ్లీ ప్రయత్నించండి.
tr: PIN’inizi kullanın veya sonra yeniden deneyin.
ur_arab_in: اپنی PIN استعمال کریں یا بعد میں دوبارہ کوشش کریں۔
vi: Sử dụng mã PIN của bạn hoặc thử lại sau.
zh_hant: 使用您的 PIN，或稍後再試一次。

# forgot_pin
source: Forgot PASSCODE?
bn_in: পাসকোড ভুলে গেছেন?
de: SICHERHEITSCODE vergessen?
el: Ξέχασα τον ΚΩΔΙΚΟ ΕΙΣΟΔΟΥ;
es: ¿Ha olvidado su código de acceso?
fr: CODE SECRET oublié ?
gu: પાસકોડ ભૂલી ગયા છો?
hi: पासवर्ड भूल गए हैं?
it: PASSCODE dimenticato?
ja: パスコードを忘れましたか？
kn: ಪಾಸ್‌ಕೋಡ್ ಮರೆತಿದೆಯೇ?
ml: പാസ്‌കോഡ് മറന്നോ?
mr: पासकोड विसरलात?
nl: WACHTWOORDCODE vergeten?
pa: ਪਾਸਕੋਡ ਭੁੱਲ ਗਏ?
pt_pt: Esqueceu-se do CÓDIGO DE ACESSO?
ru: Забыли секретный код?
ta_in: கடவுக்குறியீடு மறந்துவிட்டதா?
te: పాస్‌కోడ్ మర్చిపోయారా?
tr: ŞİFREYİ unuttunuz mu?
ur_arab_in: پاس کوڈ بھول گئے؟
vi: Quên MẬT MÃ?
zh_hant: 忘記密碼？

# forgot_pin_message
source: Not to worry. Your AppLock settings will be cleared and you will be signed out.
bn_in: চিন্তার কিছু নেই। আপনার অ্যাপ লক সেটিংস পরিষ্কার হয়ে যাবে এবং আপনাকে সাইন আউট করে দেওয়া হবে।
de: Kein Problem. Ihre Appsperre-Einstellungen werden gelöscht, Sie werden abgemeldet.
el: Μην ανησυχείτε. Η ρυθμίσεις σας AppLock θα διαγραφούν και θα αποσυνδεθείτε.
es: No se preocupe. La configuración del bloqueo de aplicación se borrará y se cerrará la sesión.
fr: Ne vous inquiétez pas. Vos paramètres AppLock seront effacés et vous serez déconnecté.
gu: ચિંતા કરશો નહીં. તમારી એપલોક સેટિંગ્સ સાફ થઈ જશે અને તમને સાઇન આઉટ કરવામાં આવશે.
hi: कोई चिन्ता की बात नहीं है। आपकी ऐपलॉक सेटिंग्स साफ कर दी जाएंगी और आपको साइन आउट कर दिया जाएगा।
it: Non c’è da preoccuparsi. Le impostazioni di blocco app verranno cancellate e sarai disconnesso.
ja: ご安心ください。アプリロックの設定がクリアされ、アプリケーションからサインアウトします。
kn: ಚಿಂತಿಸಬೇಡಿ. ನಿಮ್ಮ ಆ್ಯಪ್‌ಲಾಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಸೈನ್ ಔಟ್ ಆಗುತ್ತೀರಿ.
ml: വിഷമിക്കേണ്ട. നിങ്ങളുടെ ആപ്പ് ലോക്ക് ക്രമീകരണങ്ങൾ മായ്‌ക്കുകയും നിങ്ങൾ സൈൻഔട്ട് ചെയ്യുകയും ചെയ്യും.
mr: चिंता करू नका. तुमचे अॅप लॉक सेटिंग्ज हटवले जाईल आणि तुम्हाला साइन आउट केले जाईल.
nl: Geen probleem. Uw AppLock-instellingen worden gewist en u wordt afgemeld.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ। ਤੁਹਾਡੀ ਐਪਲੋਕ ਸੈਟਿੰਗ ਸਾਫ ਹੋ ਜਾਵੇਗੀ ਅਤੇ ਤੁਸੀਂ ਸਾਈਨ ਆਉਟ ਹੋ ਜਾਓਂਗੇ।
pt_pt: Não se preocupe. As suas definições de bloqueio de aplicação serão eliminadas e a sessão será terminada.
ru: Не беспокойтесь. Настройки блокировки приложений будут сброшены, также будет выполнен выход из службы.
ta_in: கவலை வேண்டாம். உங்கள் செயலிபூட்டு அமைப்புகள் அழிக்கப்பட்டு, நீங்கள் வெளியேற்றப்படுவீர்கள்.
te: ఆందోళన చెందవద్దు. మీ యాప్‌లాక్ సెట్టింగ్‌లు క్లియర్ చేయబడతాయి మరియు మీరు సైన్ అవుట్ చేయబడతారు.
tr: Endişelenmeyin. AppLock ayarlarınız temizlenecek ve oturumunuz kapatılacak.
ur_arab_in: پریشانی کی بات نہیں۔ آپ کے ایپ لاک کی ترتیبات صاف کر دی جائیں گی اور آپ کو سائن آؤٹ کر دیا جائے گا۔
vi: Không cần lo. Các thiết lập Khóa Ứng Dụng của bạn sẽ bị xóa và bạn sẽ được đăng xuất.
zh_hant: 無需擔憂。將清除您的 AppLock 設定，您將登出。

source: CANCEL
bn_in: বাতিল করুন
de: ABBRECHEN
el: ΑΚΥΡΟ
es: CANCELAR
fr: ANNULER
gu: રદ કરો
hi: रद्द करें
it: ANNULLA
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: ANNULEREN
pa: ਰੱਦ ਕਰੋ
pt_pt: CANCELAR
ru: ОТМЕНА
ta_in: ரத்துசெய்
te: రద్దు చేయి
tr: İPTAL
ur_arab_in: منسوخ کریں
vi: HỦY
zh_hant: 取消

source: Immediately
bn_in: অবিলম্বে
de: Sofort
el: Άμεσα
es: Inmediatamente
fr: Immédiatement
gu: તુરંત જ
hi: तुरंत
it: Immediatamente
ja: 即時に
kn: ತಕ್ಷಣವೇ
ml: പെട്ടന്ന്
mr: त्वरित
nl: Onmiddellijk
pa: ਤੁਰੰਤ
pt_pt: Imediatamente
ru: Немедленно
ta_in: உடனடியாக
te: తక్షణం
tr: Hemen
ur_arab_in: فوری طور پر
vi: Ngay lập tức
zh_hant: 立即

# second
source: %@ seconds
bn_in: %@ সেকন্ড
de: %@ Sekunden
el: %@ δευτερόλεπτα
es: %@ segundos
fr: %@ secondes
gu: %@ સેકન્ડ્સ
hi: %@ सेकंड
it: %@ secondi
ja: %@秒
kn: %@ ಸೆಕೆಂಡ್‌ಗಳು
ml: %@ സെക്കൻഡുകൾ
mr: %@ सेकंद
nl: %@ seconden
pa: %@ ਸਕਿੰਟਾਂ
pt_pt: %@ segundos
ru: %@ сек.
ta_in: %@ விநாடிகள்
te: %@ సెకండ్లు
tr: %@ saniye
ur_arab_in: %@ سیکنڈز
vi: %@ giây
zh_hant: %@ 秒

# minute
source: After 1 minute
bn_in: 1 মিনিট পরে
de: Nach 1 Minute
el: Έπειτα από 1 λεπτό
es: Después de 1 minuto
fr: Après 1 minute
gu: 1 મિનિટ પછી
hi: 1 मिनट बाद
it: Dopo 1 minuto
ja: 1分後
kn: 1 ನಿಮಿಷದ ನಂತರ
ml: 1 മിനിറ്റ്
mr: 1 मिनिटानंतर
nl: Na 1 minuut
pa: 1 ਮਿੰਟ ਬਾਅਦ
pt_pt: Após 1 minuto
ru: Через 1 минуту
ta_in: 1 நிமிடத்திற்குப் பிறகு
te: 1 నిమిషం తరువాత
tr: 1 dakika sonra
ur_arab_in: 1 منٹ بعد
vi: Sau 1 phút
zh_hant: 1 分鐘後

# minutes
source: After %@ minutes
bn_in: %@ মিনিট পরে
de: Nach %@ Minuten
el: Έπειτα από %@ λεπτά
es: Después de %@ minutos
fr: Après %@ minutes
gu: %@ મિનિટ પછી
hi: %@ मिनट बाद
it: Dopo %@ minuti
ja: %@分後
kn: %@ ನಿಮಿಷಗಳ ನಂತರ
ml: %@ മിനിറ്റുകൾക്ക് ശേഷം
mr: %@ मिनिटानंतर
nl: Na %@ minuten
pa: %@ ਮਿਨਟਾਂ ਦੇ ਬਾਅਦ
pt_pt: Após %@ minutos
ru: Через %@ мин.
ta_in: %@ நிமிடங்களுக்குப் பிறகு
te: %@ నిమిషాల తరువాత
tr: %@ dakika sonra
ur_arab_in: %@ منٹس بعد
vi: Sau %@ phút
zh_hant: %@ 分鐘後

# lock_info
source: Auto-Lock
bn_in: অটো-লক
de: Auto-Sperre
el: Αυτόματο κλείδωμα
es: Bloqueo automático
fr: Verrouillage automatique
gu: સ્વતઃ-લોક
hi: ऑटो-लॉक
it: Blocco automatico
ja: 自動ロック
kn: ಸ್ವಯಂ-ಲಾಕ್
ml: ഓട്ടോ-ലോക്ക്
mr: ऑटो-लॉक
nl: Automatisch vergrendelen
pa: ਆਟੋ-ਲੋਕ
pt_pt: Bloqueio automático
ru: Автоблокировка
ta_in: தானியங்கி-பூட்டு
te: ఆటోలాక్
tr: Otomatik Kilitleme
ur_arab_in: خود کار لاک
vi: Tự Động Khóa
zh_hant: 自動鎖定

# max_attempts
source: You have reached the maximum Passcode attempts allowed.
bn_in: আপনি অনুমোদিত সর্বোচ্চ সংখ্যক পাসকোডের প্রচেষ্টায় পৌঁছেছেন।
de: Die maximale Anzahl zulässiger Sicherheitscodeversuche wurde erreicht.
el: Έχετε φτάσει τον μέγιστο αριθμό επιτρεπόμενων προσπαθειών Κωδικού εισόδου.
es: Ha alcanzado el máximo permitido de intentos para acceder con el código de acceso.
fr: Vous avez atteint le nombre maximum de tentatives de code secret autorisées.
gu: તમે માન્ય મહત્તમ પાસકોડ પ્રયત્નો પર પહોંચી ગયા છો.
hi: आप अधिकतम अनुमत पासकोड प्रयासों तक पहुँच चुके हैं।
it: Hai raggiunto il limite massimo consentito dei tentativi passcode.
ja: パスコード試行の許容回数上限に達しました。
kn: ನೀವು ಅನುಮತಿಸಿರುವ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಪಾಸ್‌ಕೋಡ್‌ಗಳನ್ನು ತಲುಪಿದ್ದೀರಿ.
ml: നിങ്ങൾ അനുവദനീയമായ പരമാവധി പാസ്‌കോഡ് ശ്രമങ്ങളിൽ എത്തി.
mr: तुम्ही परवानगी असलेल्या पासकोड प्रयत्नांची कमाल संख्या गाठली आहे.
nl: U heeft het maximaal aantal toegestane pogingen voor wachtwoordcode bereikt.
pa: ਤੁਸੀਂ ਇਜ਼ਾਜਤ ਕੀਤੀ ਪਾਸਕੋਡ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ ‘ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ।
pt_pt: Atingiu o número máximo de tentativas de autenticação permitidas.
ru: Достигнуто максимальное количество попыток ввести секретный код.
ta_in: நீங்கள் அனுமதிக்கப்பட்ட அதிகபட்ச கடவுக்குறியீடு முயற்சிகளை அடைந்துவிட்டீர்கள்.
te: మీరు అనుమతించే గరిష్ట పాస్‌కోడ్ ప్రయత్నాలను చేరుకున్నారు.
tr: İzin verilen maksimum Şifre girişimi sayısına ulaştınız.
ur_arab_in: آپ زیادہ سے زیادہ پاس کوڈ کی مجاز کوششوں تک پہنچ گئے ہیں۔
vi: Bạn đã đạt đến số lần nhập Mật Mã tối đa được phép.
zh_hant: 您已達到允許的最大密碼嘗試次數。

# signout.title
source: You will be signed out now
bn_in: আপনাকে এখন সাইন আউট করা হবে
de: Sie werden jetzt abgemeldet
el: Θα αποσυνδεθείτε τώρα
es: Ahora se cerrará la sesión
fr: Vous serez déconnecté maintenant
gu: તમને હવે સાઇન આઉટ કરવામાં આવશે
hi: अब आपको साइन आउट किया जाएगा
it: Adesso sarai disconnesso
ja: 今すぐサインアウトされます
kn: ಈಗ ನಿಮ್ಮನ್ನು ಸೈನ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: നിങ്ങൾ ഇപ്പോൾ സൈൻ ഔട്ട് ചെയ്യും
mr: तुम्हाला आता साइन आउट केले जाईल
nl: U wordt nu afgemeld
pa: ਤੁਹਾਨੂੰ ਹੁਣ ਸਾਈਨ ਆਉਟ ਕੀਤਾ ਜਾਵੇਗਾ
pt_pt: A sua sessão irá terminar agora
ru: Будет выполнен выход из системы
ta_in: நீங்கள் இப்போது வெளியேறுவீர்கள்
te: మీరు ఇప్పుడు సైన్ అవుట్ చేయవచ్చు
tr: Şimdi oturumunuz kapatılacak
ur_arab_in: آپ کو اب سائن آؤٹ کر دیا جائے گا
vi: Bạn sẽ được đăng xuất ngay
zh_hant: 您現在將登出

# signout.warning
source: Warning
bn_in: সতর্কীকরণ
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
gu: ચેતવણી
hi: चेतावनी
it: Attenzione
ja: 警告
kn: ಎಚ್ಚರಿಕೆ
ml: മുന്നറിയിപ്പ്
mr: चेतावणी
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
pt_pt: Aviso
ru: Предупреждение
ta_in: எச்சரிக்கை
te: హెచ్చరిక
tr: Uyarı
ur_arab_in: انتباہ
vi: Cảnh báo
zh_hant: 警告

# three_attempts_left
source: %@ more attempts remaining after which you will be signed out.
bn_in: %@টি আরও প্রচেষ্টা বাকি আছে যার পর আপনাকে সাইন আউট করা হবে।
de: Noch %@ weitere Versuche; anschließend werden Sie abgemeldet.
el: Απομένουν %@ προσπάθειες, μετά από τις οποίες θα αποσυνδεθείτε.
es: Dispone de %@ intentos más, después de los cuales se cerrará la sesión.
fr: %@ autres tentatives restantes après lesquelles vous serez déconnecté.
gu: %@ વધુ પ્રયત્નો બાકી છે જે પછી તમને સાઇન આઉટ કરવામાં આવશે.
hi: %@ और अधिक प्रयास बाकी हैं जिसके बाद आपको साइन आउट कर दिया जाएगा।
it: Restano altri %@ tentativi, dopodiché sarai disconnesso.
ja: %@回以上試行するとサインアウトします。
kn: ಇನ್ನೂ %@ ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಉಳಿದಿದ್ದು ಆ ಬಳಿಕ ನಿಮ್ಮನ್ನು ಸೈನ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ.
ml: %@ കൂടുതൽ ശ്രമങ്ങൾ ശേഷിക്കുന്നു, അതിനുശേഷം നിങ്ങൾ സൈൻഔട്ട് ചെയ്യും.
mr: %@ आणखी प्रयत्न बाकी आहेत ज्यानंतर तुम्हाला साइन आउट केले जाईल.
nl: nog %@ resterende pogingen, waarna u wordt afgemeld.
pa: %@ ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਕੀ ਹਨ ਜਿਸ ਤੋਂ ਬਾਅਦ ਤੁਹਾਨੂੰ ਸਾਈਨ ਆਉਟ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_pt: Restam %@ tentativas, após as quais a sua sessão será terminada.
ru: Количество оставшихся попыток: %@. После этого будет выполнен выход из системы.
ta_in: இன்னும் %@ முயற்சிகளே உள்ளன, அதற்குப் பிறகு நீங்கள் வெளியேற்றப்படுவீர்கள்.
te: %@ మరిన్ని ప్రయత్నాల తరువాత మీరు సైన్ అవుట్ చేయబడతారు.
tr: %@ girişim hakkınız daha kaldı; bundan sonra oturumunuz kapatılacaktır.
ur_arab_in: %@ مزید کوششیں بقیہ ہیں جس کے بعد آپ کو سائن آؤٹ کر دیا جائے گا۔
vi: Còn lại %@ lần thử nữa sau đó bạn sẽ bị đăng xuất.
zh_hant: 還剩餘 %@ 次嘗試，之後您將登出。

# enter_Your_Pin
source: Enter your %@
bn_in: আপনার %@ লিখুন
de: %@ eingeben
el: Εισαγάγετε το %@ σας
es: Escriba su %@
fr: Entrez votre %@
gu: તમારું %@ દાખલ કરો
hi: अपना %@ दर्ज करें
it: Inserisci il tuo %@
ja: %@を入力
kn: ನಿಮ್ಮ%@ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ %@ നൽകുക
mr: तुमचे %@ प्रविष्ट करा
nl: Uw %@ invoeren
pa: ਆਪਣਾ %@ ਦਾਖਲ ਕਰੋ
pt_pt: Introduza o seu %@
ru: Введите %@
ta_in: உங்கள் %@-ஐ உள்ளிடுக
te: మీ %@ నమోదు చేయండి
tr: %@ girişini yapın
ur_arab_in: اپنا %@ درج کریں
vi: Nhập %@ của bạn
zh_hant: 輸入您的 %@

# enter_Your_current_Pin
source: Enter your current %@
bn_in: আপনার বর্তমান %@ প্রবেশ করুন
de: Aktuellen %@ eingeben
el: Εισαγάγετε το τρέχον %@ σας
es: Escriba su %@ actual
fr: Entrez votre %@ actuel
gu: તમારું વર્તમાન %@ દાખલ કરો
hi: अपना वर्तमान %@ दर्ज करें
it: Inserisci il %@ corrente
ja: 現在の%@を入力
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ %@ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ നിലവിലുള്ള %@ നൽകുക
mr: तुमचा वर्तमान %@ प्रविष्ट करा
nl: Uw huidige %@ invoeren
pa: ਆਪਣਾ ਮੌਜ਼ੂਦਾ %@ ਦਾਖਲ ਕਰੋ
pt_pt: Introduza o seu %@ atual
ru: Введите текущий %@
ta_in: உங்கள் தற்போதைய %@-ஐ உள்ளிடுக
te: మీ ప్రస్తుత %@ నమోదు చేయండి
tr: Geçerli %@ girişini yapın
ur_arab_in: اپنا موجودہ %@ درج کریں
vi: Nhập %@ hiện tại của bạn
zh_hant: 輸入您的當前 %@

# choose_Your_Pin
source: Choose your %@
bn_in: আপনার %@ বেছে নিন
de: %@ wählen
el: Επιλέξτε το %@ σας
es: Elija su %@
fr: Choisissez votre %@
gu: તમારું %@ પસંદ કરો
hi: अपना %@ चुनें
it: Scegli il tuo %@
ja: %@を選択
kn: ನಿಮ್ಮ %@ ಆಯ್ಕೆ ಮಾಡಿ
ml: നിങ്ങളുടെ %@ തിരഞ്ഞെടുക്കുക
mr: तुमचे %@ निवडा
nl: Kies uw %@
pa: ਆਪਣਾ %@ ਚੁਣੋ
pt_pt: Escolha o seu %@
ru: Выберите %@
ta_in: உங்கள் %@-ஐ தேர்வுசெய்க
te: మీ %@ ఎంచుకోండి
tr: %@ seçimini yapın
ur_arab_in: اپنا %@ منتخب کریں
vi: Chọn %@ của bạn
zh_hant: 選擇您的 %@

# enter_pin
source: Enter Passcode
bn_in: পাসকোড দিন
de: Sicherheitscode eingeben
el: Εισαγάγετε κωδικό εισόδου
es: Escriba el código de acceso
fr: Entrer le code secret
gu: પાસકોડ દાખલ કરો
hi: पासकोड दर्ज करें
it: Inserisci passcode
ja: パスコードを入力してください
kn: ಪಾಸ್‌ಕೋಡ್ ನಮೂದಿಸಿ
ml: പാസ്‌കോഡ് നൽകുക
mr: पासकोड प्रविष्ट करा
nl: Wachtwoordcode invoeren
pa: ਪਾਸਕੋਡ ਭਰੋ
pt_pt: Introduzir código de acesso
ru: Введите секретный код
ta_in: கடவுக்குறியீட்டை உள்ளிடுக
te: పాస్‌కోడ్‌ను నమోదు చేయండి
tr: Şifreyi Girin
ur_arab_in: پاس کوڈ درج کریں
vi: Nhập Mật Mã
zh_hant: 輸入密碼

# enter_new_pin
source: Enter new Passcode
bn_in: নতুন পাসকোড লিখুন
de: Neuen Sicherheitscode eingeben
el: Εισαγάγετε νέο κωδικό εισόδου
es: Escriba el nuevo código de acceso
fr: Entrer le nouveau code secret
gu: નવો પાસકોડ દાખલ કરો
hi: नया पासकोड दर्ज करें
it: Inserisci il nuovo passcode
ja: 新しいパスコードを入力
kn: ಹೊಸ ಪಾಸ್‌ಕೋಡ್ ನಮೂದಿಸಿ
ml: പുതിയ പാസ്‌കോഡ് നൽകുക
mr: नवीन पासकोड प्रविष्ट करा
nl: Nieuwe wachtwoordcode invoeren
pa: ਨਵਾਂ ਪਾਸਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pt_pt: Introduzir o novo código de acesso
ru: Введите новый секретный код
ta_in: புதிய கடவுக்குறியீட்டை உள்ளிடுக
te: కొత్త పాస్‌కోడ్‌ను నమోదు చేయండి
tr: Yeni Şifreyi girin
ur_arab_in: نیا پاس کوڈ درج کریں
vi: Nhập Mật Mã mới
zh_hant: 輸入新密碼

# enter_ask_pin
source: Ask for Passcode
bn_in: পাসকোডের জন্য জিজ্ঞাসা করুন
de: Nach Sicherheitscode fragen
el: Ζητήστε κωδικό εισόδου
es: Solicitar código de acceso
fr: Demander le code secret
gu: પાસકોડ માટે પૂછો
hi: पासकोड माँगें
it: Chiedi passcode
ja: パスワードを尋ねる
kn: ಪಾಸ್‌ಕೋಡ್‌ಗಾಗಿ ಕೇಳಿ
ml: പാസ്‌കോഡിന് ആവശ്യപ്പെടുക
mr: पासकोडसाठी विचारा
nl: Om wachtwoordcode vragen
pa: ਪਾਸਕੋਡ ਪੁੱਛੋ
pt_pt: Pedir o código de acesso
ru: Запрашивать секретный код
ta_in: கடவுக்குறியீடுக்காகக் கேட்கவும்
te: పాస్‌కోడ్ కొరకు అడగండి
tr: Şifre iste
ur_arab_in: پاس کوڈ پوچھیں
vi: Yêu cầu Mật Mã
zh_hant: 請求提供密碼

# wrong_pin
source: Wrong %@. Try again.
bn_in: ভুল %@। আবার চেষ্টা করুন।
de: %@ falsch. Versuchen Sie es noch einmal.
el: Λάθος %@. Προσπαθήστε ξανά.
es: %@ incorrecto. Repita la operación.
fr: %@ incorrect. Réessayez.
gu: ખોટું %@. ફરીથી પ્રયત્ન કરો.
hi: गलत %@। पुन: प्रयास करें।
it: %@ errato. Riprova.
ja: 誤った%@。もう一度お試しください。
kn: ತಪ್ಪಾದ %@. ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: തെറ്റായ %@. വീണ്ടും ശ്രമിക്കുക.
mr: चूक %@. पुन्हा प्रयत्न करा.
nl: Verkeerde %@. Probeer het opnieuw.
pa: ਗਲਤ %@। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: %@ errado. Tentar novamente.
ru: Неверный %@. Повторите попытку.
ta_in: தவறான %@. மீண்டும் முயற்சிக்கவும்.
te: తప్పు %@. మళ్లీ ప్రయత్నించండి.
tr: Yanlış %@. Yeniden deneyin.
ur_arab_in: غلط %@۔ دوبارہ کوشش کریں۔
vi: %@ không chính xác. Hãy thử lại.
zh_hant: 錯誤 %@。請再次嘗試。

# cannot_reuse_same_pin
source: The same Passcode cannot be used
bn_in: একই পাসকোড ব্যবহার করা যাবে না
de: Derselbe Sicherheitscode kann nicht mehrmals verwendet werden
el: Δεν μπορεί να χρησιμοποιηθεί ο ίδιος Κωδικός εισόδου
es: No se puede utilizar el mismo código de acceso
fr: Le même code secret ne peut pas être utilisé
gu: સમાન પાસકોડનો ઉપયોગ કરી શકાતો નથી
hi: समान पासकोड का उपयोग नहीं किया जा सकता
it: Impossibile utilizzare lo stesso passcode
ja: 同じパスコードを使用することはできません
kn: ಅದೇ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಬಳಸುವಂತಿಲ್ಲ
ml: ഒരേ പാസ്‌കോഡ് ഉപയോഗിക്കാൻ കഴിയില്ല
mr: तोच पासकोड वापरता येणार नाही
nl: Dezelfde wachtwoordcode kan niet worden gebruikt
pa: ਉਹੀ ਪਾਸਕੋਡ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt_pt: Não é possível usar o mesmo código de acesso
ru: Выберите другой секретный код
ta_in: ஒரே கடவுக்குறியீட்டைப் பயன்படுத்த முடியாது
te: అదే పాస్‌కోడ్‌ని ఉపయోగించలేం
tr: Aynı Şifre kullanılamaz
ur_arab_in: یکساں پاس کوڈ استعمال نہیں کیا جا سکتا
vi: Không thể sử dụng cùng một Mật Mã
zh_hant: 無法使用相同的密碼

# confirm_pin
source: Re-enter your %@
bn_in: পুনরায় আপনার %@ লিখুন
de: %@ erneut eingeben
el: Εισαγάγετε εκ νέου το %@ σας
es: Vuelva a escribir el %@
fr: Entrez à nouveau votre %@
gu: તમારા %@ ફરીથી દાખલ કરો
hi: अपना %@ दोबारा दर्ज करें
it: Inserisci nuovamente il %@
ja: %@を再入力
kn: ನಿಮ್ಮ %@ ಅನ್ನು ಮರುನಮೂದಿಸಿ
ml: നിങ്ങളുടെ %@ വീണ്ടും നൽകുക
mr: तुमचा %@ पासकोड पुन्हा प्रविष्ट करा
nl: Uw %@ opnieuw invoeren
pa: ਆਪਣਾ %@ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰੋ
pt_pt: Reintroduza o seu %@
ru: Введите %@ еще раз
ta_in: உங்கள் %@-ஐ மீண்டும் உள்ளிடுக
te: మీ %@ తిరిగి నమోదు చేయండి
tr: %@ için yeniden giriş yapın
ur_arab_in: اپنا %@ دوبارہ درج کریں
vi: Nhập lại %@ của bạn
zh_hant: 請重新輸入您的 %@

# pin_did_not_match
source: %@ don't match. Try again.
bn_in: %@ মিলছে না। আবার চেষ্টা করুন।
de: %@ unterschiedlich. Versuchen Sie es noch einmal.
el: %@ δεν ταιριάζουν. Προσπαθήστε ξανά.
es: %@ no coinciden. Repita la operación.
fr: %@ ne correspondent pas. Réessayez.
gu: %@ મેળ ખાતો નથી. ફરીથી પ્રયત્ન કરો.
hi: %@ मेल नहीं खाते। पुन: प्रयास करें।
it: %@ non corrispondono. Riprova.
ja: %@が一致しません。もう一度お試しください。
kn: %@ ಹೋಲಿಕೆಯಾಗುವುದಿಲ್ಲ. ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: %@ പൊരുത്തപ്പെടുന്നില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: %@ जुळत नाही. पुन्हा प्रयत्न करा.
nl: %@ komen niet overeen. Probeer het opnieuw.
pa: %@ ਨਹੀਂ ਮੇਲ ਖਾਂਦੇ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Os %@ não coincidem. Tentar novamente.
ru: %@ не совпадают. Повторите попытку.
ta_in: %@ பொருந்தவில்லை. மீண்டும் முயற்சிக்கவும்.
te: %@ జతకావడం లేదు. మళ్లీ ప్రయత్నించండి.
tr: %@ eşleşmiyor. Yeniden deneyin.
ur_arab_in: %@ مماثلت نہیں رکھتا۔ دوبارہ کوشش کریں۔
vi: %@ không khớp. Hãy thử lại.
zh_hant: %@ 不匹配。請再次嘗試。

# app_lock
source: Passcode Lock
bn_in: পাসকোড লক
de: Sicherheitscodesperre
el: Κλείδωμα κωδικού πρόσβασης
es: Bloqueo por código de acceso
fr: Verrouillage par code secret
gu: પાસકોડ લૉક
hi: पासकोड लॉक
it: Blocco passcode
ja: パスコードロック
kn: ಪಾಸ್‌ಕೋಡ್ ಲಾಕ್‌
ml: പാസ്‌കോഡ് ലോക്ക്
mr: पासकोड लॉक
nl: Vergrendeling met wachtwoordcode
pa: ਪਾਸਕੋਡ ਲਾੱਕ
pt_pt: Bloqueio com código de acesso
ru: Блокировка секретным кодом
ta_in: கடவுக்குறியீடு பூட்டு
te: పాస్‌కోడ్ లాక్
tr: Şifre Kilidi
ur_arab_in: پاس کوڈ لاک
vi: Khóa Mật Mã
zh_hant: 密碼鎖定

# lock_status_part_one
source: Your Android device will be signed out from
bn_in: আপনার Android ডিভাইসটি সাইন আউট করে দেওয়া হবে এর থেকে
de: Ihr Android-Gerät wird abgemeldet – von
el: Η συσκευή Android που διαθέτετε θα αποσυνδεθείτε από το
es: La sesión del dispositivo Android se desconectará de
fr: Votre appareil Android sera déconnecté de
gu: તમારું Android ઉપકરણ અહીંથી સાઇન આઉટ થશે
hi: आपकी Android डिवाइस को इससे साइन आउट किया जाएगा:
it: Il tuo dispositivo Android sarà disconnesso da
ja: Android デバイスがサインアウトします
kn: ರಿಂದ ನಿಮ್ಮ Android ಸಾಧನವನ್ನು ಸೈನ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: നിങ്ങളുടെ Android ഉപകരണം സൈൻ ഔട്ട് ചെയ്യും
mr: तुमचे Android डिव्हाइस यामधून साइन आउट केले जाईल
nl: Uw Android-apparaat wordt afgemeld bij
pa: ਤੁਹਾਡੀ Android ਡਿਵਾਈਸ ਨੂੰ ਇੱਥੋਂ ਸਾਈਨ ਆਉਟ ਕੀਤਾ ਜਾਏਗਾ
pt_pt: A sessão do no seu dispositivo Android será terminada
ru: Выход вашего устройства Android из системы будет выполнен
ta_in: உங்களின் Android சாதனம் இதிலிருந்து வெளியேற்றப்படும்
te: మీ Android పరికరం దీని నుంచి సైన్ అవుట్ చేయబడుతుంది
tr: Android cihazınızın oturumu
ur_arab_in: آپ کی Android ڈیوائس PIN کی ناکام کوششوں کے
vi: Thiết bị Android của bạn sẽ bị đăng xuất khỏi
zh_hant: 您的 Android 裝置將登出

# lock_status_part_two
source: after
bn_in: পরে
de: nach
el: έπειτα από
es: después
fr: après
gu: પછી
hi: के बाद
it: dopo
ja: 後
kn: ಬಳಿಕ
ml: ശേഷം
mr: त्यानंतर
nl: na
pa: ਬਾਅਦ ਵਿੱਚ
pt_pt: depois de
ru: после
ta_in: பிறகு
te: తరువాత
tr: içinde
ur_arab_in: بعد
vi: sau
zh_hant: 晚於
