Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.dialog.message.fontchange.message
source: To change font settings, you are required to restart the app. Restart now?
bn_in: ফন্টের সেটিংস পরিবর্তন করার জন্য আপনার অ্যাপটি রিস্টার্ট করা প্রয়োজন। এখন রিস্টার্ট করবেন?
de: Zum Ändern der Schrifteinstellungen müssen Sie die App neu starten. Jetzt neu starten?
el: Για να αλλάξετε τις ρυθμίσεις γραμματοσειράς, πρέπει να επανεκκινήσετε την εφαρμογή. Επανεκκίνηση τώρα;
es: Para cambiar la configuración de fuentes, debe reiniciar la aplicación. ¿Reiniciar ahora?
fr: Pour modifier la police, il vous faut redémarrer l’appli. Redémarrer maintenant ?
gu: ફોન્ટ સેટિંગ્સ બદલવા માટે, તમારે ઍપને ફરીથી શરૂ કરવાની જરૂર છે. ફરીથી શરૂ કરીએ?
hi: फाँट सेटिंग्स को बदलने के लिए, आपको ऐप को दोबारा आरंभ करने की ज़रूरत है। अब दोबारा आरंभ करें?
it: Per modificare le impostazioni dei caratteri, è necessario riavviare l’app. Riavviare ora?
ja: フォントの設定を変更するには、アプリを再起動する必要があります。今すぐ再起動しますか？
kn: ಅಕ್ಷರವಿನ್ಯಾಸ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು, ನೀವು ಆ್ಯಪ್ ಅನ್ನು ಮರುಆರಂಭಿಸಬೇಕಾಗುತ್ತದೆ. ಈಗ ಮರುಆರಂಭಿಸುವುದೇ?
ml: ഫോണ്ട് ക്രമീകരണങ്ങൾ മാറ്റാൻ, നിങ്ങൾ ആപ്പ് പുനരാരംഭിക്കേണ്ടതുണ്ട്. ഇപ്പോൾ പുനരാരംഭിക്കണോ?
mr: फाँट सेटिंग्ज बदलण्यासाठी, तुम्हाला अॅप रीस्टार्ट करणे आवश्यक आहे. आता रीस्टार्ट करायचे?
nl: U moet de app opnieuw starten om de lettertype-instellingen te wijzigen. Nu opnieuw starten?
pa: ਫੌਂਟ ਸੈਟਿੰਗਜ਼ ਨੂੰ ਬਦਲਣ ਲਈ, ਤੁਹਾਨੂੰ ਐਪ ਨੂੰ ਰਿਸਟਾਰਟ ਕਰਨਾ ਪਵੇਗਾ। ਹੁਣੇ ਰਿਸਟਾਰਟ ਕਰੋ?
pt_pt: Para alterar as definições de tipo de letra terá de reiniciar a aplicação. Reiniciar agora?
ru: Для изменения настроек шрифта нужно перезапустить приложение. Перезапустить сейчас?
ta_in: எழுத்துரு அமைப்புகளை மாற்ற, நீங்கள் செயலியை மறுதொடக்கம் செய்ய வேண்டும். இப்போது மீள்தொடங்க வேண்டுமா?
te: ఫాంట్ సెట్టింగ్‌లు మార్చడానికి, మీరు యాప్‌ని తిరిగి ప్రారంభించాల్సి ఉంటుంది. ఇప్పుడు రీస్టార్ట్ చేయాలా?
tr: Yazı tipi ayarlarını değiştirmek için, uygulamayı yeniden başlatmanız gerekir. Şimdi yeniden başlatılsın mı?
ur_arab_in: فونٹ کی ترتیبات کو تبدیل کرنے کے لیے، آپ کو ایپ ری اسٹارٹ کرنے کی ضرورت ہے۔ ابھی ری اسٹارٹ کریں؟
vi: Để thay đổi thiết lập phông chữ, bạn phải khởi động lại ứng dụng. Khởi động lại ngay?
zh_hant: 如要變更字型設定，您需要重新啟動該應用程式。立即重新啟動？

# chat.dialog.message.clearcustomstatus
source: Clear all custom statuses?
de: Alle spezifischen Status aufheben?
el: Καθαρισμός όλων των προσαρμοσμένων καταστάσεων;
es: Borrar todos los estados personalizados?
fr: Effacer tous les statuts personnalisés ?
hi: क्या सारी कस्टम स्थितियाँ साफ़ करें?
it: Cancellare tutti gli stati personalizzati?
ja: すべてのカスタムステータスを元に戻しますか？
nl: Alle aangepaste statussen wissen?
pt_pt: Limpar todos os estados personalizados?
ru: Очистить все пользовательские состояния?
tr: Tüm özel durumlar temizlensin mi?
vi: Xóa tất cả trạng thái tùy chỉnh?
zh_hant: 清除所有自訂狀態？

# chat.dialog.positivebutton.yes
source: Yes
bn_in: হ্যাঁ
de: Ja
el: Ναι
es: Sí
fr: Oui
gu: હા
hi: हाँ
it: Sì
ja: はい
kn: ಹೌದು
ml: അതെ
mr: होय
nl: Ja
pa: ਹਾਂ
pt_pt: Sim
ru: Да
ta_in: ஆம்
te: అవును
tr: Evet
ur_arab_in: جی ہاں
vi: Có
zh_hant: 是

# chat.dialog.positivebutton.verify
source: Verify
de: Bestätigen
el: Επαλήθευση
es: Verificar
fr: Vérifier
hi: सत्यापित करें
it: Verifica
ja: 検証する
nl: Verifiëren
pt_pt: Verificar
ru: Проверить
tr: Doğrula
vi: Xác minh
zh_hant: 驗證

# chat.dialog.negativebutton.no
source: No
bn_in: না
de: Nein
el: Όχι
fr: Non
gu: ના
hi: नहीं
ja: いいえ
kn: ಇಲ್ಲ
ml: അല്ല
mr: नाही
nl: Nee
pa: ਨਹੀਂ
pt_pt: Não
ru: Нет
ta_in: இல்லை
te: లేదు
tr: Hayır
ur_arab_in: نہیں
vi: Không
zh_hant: 不

# chat.dialog.positivebutton.restart
source: Restart Now
bn_in: এখন রিস্টার্ট করুন
de: Jetzt neustarten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fr: Redémarrer maintenant
gu: ફરીથી શરૂ કરો
hi: अब दोबारा आरंभ करें
it: Riavvia adesso
ja: 今すぐ再起動
kn: ಈಗ ಮರುಆರಂಭಿಸಿ
ml: ഇപ്പോൾ പുനരാരംഭിക്കുക
mr: आता रीस्टार्ट करा
nl: Nu opnieuw starten
pa: ਹੁਣੇ ਰਿਸਟਾਰਟ ਕਰੋ
pt_pt: Reiniciar agora
ru: Перезагрузить
ta_in: இப்போது மீள்தொடங்கு
te: ఇప్పుడు రీస్టార్ట్ చేయండి
tr: Şimdi Yeniden Başlat
ur_arab_in: ابھی ری اسٹارٹ کریں
vi: Khởi Động Lại Ngay
zh_hant: 立即重新啟動

# chat.dialog.negativebutton.later
source: Later
bn_in: পরে
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
gu: મોડેથી
hi: बाद में
it: Più tardi
ja: 後で
kn: ನಂತರ
ml: പിന്നീട്
mr: नंतर
pa: ਬਾਅਦ ਵਿੱਚ
pt_pt: Mais tarde
ru: Позже
ta_in: பின்னர்
te: తరువాత
tr: Daha sonra
ur_arab_in: بعد میں
vi: Sau
zh_hant: 稍後

# chat.dialog.title.deletemember
source: Delete Member
bn_in: সদস্যকে মুছে ফেলুন
de: Mitglied löschen
el: Διαγραφή μέλους
es: Eliminar miembro
fr: Supprimer un membre
gu: સભ્ય કાઢી નાખો
hi: सदस्य को हटाएं
it: Elimina membro
ja: メンバーを削除しますか？
kn: ಸದಸ್ಯನನ್ನು ಅಳಿಸಿ
ml: അംഗത്തെ ഇല്ലാതാക്കുക
mr: सदस्य हटवा
nl: Lid verwijderen
pa: ਮੈਂਬਰ ਹਟਾਓ
pt_pt: Eliminar membro
ru: Удалить участника
ta_in: உறுப்பினரை நீக்குக
te: సభ్యుడిని డిలీట్ చేయండి
tr: Üye Sil
ur_arab_in: رکن کو حذف کریں
vi: Xóa Thành Viên
zh_hant: 刪除成員

# chat.dialog.title.deletecontact
source: Delete Contact
bn_in: পরিচিতি মুছুন
de: Kontakt löschen
el: Διαγραφή επαφής
es: Eliminar contacto
fr: Supprimer un contact
gu: સંપર્ક કાઢી નાખો
hi: संपर्क को हटाएं
it: Elimina contatto
ja: コンタクトを削除
kn: ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಿ
ml: കോൺ‌ടാക്റ്റ് ഇല്ലാതാക്കുക
mr: संपर्क हटवा
nl: Contactpersoon verwijderen
pa: ਸੰਪਰਕ ਹਟਾਓ
pt_pt: Eliminar contacto
ru: Удалить контакт
ta_in: தொடர்பை நீக்கு
te: కాంటాక్ట్ డిలీట్ చేయండి
tr: Kişiyi Sil
ur_arab_in: رابطہ حذف کریں
vi: Xóa Số Liên Lạc
zh_hant: 刪除聯絡人

# chat.dialog.title.addtophonebook
source: Add to Device Contacts
bn_in: ডিভাইসের পরিচিতিতে যোগ করুন
de: Zu Gerätekontakten hinzufügen
el: Προσθήκη στις Επαφές της συσκευής
es: Agregar a contactos del dispositivo
fr: Ajouter aux contacts de l’appareil
gu: ઉપકરણ સંપર્કોમાં ઉમેરો
hi: डिवाइस संपर्कों में जोड़ें
it: Aggiungi ai contatti del dispositivo
ja: デバイスにコンタクトを追加
kn: ಸಾಧನದ ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸಿ
ml: കോൺടാക്റ്റുകളിലേക്ക് ചേർക്കുക
mr: डिव्हाइसच्या संपर्कांमध्ये जोडा
nl: Toevoegen aan contactpersonen van apparaat
pa: ਡਿਵਾਈਸ ਸੰਪਰਕਾਂ ਵਿੱਚ ਜੋੜੋ
pt_pt: Adicionar aos contactos do dispositivo
ru: Добавить в список контактов устройства
ta_in: சாதனத் தொடர்புகளில் சேர்
te: పరికరం కాంటాక్ట్‌లకు జోడించబడింది
tr: Cihaz Kişilerine Ekle
ur_arab_in: ڈیوائس کے رابطوں میں شامل کریں
vi: Thêm vào Số Liên Lạc của Thiết Bị
zh_hant: 新增至裝置聯絡人

# chat.dialog.title.deletehistory
source: Delete History
bn_in: ইতিহাস মুছে ফেলুন
de: Verlauf löschen
el: Διαγραφή ιστορικού
es: Eliminar historial
fr: Supprimer l’historique
gu: ઇતિહાસ કાઢી નાખો
hi: हटाने का इतिहास
it: Elimina cronologia
ja: 履歴を削除する
kn: ಇತಿಹಾಸ ಅಳಿಸಿ
ml: ചരിത്രം ഇല്ലാതാക്കുക
mr: इतिहास हटवा
nl: Geschiedenis verwijderen
pa: ਇਤਿਹਾਸ ਮਿਟਾਓ
pt_pt: Eliminar o histórico
ru: Удалить историю
ta_in: வரலாற்றை நீக்கு
te: చరిత్రను డిలీట్ చేయండి
tr: Geçmişi Sil
ur_arab_in: ہسٹری کو حذف کریں
vi: Xóa Lịch Sử
zh_hant: 刪除歷程記錄

# chat.dialog.delete.message
source: Remove %@ from Contacts?
bn_in: %@-কে পরিচিতিগুলির থেকে অপসারণ করবেন?
de: %@ aus Kontakten entfernen?
el: Αφαίρεση %@ από τις Επαφές;
es: ¿Quitar a %@ de los contactos?
fr: Supprimer %@ des contacts ?
gu: સંપર્કોમાંથી %@ દૂર કરીએ?
hi: %@ को संपर्कों से निकालें?
it: Rimuovere %@ dai contatti?
ja: %@ をコンタクトから削除しますか？
kn: ಸಂಪರ್ಕಗಳಿಂದ %@ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: കോൺ‌ടാക്റ്റുകളിൽ നിന്ന് %@ നീക്കംചെയ്യണോ?
mr: संपर्कांमधून %@ काढायचे?
nl: %@ uit contactpersonen verwijderen?
pa: ਸੰਪਰਕਾਂ ਵਿੱਚੋਂ %@ ਨੂੰ ਮਿਟਾਓ?
pt_pt: Remover %@ dos contactos?
ru: Удалить %@ из списка контактов?
ta_in: தொடர்புகளிலிருந்து %@-ஐ அகற்றவா?
te: కాంటాక్ట్‌ల నుంచి %@ డిలీట్ చేయాలా?
tr: %@ Kişilerden Kaldırılsın mı?
ur_arab_in: %@ کو رابطوں سے ہٹائیں؟
vi: Xóa %@ khỏi Số Liên Lạc?
zh_hant: 從聯絡人移除 %@？

# chat.dialog.delete.member.chat
source: Remove %@ from this chat?
bn_in: %@-কে এই চ্যাট থেকে অপসারণ করবেন?
de: %@ aus diesem Chat entfernen?
el: Αφαίρεση %@ από αυτή τη συνομιλία;
es: ¿Quitar a %@ de este chat?
fr: Supprimer %@ du chat ?
gu: ચૅટમાંથી %@ દૂર કરીએ?
hi: %@ को इस चैट से निकालें?
it: Rimuovere %@ da questa chat?
ja: %@ をこのチャットから削除しますか？
kn: ಈ ಚಾಟ್‌ನಿಂದ %@ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: ഈ ചാറ്റിൽ നിന്ന് %@ നീക്കംചെയ്യണോ?
mr: या चॅटमधून %@ काढायचे?
nl: %@ uit deze chat verwijderen?
pa: ਇਸ ਚੈਟ ਵਿੱਚੋਂ %@ ਨੂੰ ਮਿਟਾਓ?
pt_pt: Remover %@ deste chat?
ru: Удалить %@ из этого чата?
ta_in: இந்த அரட்டையிலிருந்து %@-ஐ அகற்றவா?
te: ఈ చాట్ నుంచి %@ తొలగించాలా?
tr: %@ bu sohbetten kaldırılsın mı?
ur_arab_in: %@ کو اس چیٹ سے ہٹائیں؟
vi: Xóa %@ khỏi nội dung chat này?
zh_hant: 從此聊天中移除 %@？

# chat.dialog.delete.member.channel
source: Remove %@ from this channel?
de: %@ aus diesem Kanal entfernen?
el: Αφαίρεση %@ από αυτό το κανάλι;
es: ¿Quitar a %@ de este canal?
fr: Supprimer %@ du canal ?
hi: %@ को इस चैनल से निकालें?
it: Rimuovere %@ da questo canale?
ja: %@ をこのチャンネルから削除しますか？
nl: %@ uit dit kanaal verwijderen?
pt_pt: Remover %@ deste canal?
ru: Удалить %@ из этого канала?
tr: %@ bu kanaldan kaldırılsın mı?
vi: Xóa %@ khỏi kênh này?
zh_hant: 從此頻道中移除 %@？

# chat.dialog.location.on.message
source: Turn GPS on to share your location
bn_in: আপনার অবস্থান শেয়ার করার জন্য GPS চালু করুন
de: GPS zum Teilen Ihres Standortes einschalten
el: Ενεργοποίηση GPS για να μοιραστείτε την τοποθεσία σας
es: Active el GPS para compartir su ubicación
fr: Allumez le GPS pour partager la localisation
gu: તમારું સ્થાન શૅઅર કરવા માટે GPS ચાલુ કરો
hi: अपने स्थान को साझा करने के लिए GPS को ऑन करें
it: Attiva il GPS per condividere la tua posizione
ja: ロケーションを共有するためにGPSをオンにする
kn: ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು GPS ಆನ್ ಮಾಡಿ
ml: നിങ്ങളുടെ ലൊക്കേഷൻ പങ്കിടാൻ GPS ഓൺ ചെയ്യുക
mr: तुमचे स्थान शेअर करण्यासाठी GPS चालू करा
nl: Schakel GPS in om uw locatie te delen
pa: ਆਪਣੀ ਸਥਿਤੀ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ GPS ਚਾਲੂ ਕਰੋ
pt_pt: Ligue o GPS para partilhar a sua localização
ru: Включите GPS, чтобы поделиться своим расположением
ta_in: உங்கள் இருப்பிடத்தைப் பகிர, GPS-ஐ இயக்குக
te: మీ లొకేషన్ పంచుకోవడానికి GPS ఆన్ చేయండి
tr: Konumunuzu paylaşmak için GPS’i açın
ur_arab_in: اپنا مقام شیئر کرنے کے لیے GPS کو آن کریں
vi: Bật GPS để chia sẻ địa điểm của bạn
zh_hant: 開啟 GPS 來分享您的位置

# chat.dialog.title.multipleselect
source: Cancel selection
bn_in: নির্বাচন বাতিল করুন
de: Auswahl aufheben
el: Ακύρωση επιλογής
es: Cancelar selección
fr: Annuler sélection
gu: પસંદગી રદ કરો
hi: चयन को रद्द करें
it: Annulla selezione
ja: 選択をキャンセル
kn: ಆಯ್ಕೆಯನ್ನು ರದ್ದುಮಾಡಿ
ml: തിരഞ്ഞെടുക്കൽ റദ്ദാക്കുക
mr: निवड रद्द करा
nl: Selectie annuleren
pa: ਚੋਣ ਰੱਦ ਕਰੋ
pt_pt: Cancelar seleção
ru: Отменить выбор
ta_in: தேர்ந்தெடுத்ததை ரத்துசெய்
te: ఎంపికను క్యాన్సిల్ చేయండి
tr: Seçimi iptal et
ur_arab_in: انتخاب کو منسوخ کریں
vi: Hủy chọn
zh_hant: 取消選擇

# chat.dialog.message.multipleselect
source: Are you sure would like to Cancel?
bn_in: আপনি নিশ্চিত যে আপনি বাতিল করতে চান?
de: Möchten Sie wirklich abbrechen?
el: Είστε σίγουροι πως θέλετε να κάνετε Ακύρωση;
es: ¿Está seguro de que desea cancelar?
fr: Voulez-vous vraiment annuler ?
gu: શું તમે ખરેખર રદ કરવા માંગો છો?
hi: क्या आप सचमुच रद्द करना चाहते हैं?
it: Annullare?
ja: キャンセルしてもよろしいですか？
kn: ನೀವು ರದ್ದು ಮಾಡಲು ಬಯಸುವುದನ್ನು ಖಚಿತಪಡಿಸುತ್ತೀರಾ?
ml: റദ്ദാക്കണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?
mr: तुम्हाला रद्द करण्याची खात्री आहे?
nl: Weet u zeker dat u wilt annuleren?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende cancelar?
ru: Действительно отменить?
ta_in: உறுதியாக ரத்துசெய்ய விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా క్యాన్సిల్ చేయాలని కోరుకుంటున్నారా?
tr: İptal etmek istediğinizden emin misiniz?
ur_arab_in: کیا آپ واقعی منسوخ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn Hủy hay không?
zh_hant: 是否確定要取消？

# chat.infomsg.added
source: added
bn_in: যোগ করেছেন
de: hinzugefügt
el: προστέθηκε
es: agregó
fr: ajouté
gu: ઉમેર્યું
hi: जोडा गया
it: aggiunto
ja: 追加
kn: ಸೇರಿಸಲಾಗಿದೆ
ml: ചേർക്കുക
mr: जोडले
nl: toegevoegd
pa: ਜੋੜਿਆ ਗਿਆ
pt_pt: adicionado
ru: добавил
ta_in: சேர்க்கப்பட்டது
te: జతచేయబడింది
tr: eklendi
ur_arab_in: شامل کر دیا گیا
vi: đã thêm
zh_hant: 已新增

# chat.infomsg.removed
source: removed
bn_in: সরানো হয়েছে
de: entfernt
el: αφαιρέθηκε
es: eliminó
fr: supprimé
gu: દૂર કર્યું
hi: निकाला गया
it: rimosso
ja: 削除しました
kn: ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: നീക്കം ചെയ്തു
mr: काढले
nl: verwijderd
pa: ਹਟਾ ਦਿੱਤਾ
pt_pt: removido
ru: удалил
ta_in: நீக்கப்பட்டது
te: తీసివేసారు
tr: kaldırıldı
ur_arab_in: ہٹا دیا گیا
vi: đã xóa
zh_hant: 已移除

# chat.infomsg.joined
source: joined
bn_in: যোগদান করেছেন
de: beigetreten
el: πήρε μέρος
es: se unió
fr: a rejoint
gu: જોડાયા
hi: शामिल हुए
it: si è appena iscritto
ja: 参加
kn: ಸೇರಿದ್ದಾರೆ
ml: ചേർന്നു
mr: सामील झाले
nl: geregistreerd
pa: ਸ਼ਾਮਲ ਹੋਏ
pt_pt: aderiu
ru: присоединился
ta_in: இணைக்கப்பட்டது
te: చేరారు
tr: katılan
ur_arab_in: شامل ہو گئے
vi: đã tham gia
zh_hant: 已加入

# chat.infomsg.leaved
source: left
bn_in: ছেড়ে গেছেন
de: verlassen
el: αποχώρησε
es: salió
fr: a quitté
gu: ડાબે
hi: चले गए
it: è uscito
ja: 脱退しました
kn: ನಿರ್ಗಮಿಸಿದ್ದಾರೆ
ml: ഉപേക്ഷിച്ചു
mr: डावा
nl: resterend
pa: ਖੱਬੇ
pt_pt: esquerda
ru: вышел
ta_in: எஞ்சியுள்ளது
te: ఎడమ
tr: bırakıldı
ur_arab_in: چھوڑ دیا
vi: trái
zh_hant: 已離開

# chat.infomsg.join
source: Join
bn_in: যোগদান করুন
de: Beitreten
el: Πάρτε μέρος
es: Unirse
fr: Rejoindre
gu: જોડાવ
hi: शामिल हों
it: Partecipa
ja: 参加する
kn: ಸೇರಿ
ml: ചേരുക
mr: सहभागी व्हा
nl: Deelnemen
pa: ਜੁੜੋ
pt_pt: Aderir
ru: Присоединиться
ta_in: இணை
te: చేరండి
tr: Katıl
ur_arab_in: شامل ہوں
vi: Tham gia
zh_hant: 加入

# chat.infomsg.createchannel
source: Create a Channel
de: Kanal erstellen
el: Δημιουργία καναλιού
es: Crear un canal
fr: Créer un canal
hi: कोई चैनल बनाएं
it: Crea un canale
ja: チャンネルを作成
nl: Maak een kanaal
pt_pt: Criar um canal
ru: Создать канал
tr: Bir Kanal Oluştur
vi: Tạo một Kênh
zh_hant: 建立頻道

# chat.infomsg.save.success
source: Saved to Gallery
de: In Galerie gespeichert
el: Αποθηκεύτηκε στην γκαλερί
es: Guardar en la galería
fr: Enregistré dans la galerie
hi: गैलरी में सहेजा गया
it: Salvato nella galleria
ja: ギャラリーに保存しました
nl: Opgeslagen in galerie
pt_pt: Guardado na galeria
ru: Сохранено в галерею
tr: Galeriye Kaydedildi
vi: Đã lưu vào Bộ Sưu Tập
zh_hant: 儲存至圖庫

# chat.infomsg.turnonguestaccess
source: turned on guest access
de: schaltete Gastzugang ein
el: ενεργοποίησε της πρόσβαση επισκέπτη
es: activó el acceso de invitado
fr: accès invité activé
hi: अतिथि पहुँच को ऑन किया गया
it: ha attivato l’accesso guest
ja: さんがゲストアクセスをオンにしました
nl: heeft gasttoegang ingeschakeld
pt_pt: ativou o acesso de convidado
ru: включил гостевой доступ
tr: konuk erişimi açıldı
vi: đã bật truy cập khách
zh_hant: 開啟來賓存取

# chat.infomsg.turnoffguestaccess
source: turned off guest access
de: schaltete Gastzugang aus
el: απενεργοποίησε της πρόσβαση επισκέπτη
es: desactivó el acceso de invitado
fr: accès invité désactivé
hi: अतिथि पहुँच को ऑफ किया गया
it: ha disattivato l’accesso guest
ja: さんがゲストアクセスをオフにしました
nl: heeft gasttoegang uitgeschakeld
pt_pt: desativou o acesso de convidado
ru: выключил гостевой доступ
tr: konuk erişimi kapatıldı
vi: đã tắt truy cập khách
zh_hant: 關閉來賓存取

# chat.infomsg.renametitle
source: renamed the chat as
bn_in: চ্যাটটির পুনরায় নামকরণ করুন হিসেবে
de: benannte den Chat um –
el: μετονόμασε τη συνομιλία ως
es: cambió el nombre del chat a
fr: a renommé le chat en
gu: ચૅટનું નામ આ મુજબ બદલાયું
hi: चैट का नाम बदलकर यह किया:
it: ha rinominato la chat
ja: チャットを次の名前に改名しました：
kn: ಚಾಟ್ ಅನ್ನು ಈ ರೀತಿ ಮರುಹೆಸರಿಸಿದ್ದಾರೆ
ml: ചാറ്റിന്റെ പേര് ഇതാക്കി മാറ്റി
mr: ने चॅटचे नाव बदलले
nl: heeft de naam van de chat gewijzigd in
pa: ਚੈਟ ਦਾ ਨਾਮ ਬਦਲ ਕੇ ਕਰ ਦਿੱਤਾ ਹੈ
pt_pt: mudou o nome do chat para
ru: переименовал чат в
ta_in: அரட்டைக்கு இவ்வாறாக மறுபெயரிட்டுள்ளார்
te: చాట్ పేరు ఇలా మార్చారు
tr: sohbet şöyle yeniden adlandırıldı
ur_arab_in: چیٹ کا نام مندرجہ ذیل پر تبدیل کر دیا
vi: đã đặt tên lại cho nội dung chat thành
zh_hant: 將該聊天重命名為

# chat.infomsg.progressbar.createchannel
source: Creating Channel..
de: Kanal erstellen …
el: Δημιουργία καναλιού...
es: Creando canal...
fr: Création du canal en cours…
hi: चैनल बनाया जा रहा है...
it: Creazione del canale in corso...
ja: チャンネルを作成中..
nl: Kanaal maken...
pt_pt: A criar canal...
ru: Создание канала...
tr: Kanal Oluşturuluyor..
vi: Đang Tạo Kênh..
zh_hant: 正在建立頻道..

# chat.channel.create.type.org.name
source: Organization Channel
de: Organisationskanal
el: Κανάλι οργανισμού
es: Canal de la organización
fr: Canal organisation
hi: संगठन चैनल
it: Canale organizzazione
ja: 組織チャンネル
nl: Organisatiekanaal
pt_pt: Canal de organização
ru: Канал организации
tr: Kuruluş Kanalı
vi: Kênh Tổ Chức
zh_hant: 機構頻道

# chat.channel.create.type.team.name
source: Team Channel
de: Teamkanal
el: Κανάλι ομάδας
es: Canal del equipo
fr: Canal équipe
hi: टीम चैनल
it: Canale team
ja: チームチャンネル
nl: Teamkanaal
pt_pt: Canal de equipa
ru: Канал команды
tr: Ekip Kanalı
vi: Kênh Nhóm
zh_hant: 團隊頻道

# chat.channel.create.type.external.name
source: External Channel
de: Externkanal
el: Εξωτερικό κανάλι
es: Canal externo
fr: Canal externe
hi: बाहरी चैनल
it: Canale esterno
ja: 外部チャンネル
nl: Extern kanaal
pt_pt: Canal externo
ru: Внешний канал
tr: Harici Kanal
vi: Kênh Bên Ngoài
zh_hant: 外部頻道

# chat.channel.create.type.team.desc
source: Open exclusively to the selected teams for use.
de: Exklusiv zur Nutzung durch ausgewählte Teams öffnen.
el: Ανοίξτε αποκλειστικά στις επιλεγμένες ομάδες προς χρήση.
es: Abrir exclusivamente para uso exclusivo de los equipos seleccionados.
fr: Ouvrir exclusivement l’accès à l’équipe sélectionnée.
hi: उपयोग के लिए विशेष रूप से चयनित टीमों के लिए खोलें।
it: Aperto esclusivamente ai team selezionati.
ja: 使用するために、選択されたチームにだけ公開。
nl: Alleen toegankelijk voor de geselecteerde teams voor het gebruik ervan.
pt_pt: Aberto exclusivamente para as equipas selecionadas para utilização.
ru: Открыто только для выбранных команд.
tr: Kullanım için yalnızca seçili ekiplere açın.
vi: Chỉ dành cho các nhóm chọn lọc sử dụng.
zh_hant: 僅向選定團隊開放以供使用。

# chat.channel.create.type.private.desc
source: Organization users can join only on invite.
de: Organisationsnutzer können nur nach Einladung beitreten.
el: Οι χρήστες της οργάνωσης μπορούν να συμμετέχουν μόνο έπειτα από πρόσκληση.
es: Los usuarios de la organización solo pueden unirse por invitación.
fr: Les utilisateurs de l’organisation ne peuvent y accéder que par invitation.
hi: संगठन के उपयोगकर्ता केवल आमंत्रित किए जाने पर शामिल हो सकते हैं।
it: Gli utenti dell’organizzazione possono partecipare solo su invito.
ja: 組織のユーザーは招待された場合のみ参加可能です。
nl: Organisatiegebruikers kunnen alleen deelnemen op uitnodiging.
pt_pt: Os utilizadores da organização podem aderir apenas mediante convite.
ru: Пользователи организации могут присоединяться только по приглашению.
tr: Kuruluş kullanıcıları yalnızca davet edildiğinde katılabilir.
vi: Người dùng trong tổ chức chỉ có thể tham gia khi được mời.
zh_hant: 機構使用者只能在收到邀請時加入。

# chat.channel.create.type.external.desc
source: Users from any organization can join only on invite.
de: Nutzer aus beliebigen Organisationen können nur nach Einladung beitreten.
el: Χρήστες από οποιαδήποτε οργάνωση μπορούν να συμμετάσχουν μόνο έπειτα από πρόσκληση.
es: Los usuarios de cualquier organización solo pueden unirse por invitación.
fr: Les utilisateurs de toute organisation ne peuvent y accéder que par invitation.
hi: किसी भी संगठन के उपयोगकर्ता केवल आमंत्रित किए जाने पर शामिल हो सकते हैं।
it: Gli utenti di qualsiasi organizzazione possono partecipare solo su invito.
ja: どの組織のユーザーも、招待された場合のみ参加可能です。
nl: Gebruikers van een organisatie kunnen alleen deelnemen op uitnodiging.
pt_pt: Os utilizadores de qualquer organização podem aderir apenas mediante convite.
ru: Пользователи из любой организации могут присоединяться только по приглашению.
tr: Herhangi bir kuruluştaki kullanıcılar yalnızca davet edildiğinde katılabilir.
vi: Người dùng từ bất kỳ tổ chức nào chỉ có thể tham gia khi được mời.
zh_hant: 任何機構的使用者只能在收到邀請時加入。

# chat.channel.create.success
source: Channel created
de: Kanal erstellt
el: Δημιουργήθηκε κανάλι
es: Canal creado
fr: Canal créé
hi: चैनल बनाया गया
it: Canale creato
ja: チャンネルを作成しました
nl: Kanaal gemaakt
pt_pt: Canal criado
ru: Канал создан
tr: Kanal oluşturuldu
vi: Kênh đã tạo
zh_hant: 已建立頻道

# chat.channel.create.waiting
source: %@ is made and will be live after admin approval %@
de: %@ wurde erstellt, wird nach Administratorgenehmigung aktiv %@
el: %@ δημιουργείται και θα είναι ζωντανά μετά την έγκριση του διαχειριστή %@
es: %@ se ha creado y se activará después de la aprobación del administrador %@
fr: %@ A été créé et sera actif après approbation de l’administrateur %@
hi: %@ बनाया गया है और व्यवस्थापक द्वारा अनुमोदन दिए जाने के बाद यह लाइव हो जाएगा %@
it: %@ è stato creato e sarà pubblicato dopo l’approvazione dell’amministratore %@
ja: %@ が作成され、管理者により承認後、有効になります %@
nl: %@ is gemaakt en zal live zijn na goedkeuring van de administrator %@
pt_pt: %@ é efetuado e ficará ativo após aprovação do administrador %@
ru: %@ готово и будет доступно после утверждения администратором %@
tr: %@ yapıldı ve %@ yönetici onayından sonra canlı olacaktır
vi: %@ được lập và sẽ diễn ra sau khi quản trị viên duyệt %@
zh_hant: %@ 已建立，將會在管理員核准後存留 %@

# chat.channel.create.failure
source: Wups.. channel couldn’t be created.
de: Hoppla … Kanal konnte nicht erstellt werden.
el: Ουπς...δεν μπόρεσε να δημιουργηθεί κανάλι.
es: No se pudo crear el canal.
fr: Oups... le canal n’a pas pu être créé.
hi: ओह.. चैनल बनाया नहीं जा सका।
it: Ops... Impossibile creare il canale.
ja: おぉっと..チャンネルを作成できませんでした。
nl: Oeps... Kanaal kan niet worden gemaakt.
pt_pt: Ups... não foi possível criar o canal.
ru: Не удалось создать канал.
tr: Hay aksi.. kanal oluşturulamadı.
vi: Rất tiếc.. không thể tạo kênh.
zh_hant: 噢..無法建立頻道。

# chat.version.unsupportedtext1
source: This version of %@ isn’t supported anymore.
bn_in: %@ এর এই সংস্করণটি আর সমর্থিত নয়।
de: Diese %@-Version wird nicht mehr unterstützt.
el: Αυτή η έκδοση του %@ δεν υποστηρίζεται πλέον.
es: Esta versión de %@ ya no es compatible.
fr: Cette version de %@ n’est plus prise en charge.
gu: %@ નું આ સંસ્કરણ હવે સહાયક નથી.
hi: %@ का यह संस्करण अब समर्थित नहीं है।
it: Questa versione di %@ non è più supportata.
ja: このバージョンの%@のサポートは終了しています。
kn: %@ ನ ಈ ಆವೃತ್ತಿ ಇನ್ನು ಬೆಂಬಲಿಸಲ್ಪಡುವುದಿಲ್ಲ.
ml: %@ ന്റെ ഈ പതിപ്പിന് ഇനി പിന്തുണയില്ല.
mr: %@ ची ही आवृत्ती यापुढे सपोर्टेड नाही.
nl: Deze versie van %@ wordt niet meer ondersteund.
pa: %@ ਦਾ ਇਹ ਵਰਜ਼ਨ ਹੁਣ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pt_pt: Esta versão do %@ já não é suportada.
ru: Эта версия %@ больше не поддерживается.
ta_in: %@-இன் இந்த பதிப்பு இனி ஆதரிக்கப்படாது.
te: %@ యొక్క ఈ వెర్షన్ ఇక ఏమాత్రం మద్దతు ఇవ్వదు.
tr: %@’in bu sürümü artık desteklenmiyor.
ur_arab_in: %@ کا یہ ورژن مزید تعاون یافتہ نہیں ہے۔
vi: Phiên bản %@ này không còn được hỗ trợ.
zh_hant: 此 %@ 版本不再受支援。

# chat.version.unsupportedtext2
source: Please upgrade to continue using %@.
bn_in: অনুগ্রহ করে %@ ব্যবহার করা চালিয়ে যাওয়ার জন্য আপগ্রেড করুন।
de: Bitte rüsten Sie auf, wenn Sie %@ weiter nutzen möchten.
el: Αναβαθμίστε για να συνεχίσετε να χρησιμοποιείτε το %@.
es: Actualice la versión para seguir usando %@.
fr: Veuillez vous mettre à jour pour continuer à utiliser %@.
gu: %@ ઉપયોગ ચાલુ રાખવા માટે કૃપા કરીને અપગ્રેડ કરો.
hi: कृपया %@ का उपयोग करना जारी रखने के लिए अपग्रेड करें।
it: Esegui l’upgrade per continuare a usare %@.
ja: %@の使用を継続するには、アップグレードしてください。
kn: %@ ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
ml: %@ ഉപയോഗിക്കുന്നത് തുടരാൻ അപ്‌ഗ്രേഡ് ചെയ്യുക.
mr: कृपया %@ वापरणे सुरू ठेवण्यासाठी अपग्रेड करा.
nl: Upgrade om %@ te blijven gebruiken.
pa: ਕਿਰਪਾ ਕਰਕੇ %@ ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਅਪਗ੍ਰੇਡ ਕਰੋ।
pt_pt: Atualizar para continuar a utilizar o %@.
ru: Обновите приложение, чтобы продолжить использование %@.
ta_in: %@-ஐ தொடர்ந்து பயன்படுத்த மேம்படுத்தவும்.
te: %@ ఉపయోగించడాన్ని కొనసాగించడం కొరకు దయచేసి అప్‌గ్రేడ్ చేయండి.
tr: %@’i kullanmaya devam etmek için lütfen yükseltin.
ur_arab_in: براہ کرم %@ کا استعمال جاری رکھنے کے لیے اپ گریڈ کریں۔
vi: Vui lòng nâng cấp để tiếp tục sử dụng %@.
zh_hant: 請升級以繼續使用 %@。
