Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# lock_status_part_three
source: failed PIN attempts.
bn_in: ব্যর্থ PIN প্রচেষ্টার পরে।
de: fehlgeschlagenen PIN-Versuchen.
el: αποτυχημένες προσπάθειες ΡΙΝ.
es: intentos de PIN erróneos.
fr: tentatives de code confidentiel ayant échoué.
gu: નિષ્ફળ પિન પ્રયાસો.
hi: विफल पिन प्रयास।
it: tentativi di PIN non riusciti.
ja: PIN 入力の試行に失敗。
kn: ವಿಫಲ PIN ಪ್ರಯತ್ನಗಳು.
ml: പരാജയപ്പെട്ട PIN ശ്രമങ്ങൾ.
mr: अयशस्वी PIN प्रयत्न.
nl: mislukte PIN-pogingen.
pa: PIN ਦੀ ਕੋਸ਼ਿਸ਼ਾਂ ਅਸਫਲ।
pt_pt: tentativas de introdução de PIN falhadas.
ru: неудачных попыток ввести PIN.
ta_in: தோல்வியடைந்த PIN முயற்சிகள்.
te: విఫలమైన PIN ప్రయత్నాలు.
tr: başarısız PIN girişimi sonrasında kapatılacak.
ur_arab_in: PIN کی ناکام کوشش۔
vi: lần nhập mã PIN thất bại.
zh_hant: 失敗的 PIN 嘗試。

# fingerprint_lock_message_part_one
source: Unlock the
bn_in: অ্যাপটি আনলক
de: Schalten Sie die
el: Ξεκλειδώστε την
es: Desbloquee la
fr: Déverrouillez l’
gu: અનલૉક કરો
hi: अनलॉक करें
it: Sblocca
ja: アンロック
kn: ನಿಮ್ಮ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ನೊಂದಿಗೆ
ml: അൺലോക്ക് ചെയ്യുക
mr: तुमच्या फिंगरप्रिंटने
nl: Ontgrendel de
pa: ਨੂੰ ਅਨਲੋਕ ਕਰੋ
pt_pt: Desbloqueie a aplicação
ru: Разблокируйте приложение
ta_in: உங்கள்
te: మీ వేలిముద్రతో
tr: Parmak iziyle
ur_arab_in: ایپ کو اپنے
vi: Mở khóa
zh_hant: 使用您的指紋解除鎖定

# fingerprint_lock_message_part_two
source: app with your fingerprint
bn_in: করুন আপনার আঙ্গুলের ছাপ দিয়ে
de: App mit Ihrem Fingerabdruck frei
el: Εφαρμογή με το δακτυλικό αποτύπωμά σας
es: aplicación con su huella digital
fr: application avec votre empreinte digitale
gu: તમારી ફિંગરપ્રિન્ટ સાથે ઍપ
hi: आपके फिंगरप्रिट के साथ ऐप
it: l’app con la tua impronta digitale
ja: アプリケーションを指紋で
kn: ಆ್ಯಪ್ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: നിങ്ങളുടെ വിരലടയാളം ഉപയോഗിച്ച് അപ്ലിക്കേഷൻ
mr: अॅप अनलॉक करा
nl: app met uw vingerafdruk
pa: ਤੁਹਾਡੇ ਫਿੰਗਰਪ੍ਰਿੰਟ ਨਾਲ ਐਪ
pt_pt: com a sua impressão digital
ru: с помощью отпечатка пальца
ta_in: கைரேகையைக் கொண்டு செயலியைத் திறக்கவும்
te: యాప్‌ని అన్‌లాక్ చేయండి
tr: uygulamasının kilidini açın
ur_arab_in: فنگرپرنٹ سے ان لاک کریں
vi: ứng dụng bằng vân tay của bạn
zh_hant: 應用程式

# turn_applock_off
source: Turn Passcode Off
bn_in: পাসকোড বন্ধ করুন
de: Sicherheitscode abschalten
el: Απενεργοποίηση κωδικού εισόδου
es: Desactivar código de acceso
fr: Désactiver le code secret
gu: પાસકોડ બંધ કરો
hi: पासकोड को ऑफ करें
it: Disattiva passcode
ja: パスコードをオフにする
kn: ಪಾಸ್‌ಕೋಡ್ ಆಫ್ ಮಾಡಿ
ml: പാസ്‌കോഡ് ഓഫാക്കുക
mr: पासकोड बंद करा
nl: Toegangscode uitschakelen
pa: ਪਾਸਕੋਡ ਬੰਦ ਕਰੋ
pt_pt: Desativar código de acesso
ru: Отключить секретный код
ta_in: கடவுக்குறியீட்டை நிறுத்து
te: పాస్‌కోడ్ ఆఫ్ చేయండి
tr: Şifreyi Kapat
ur_arab_in: پاس کوڈ کو آف کریں
vi: Tắt Mật Mã
zh_hant: 關閉密碼

# turn_applock_on
source: Turn Passcode On
bn_in: পাসকোড চালু করুন
de: Sicherheitscode einschalten
el: Ενεργοποίηση κωδικού εισόδου
es: Activar código de acceso
fr: Activer le code secret
gu: પાસકોડ ચાલુ કરો
hi: पासकोड को ऑन करें
it: Attiva passcode
ja: パスコードをオンにする
kn: ಪಾಸ್‌ಕೋಡ್ ಆನ್ ಮಾಡಿ
ml: പാസ്‌കോഡ് ഓണാക്കുക
mr: पासकोड चालू करा
nl: Wachtwoordcode inschakelen
pa: ਪਾਸਕੋਡ ਚਾਲੂ ਕਰੋ
pt_pt: Ativar código de acesso
ru: Включить секретный код
ta_in: கடவுக்குறியீட்டை இயக்கு
te: పాస్‌కోడ్ ఆన్ చేయండి
tr: Şifreyi Aç
ur_arab_in: پاس کوڈ کو آن کریں
vi: Bật Mật Mã
zh_hant: 開啟密碼

# PIN_set_sucuessfully
source: Passcode is set successfully
bn_in: পাসকোড সফলভাবে সেট করা হয়েছে
de: Sicherheitscode erfolgreich eingerichtet
el: Ο κωδικός εισόδου έχει οριστεί επιτυχώς
es: El código de acceso se ha establecido correctamente
fr: Le code secret est défini avec succès
gu: પાસકોડ સફળતાપૂર્વક સેટ થયેલ છે
hi: पासकोड को सफलतापूर्वक सेट कर दिया गया है
it: Passcode impostato correttamente
ja: パスコードを正常に設定しました
kn: ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೆಟ್ ಮಾಡಲಾಗಿದೆ
ml: പാസ്‌കോഡ് വിജയകരമായി സജ്ജമാക്കി
mr: पासकोड यशस्वीरित्या सेट केला
nl: Wachtwoordcode is met succes ingesteld
pa: ਪਾਸਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਸੈਟ ਕੀਤਾ ਗਿਆ
pt_pt: O código de acesso foi definido com êxito
ru: Секретный код успешно задан
ta_in: கடவுக்குறியீடு வெற்றிகரமாக அமைக்கப்பட்டது
te: పాస్‌కోడ్ విజయవంతంగా సెట్ చేయబడింది
tr: Şifre başarıyla ayarlandı
ur_arab_in: پاس کوڈ کامیابی سے سیٹ کر دیا گیا ہے
vi: Đã cài đặt mật mã thành công
zh_hant: 已成功設定密碼

# applock_turned_off
source: Passcode is turned off.
bn_in: পাসকোড বন্ধ করা আছে।
de: Sicherheitscode ist abgeschaltet.
el: Ο κωδικός εισόδου είναι απενεργοποιημένος.
es: El código de acceso está desactivado.
fr: Le code secret est désactivé.
gu: પાસકોડ બંધ છે.
hi: पासकोड को ऑफ कर दिया गया है।
it: Passcode disattivato.
ja: パスコードがオフになりました。
kn: ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ.
ml: പാസ്‌കോഡ് ഓഫ് ചെയ്തു.
mr: पासकोड बंद केला आहे.
nl: Wachtwoordcode is uitgeschakeld.
pa: ਪਾਸਕੋਡ ਬੰਦ ਕੀਤਾ ਗਿਆ ਹੈ।
pt_pt: O código de acesso está desativado.
ru: Секретный код отключен.
ta_in: கடவுக்குறியீடு நிறுத்தப்பட்டது.
te: పాస్‌కోడ్ ఆఫ్ చేయబడింది.
tr: Şifre kapatıldı.
ur_arab_in: پاس کوڈ آف ہے۔
vi: Đã tắt mật mã.
zh_hant: 密碼已關閉。

# PIN_changed
source: Passcode changed successfully
bn_in: পাসকোড সফলভাবে পরিবর্তিত হয়েছে
de: Sicherheitscode erfolgreich geändert
el: Ο κωδικός εισόδου άλλαξε επιτυχώς
es: Código de acceso cambiado correctamente
fr: Code secret modifié avec succès
gu: પાસકોડ સફળતાપૂર્વક બદલાઈ ગયો
hi: पासकोड को सफलतापूर्वक बदला गया
it: Passcode cambiato correttamente
ja: パスコードが正常に変更されました
kn: ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ml: പാസ്‌കോഡ് വിജയകരമായി മാറ്റി
mr: पासकोड यशस्वीरित्या बदलला
nl: Wachtwoordcode met succes veranderd
pa: ਪਾਸਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ
pt_pt: O código de acesso foi alterado com êxito
ru: Секретный код успешно изменен
ta_in: கடவுக்குறியீடு வெற்றிகரமாக மாற்றப்பட்டது
te: పాస్‌కోడ్ విజయవంతంగా మార్చబడింది
tr: Şifre başarıyla değiştirildi
ur_arab_in: پاس کوڈ کامیابی سے تبدیل کر دیا گیا
vi: Đã đổi mật mã thành công
zh_hant: 已成功變更密碼

# change_PIN
source: Change Passcode
bn_in: পাসকোড পরিবর্তন করুন
de: Sicherheitscode ändern
el: Αλλαγή κωδικού εισόδου
es: Cambiar código de acceso
fr: Changer de code secret
gu: પાસકોડ બદલો
hi: पासकोड बदलें
it: Modifica passcode
ja: パスコードを変更
kn: ಪಾಸ್‌ಕೋಡ್‌ ಬದಲಿಸಿ
ml: പാസ്‌കോഡ് മാറ്റുക
mr: पासकोड बदला
nl: Wachtwoordcode wijzigen
pa: ਪਾਸਕੋਡ ਬਦਲੋ
pt_pt: Alterar código de acesso
ru: Изменить секретный код
ta_in: கடவுக்குறியீட்டை மாற்று
te: పాస్‌కోడ్‌ను మార్చండి
tr: Şifreyi Değiştir
ur_arab_in: پاس کوڈ تبدیل کریں
vi: Đổi Mật Mã
zh_hant: 變更密碼

# settings.applock.changepass
source: Change Password
bn_in: পাসওয়ার্ড পরিবর্তন করুন
de: Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fr: Changer de mot de passe
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें
it: Modifica password
ja: パスワードの変更
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്‌വേഡ് മാറ്റുക
mr: पासवर्ड बदला
nl: Wachtwoord wijzigen
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pt_pt: Alterar palavra-passe
ru: Изменить пароль
ta_in: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్‌ని మార్చు
tr: Parola Değiştir
ur_arab_in: پاس ورڈ تبدیل کریں
vi: Đổi Mật khẩu
zh_hant: 變更密碼

# use_pin
source: USE PASSCODE
bn_in: পাসকোড ব্যবহার করুন
de: SICHERHEITSCODE VERWENDEN
el: ΧΡΗΣΗ ΚΩΔΙΚΟΥ ΕΙΣΟΔΟΥ
es: USAR CÓDIGO DE ACCESO
fr: UTILISER LE CODE SECRET
gu: પાસકોડનો ઉપયોગ કરો
hi: पासकोड का उपयोग करें
it: USA PASSCODE
ja: パスコードを使用
kn: ಪಾಸ್‌ಕೋಡ್‌ ಬಳಸಿ
ml: പാസ്‌കോഡ് ഉപയോഗിക്കുക
mr: पासकोड वापरा
nl: WACHTWOORDCODE GEBRUIKEN
pa: ਪਾਸਕੋਡ ਵਰਤੋ
pt_pt: UTILIZE CÓDIGO DE ACESSO
ru: ИСПОЛЬЗОВАТЬ СЕКРЕТНЫЙ КОД
ta_in: கடவுக்குறியீட்டைப் பயன்படுத்து
te: పాస్‌కోడ్ ఉపయోగించండి
tr: ŞİFRE KULLAN
ur_arab_in: پاس کوڈ استعمال کریں
vi: SỬ DỤNG MẬT MÃ
zh_hant: 使用密碼

# applock_clear
source: CLEAR
bn_in: পরিষ্কার করুন
de: AUFHEBEN
el: ΔΙΑΓΡΑΦΗ
es: BORRAR
fr: EFFACER
gu: સાફ કરો
hi: साफ़ करें
it: CANCELLA
ja: クリア
kn: ತೆರವುಗೊಳಿಸಿ
ml: മായ്‌ക്കുക
mr: साफ करा
nl: WISSEN
pa: ਸਾਫ਼ ਕਰੋ
pt_pt: LIMPAR
ru: ОЧИСТИТЬ
ta_in: அழி
te: క్లియర్ చేయండి
tr: TEMİZLE
ur_arab_in: صاف کریں
vi: XÓA
zh_hant: 清除

# applock_not_message
source: You have a new message
bn_in: আপনার একটি নতুন মেসেজ আছে
de: Sie haben eine neue Mitteilung
el: Έχετε ένα νέο μήνυμα
es: Tiene un mensaje nuevo
fr: Vous avez un nouveau message
gu: તમારી પાસે એક નવો સંદેશ છે
hi: आपके पास कोई नया संदेश है
it: Hai un nuovo messaggio
ja: 新規メッセージがあります
kn: ನೀವು ಒಂದು ಹೊಸ ಸಂದೇಶ ಹೊಂದಿದ್ದೀರಿ
ml: നിങ്ങൾക്ക് ഒരു പുതിയ സന്ദേശമുണ്ട്
mr: तुम्हाला एक नवीन मेसेज आला आहे
nl: U heeft een nieuw bericht
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਨਵਾਂ ਸੁਨੇਹਾ ਹੈ
pt_pt: Recebeu uma nova mensagem
ru: У вас новое сообщение
ta_in: உங்களுக்கு ஒரு புதிய செய்தி உள்ளது
te: మీకు కొత్త సందేశం ఉంది
tr: Yeni bir iletiniz var
ur_arab_in: آپ کے پاس ایک نیا پیغام ہے
vi: Bạn có một tin nhắn mới
zh_hant: 您收到一則新訊息

source: Auto-Lock
bn_in: অটো-লক
de: Auto-Sperre
el: Αυτόματο κλείδωμα
es: Bloqueo automático
fr: Verrouillage automatique
gu: સ્વતઃ-લોક
hi: ऑटो-लॉक
it: Blocco automatico
ja: 自動ロック
kn: ಸ್ವಯಂ-ಲಾಕ್
ml: ഓട്ടോ-ലോക്ക്
mr: ऑटो-लॉक
nl: Automatisch vergrendelen
pa: ਆਟੋ-ਲੋਕ
pt_pt: Bloqueio automático
ru: Автоблокировка
ta_in: தானியங்கி-பூட்டு
te: ఆటోలాక్
tr: Otomatik Kilitleme
ur_arab_in: خود کار لاک
vi: Tự Động Khóa
zh_hant: 自動鎖定

# applock.passcode.min
source: Must be atleast 4 characters
bn_in: অন্তত 4টি অক্ষরের হতে হবে
de: Mindestens 4 Zeichen erforderlich
el: Πρέπει να είναι τουλάχιστον 4 χαρακτήρες
es: Debe tener 4 caracteres como mínimo
fr: Doit comporter au moins 4 caractères
gu: ઓછામાં ઓછા 4 વર્ણો હોવા જોઈએ
hi: कम से कम 4 कैरेक्टर अवश्य होने चाहिए
it: Deve contenere almeno 4 caratteri
ja: 4文字以上にする必要があります
kn: ಕನಿಷ್ಟ 4 ಅಕ್ಷರಗಳಿರಬೇಕು
ml: കുറഞ്ഞത് 4 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം
mr: किमान 4 वर्ण असणे आवश्यक आहे
nl: Moet ten minste 4 tekens bevatten
pa: ਘੱਟੋ ਘੱਟ 4 ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
pt_pt: Tem de conter, pelo menos, 4 carateres
ru: Должно быть не менее 4 символов
ta_in: குறைந்தபட்சம் 4 எழுத்துக்குறிகள் இருக்க வேண்டும்
te: కనీసం 4 క్యారెక్టర్లు ఉండాలి
tr: En az 4 karakter içermelidir
ur_arab_in: لازمی طور پر کم از کم 4 حروف پر مشتمل ہونا چاہیئے
vi: Phải dài ít nhất 4 ký tự
zh_hant: 必須至少包含 4 個字元

# applock.passcode.max
source: Must be fewer than 17 characters
bn_in: 17 ক্যারেক্টারের কম হতে হবে।
de: Maximal 16 Zeichen
el: Πρέπει να είναι λιγότερο από 17 χαρακτήρες
es: Debe tener menos de 17 caracteres
fr: Doit comporter moins de 17 caractères
gu: 17 કરતાં ઓછા વર્ણો હોવા જોઈએ
hi: अवश्य 17 कैरेक्टरों से कम होना चाहिए
it: Deve contenere massimo 17 caratteri
ja: 17文字以内にする必要があります
kn: 17 ಕ್ಕಿಂತ ಕಡಿಮೆ ಅಕ್ಷರಗಳಿರಬೇಕು
ml: 17 പ്രതീകങ്ങളിൽ കുറവായിരിക്കണം
mr: 17 पेक्षा कमी वर्ण आवश्यक आहे
nl: Moet minder dan 17 tekens bevatten
pa: 17 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pt_pt: Tem de conter menos de 17 caracteres
ru: Должно быть не более 17 символов
ta_in: 17 எழுத்துக்குறிகளுக்குக் குறைவாக இருக்க வேண்டும்
te: 17 క్యారెక్టర్‌ల కంటే తక్కువ ఉండాలి
tr: 17 karakterden az olmalıdır
ur_arab_in: لازمی طور پر 17 حروف سے کم پر مشتمل ہونا چاہیئے
vi: Phải ít hơn 17 ký tự
zh_hant: 必須少於 17 個字元

# applock.pin
source: PIN
fr: Code confidentiel
hi: पिन
pt_pt: Código PIN
ru: PIN-код
vi: Mã PIN

# applock.password
source: Password
bn_in: পাসওয়ার্ড
de: Kennwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
gu: પાસવર્ડ
hi: पासवर्ड
ja: パスワード
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
pt_pt: Palavra-passe
ru: Пароль
ta_in: கடவுச்சொல்
te: పాస్‌వర్డ్
tr: Parola
ur_arab_in: پاس ورڈ
vi: Mật khẩu
zh_hant: 密碼

# applock.pins
source: PINS
fr: Codes confidentiels
hi: पिनें
kn: PIN ಗಳು
nl: PINCODES
pt_pt: Códigos PIN
ru: PIN-коды
ta_in: PINகள்
tr: PIN’ler
vi: DẪN HƯỚNG

# applock.passwords
source: Passwords
bn_in: পাসওয়ার্ডগুলি
de: Kennwörter
el: Κωδικοί πρόσβασης
es: Contraseñas
fr: Mots de passe
gu: પાસવર્ડ્સ
hi: पासवर्ड
it: Password
ja: パスワード
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು
ml: പാസ്‌വേഡ്
mr: पासवर्ड
nl: Wachtwoorden
pa: ਪਾਸਵਰਡਾਂ
pt_pt: Palavras-passe
ru: Пароли
ta_in: கடவுச்சொற்கள்
te: పాస్‌వర్డ్‌లు
tr: Parolalar
ur_arab_in: پاس ورڈز
vi: Mật khẩu
zh_hant: 密碼

# applock.title
source: Passcode Lock
bn_in: পাসকোড লক
de: /remind [@user] [remind about] [time/date]
el: Κλείδωμα κωδικού πρόσβασης
es: Bloqueo por código de acceso
fr: Verrouillage par code secret
gu: પાસકોડ લૉક
hi: पासकोड लॉक
it: Blocco passcode
ja: パスコードロック
kn: ಪಾಸ್‌ಕೋಡ್ ಲಾಕ್‌
ml: പാസ്‌കോഡ് ലോക്ക്
mr: पासकोड लॉक
nl: Vergrendeling met wachtwoordcode
pa: ਪਾਸਕੋਡ ਲਾੱਕ
pt_pt: Bloqueio com código de acesso
ru: Блокировка секретным кодом
ta_in: கடவுக்குறியீடு பூட்டு
te: పాస్‌కోడ్ లాక్
tr: Şifre Kilidi
ur_arab_in: پاس کوڈ لاک
vi: Khóa Mật Mã
zh_hant: 密碼鎖定

# applock.passcode.on
source: On
bn_in: চালু
de: Ein
el: Ενεργό
es: Activado
fr: Activé
gu: ચાલુ
hi: ऑन
it: Attiva
ja: オン
kn: ಆನ್
ml: ഇതിൽ
mr: चालू
nl: Op
pa: ਚਾਲੂ
pt_pt: Em
ru: В дату
ta_in: இயக்கு
te: ఆన్ చేయండి
tr: Açık
ur_arab_in: آن
vi: Vào
zh_hant: 開啟

# applock.passcode.off
source: Off
bn_in: বন্ধ
de: Aus
el: Ανενεργό
es: Desactivado
fr: Désactivé
gu: બંધ
hi: ऑफ
it: Disattiva
ja: オフ
kn: ಆಫ್
ml: ഓഫ് ചെയ്യുക
mr: बंद
nl: Uit
pa: ਬੰਦ
pt_pt: Desativado
ru: Выкл.
ta_in: அணை
te: ఆఫ్ చేయండి
tr: Kapalı
ur_arab_in: آف
vi: Tắt
zh_hant: 關閉

# applock.passcode.current.pin
source: Enter your current %@.
bn_in: আপনার বর্তমান %@ প্রবেশ করুন।
de: %@ eingeben.
el: Εισαγάγετε το τρέχον %@ σας.
es: Escriba su %@ actual.
fr: Entrez votre %@ actuel.
gu: તમારું વર્તમાન %@ દાખલ કરો.
hi: अपना वर्तमान %@ दर्ज करें।
it: Inserisci il %@ corrente.
ja: %@を入力。
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ %@ ನಮೂದಿಸಿ.
ml: നിങ്ങളുടെ നിലവിലുള്ള %@ നൽകുക.
mr: तुमचा वर्तमान %@ प्रविष्ट करा.
nl: Uw huidige %@ invoeren.
pa: ਆਪਣਾ ਮੌਜ਼ੂਦਾ %@ ਦਾਖਲ ਕਰੋ।
pt_pt: Introduza o seu %@ atual.
ru: Введите текущий %@.
ta_in: உங்கள் தற்போதைய %@-ஐ உள்ளிடுக.
te: మీ ప్రస్తుత %@ నమోదు చేయండి.
tr: Geçerli %@ girişini yapın.
ur_arab_in: اپنا موجودہ %@ درج کریں۔
vi: Nhập %@ hiện tại của bạn.
zh_hant: 輸入您的當前 %@。

# chat.settings.role.change
source: Role updated successfully
bn_in: ভূমিকা সফলভাবে আপডেট করা হয়েছে
de: Rolle erfolgreich aktualisiert
el: Ο ρόλος ενημερώθηκε επιτυχώς
es: Rol actualizado correctamente
fr: Rôle mis à jour avec succès
gu: ભૂમિકા સફળતાપૂર્વક અપડેટ થઈ
hi: भूमिका को सफलतापूर्वक अद्यतन किया गया
it: Ruolo aggiornato correttamente
ja: 役割が正常に更新されました
kn: ಪಾತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ml: മുൻ‌ഗണന വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്‌തു
mr: भूमिका यशस्वीरित्या अपडेट केली
nl: Rol is bijgewerkt
pa: ਰੋਲ ਸਫ਼ਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ
pt_pt: Função atualizada com êxito
ru: Роль успешно обновлена
ta_in: பணிப் பொறுப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: రోల్ విజయవంతంగా అప్‌డేట్ చేయబడింది
tr: Rol başarıyla güncellendi
ur_arab_in: کردار کامیابی سے اپ ڈیٹ کر دیا گیا
vi: Đã cập nhật vai trò thành công
zh_hant: 已成功更新角色

# chat.message.deleted
source: This message has been deleted
bn_in: এই মেসেজটি মোছা হয়েছে
de: Diese Mitteilung wurde gelöscht
el: Αυτό το μήνυμα έχει διαγραφεί
es: Este mensaje se ha eliminado
fr: Ce message a été supprimé
gu: આ સંદેશ કાઢી નાખેલ છે
hi: इस संदेश को हटा दिया गया है
it: Il messaggio è stato eliminato
ja: このメッセージは削除されました
kn: ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ
ml: ഈ സന്ദേശം ഇല്ലാതാക്കി.
mr: हा मेसेज हटवला आहे
nl: Dit bericht is verwijderd
pa: ਇਹ ਸੁਨੇਹਾ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ
pt_pt: Esta mensagem foi eliminada
ru: Это сообщение удалено
ta_in: இந்த செய்தி நீக்கப்பட்டது
te: ఈ సందేశం డిలీట్ చేయబడింది
tr: Bu ileti silindi
ur_arab_in: یہ پیغام حذف کر دیا گیا ہے
vi: Tin nhắn này đã bị xóa
zh_hant: 此訊息已刪除

# chat.bottomsheet.more.delete
source: Delete
bn_in: মুছুন
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
gu: કાઢી નાંખો
hi: हटाएं
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijderen
pa: ਮਿਟਾਓ
pt_pt: Eliminar
ru: Удалить
ta_in: நீக்கு
te: తొలగించండి
tr: Sil
ur_arab_in: حذف کریں
vi: Xóa
zh_hant: 刪除

# chat.bottomsheet.more.edit
source: Edit
bn_in: সম্পাদন করুন
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
gu: સંપાદિત કરો
hi: संपादित करें
it: Modifica
ja: 編集
kn: ತಿದ್ದಿ
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादन करा
nl: Bewerken
pa: ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar
ru: Изменить
ta_in: திருத்து
te: ఎడిట్ చేయండి
tr: Düzenle
ur_arab_in: تدوین کریں
vi: Sửa
zh_hant: 編輯

# chat.title.activity.edithitory
source: Edit History
bn_in: ইতিহাস সম্পাদন করুন
de: Änderungsverlauf
el: Επεξεργασία ιστορικού
es: Editar historial
fr: Modifier l’historique
gu: ઇતિહાસ સંપાદિત કરો
hi: इतिहास को संपादित करें
it: Modifica cronologia
ja: 履歴を編集
kn: ಇತಿಹಾಸ ತಿದ್ದಿ
ml: ചരിത്രം എഡിറ്റ് ചെയ്യുക
mr: इतिहास संपादन करा
nl: Geschiedenis bewerken
pa: ਇਤਿਹਾਸ ਸੋਧੋ
pt_pt: Editar histórico
ru: Изменить историю
ta_in: வரலாற்றைத் திருத்து
te: హిస్టరీని ఎడిట్ చేయండి
tr: Geçmişi Düzenle
ur_arab_in: ہسٹری میں تدوین کریں
vi: Sửa Lịch Sử
zh_hant: 編輯歷程記錄

# chat.bottomsheet.more.edithistory
source: View edits
bn_in: সম্পাদনাগুলি দেখুন
de: Bearbeitungen anzeigen
el: Προβολή επεξεργασιών
es: Ver ediciones
fr: Afficher les modifications
gu: સંપાદનો જુઓ
hi: संपादन देखें
it: Visualizza modifiche
ja: 編集を表示
kn: ತಿದ್ದುಪಡಿಗಳನ್ನು ನೋಡಿ
ml: എഡിറ്റുകൾ കാണുക
mr: संपादने पहा
nl: Bewerkingen weergeven
pa: ਸੰਪਾਦਨ ਵੇਖੋ
pt_pt: Ver edições
ru: Просмотр изменений
ta_in: திருத்தங்களைக் காண்க
te: ఎడిట్‌లను వీక్షించండి
tr: Düzenlemeleri görüntüle
ur_arab_in: تدوین کاریاں دیکھیں
vi: Xem các nội dung sửa
zh_hant: 檢視編輯

# chat.actions.message.delete.message
source: This message will be deleted for everyone.
bn_in: এই বার্তাটি সকলের জন্য মুছে ফেলা হবে।
de: Diese Mitteilung löschen? Diese Mitteilung wird für Jeden gelöscht.
el: Διαγραφή αυτού του μηνύματος; Το μήνυμα αυτό θα διαγραφεί για όλους.
es: ¿Desea eliminar este mensaje? Este mensaje se eliminará para todo el mundo.
fr: Supprimer ce message ? Ce message sera supprimé pour tout le monde.
gu: આ સંદેશ દરેક માટે કાઢી નાખવામાં આવશે.
hi: इस संदेश को हटाएं? यह संदेश सभी के लिए हटा दिया जाएगा।
it: Eliminare questo messaggio ? Questo messaggio sarà eliminato per tutti.
ja: このメッセージを削除しますか？ このメッセージは完全に削除されまうｓ。
kn: ಈ ಸಂದೇಶವನ್ನು ಎಲ್ಲರಿಗೂ ಅಳಿಸಲಾಗುತ್ತದೆ.
ml: ഈ സന്ദേശം എല്ലാവർക്കും ഇല്ലാതാക്കും.
mr: हा मेसेज प्रत्येकासाठी हटवला जाईल.
nl: Dit bericht verwijderen? Dit bericht wordt voor iedereen verwijderd.
pa: ਇਹ ਸੁਨੇਹਾ ਹਰੇਕ ਲਈ ਮਿਟਾ ਦਿੱਤਾ ਜਾਏਗਾ।
pt_pt: Eliminar esta mensagem ? Esta mensagem será eliminada para todos..
ru: Удалить это сообщение? Это сообщение будет удалено для всех.
ta_in: இந்த செய்தி அனைவருக்கும் நீக்கப்படும்.
te: ఈ సందేశం ప్రతి ఒక్కరికీ తొలగించబడుతుంది.
tr: Bu ileti silinsin mi? Bu ileti herkes için silinecek.
ur_arab_in: یہ پیغام سب کے لیے حذف کر دیا جائے گا۔
vi: Xóa tin nhắn này? Tin nhắn này sẽ bị xóa đối với tất cả mọi người.
zh_hant: 刪除此訊息？ 此訊息將針對每個人刪除。

# chat.share.uri.invalid
source: Invalid file path
bn_in: অবৈধ ফাইলের পাথ
de: Ungültiger Dateipfad
el: Μη έγκυρη διαδρομή αρχείου
es: Ruta de archivo no válida
fr: Chemin d’accès au fichier non valide
gu: અમાન્ય ફાઇલ પાથ
hi: अमान्य फाइल पथ
it: Percorso file non valido
ja: 不正なファイルパスです
kn: ಅಮಾನ್ಯ ಫೈಲ್ ಪಾಥ್
ml: അസാധുവായ ഫയൽ പാത്ത്
mr: फाइल पाथ अवैध आहे
nl: Ongeldig bestandspad
pa: ਫਾਈਲ ਦਾ ਅਯੋਗ ਪਾਥ ਹੈ
pt_pt: Caminho de ficheiro inválido
ru: Недопустимый путь к файлу
ta_in: தவறான கோப்புப் பாதை
te: చెల్లని ఫైల్ మార్గం
tr: Geçersiz dosya yolu
ur_arab_in: فائل کا غلط راستہ
vi: Đường dẫn tập tin không hợp lệ
zh_hant: 無效檔案路徑

# chat.home.readall
source: Mark all as read
bn_in: সমস্ত পঠিত হিসাবে চিহ্নিত করুন
de: Alles als gelesen markieren
el: Επισήμανση όλων ως αναγνωσμένα
es: Marcar todo como leído
fr: Marquer tout comme lu
gu: બધાને વાંચેલા તરીકે ચિહ્નિત કરો
hi: सभी को पढ़ा गया के रूप में चिह्नित करें
it: Contrassegna tutti come letti
ja: 読み終えた全てにマークを付ける
kn: ಎಲ್ಲವನ್ನು ಓದಲಾಗಿದೆ ಎಂದು ಗುರುತು ಮಾಡಿ
ml: എല്ലാം വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: वाचले म्हणून सर्व चिन्हांकित करा
nl: Alle markeren als gelezen
pa: ਸਾਰੇ ਪੜ੍ਹੇ ਹੋਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ
pt_pt: Marcar todos como lidos
ru: Пометить все как прочитанные
ta_in: அனைத்தையும் வாசித்ததாகக் குறி
te: అన్నింటినీ చదివినట్లు గుర్తు పెట్టు
tr: Tümünü okundu olarak işaretle
ur_arab_in: تمام کو بطور پڑھے گئے نشان زد کریں
vi: Đánh dấu tất cả là đã đọc
zh_hant: 全部標記為「讀取」

# chat.mentions.header.participant
source: Participants
bn_in: অংশগ্রহণকারীগণ
de: Teilnehmer
el: Συμμετέχοντες
es: Participantes
gu: સહભાગીઓ
hi: प्रतिभागी
it: Partecipanti
ja: 参加者
kn: ಭಾಗಿಗಳು
ml: പങ്കെടുക്കുന്നവർ
mr: सहभागी
nl: Deelnemers
pa: ਭਾਗੀਦਾਰ
pt_pt: Participantes
ru: Участники
ta_in: பங்கேற்பாளர்கள்
te: పాల్గొన్న వ్యక్తులు
tr: Katılımcılar
ur_arab_in: شرکاء
vi: Người tham gia
zh_hant: 參與者

# chat.mentions.header.team
source: Team members
de: Teammitglieder
el: Μέλη ομάδας
es: Miembros de equipo
fr: Membres de l’équipe
hi: टीम के सदस्य
it: Membri del team
ja: チームメンバー
nl: Teamleden
pt_pt: Membros de equipa
ru: Участники рабочей группы
tr: Ekip üyeleri
vi: Các thành viên trong nhóm
zh_hant: 團隊成員

# chat.mentions.header.group
source: Groups
bn_in: গ্রুপগুলি
de: Gruppen
el: Ομάδες
es: Grupos
fr: Groupes
gu: સમૂહો
hi: समूह
it: Gruppi
ja: グループ
kn: ಗುಂಪುಗಳು
ml: ഗ്രൂപ്പുകൾ
mr: समूह
nl: Groepen
pa: ਸਮੂਹ
pt_pt: Grupos
ru: Группы
ta_in: குழுக்கள்
te: గ్రూపులు
tr: Gruplar
ur_arab_in: گروپس
vi: Nhóm
zh_hant: 群組

# chat.mentions.header.bot
source: Bots
el: Δικτυορομπότ
fr: Robots
hi: बॉट्स
it: Bot
ja: ボット
ru: Боты
tr: Robotlar
vi: Bot
zh_hant: Bot

# chat.mentions.header.contact
source: Users
bn_in: ব্যবহারকারীরা
de: Kontakte
el: Επαφές
es: Contactos
fr: Contacts
gu: ઉપયોગકર્તા
hi: संपर्क
it: Contatti
ja: コンタクト
kn: ಬಳಕೆದಾರರು
ml: ഉപയോക്താക്കൾ
mr: वापरकर्ते
nl: Contactpersonen
pa: ਉਪਭੋਗਤਾ
pt_pt: Contactos
ru: Контакты
ta_in: பயனர்கள்
te: యూజర్‌లు
tr: Kişiler
ur_arab_in: صارفین
vi: Số liên lạc
zh_hant: 聯絡人

# chat.window.edit.text
source: Edited
bn_in: সম্পাদিত
de: Bearbeitet
el: Επεξεργάστηκε
es: Editado
fr: Modifié
gu: સુધારેલ
hi: संपादित
it: Modificato
ja: 編集
kn: ಸಂಪಾದಿಸಲಾಗಿದೆ
ml: എഡിറ്റ് ചെയ്‌തു
mr: संपादित केले
nl: Bewerkt
pa: ਸੰਪਾਦਨ ਕੀਤਾ
pt_pt: Editado
ru: Изменено
ta_in: திருத்தப்பட்டது
te: ఎడిటెడ్
tr: Düzenlendi
ur_arab_in: تدوین کردہ
vi: Đã sửa
zh_hant: 已編輯

# chat.actions.btmsheet.pin
source: Pin
bn_in: পিন
de: Anheften
el: Καρφίτσωμα
es: Anclar
fr: Épingler
gu: પિન કરો
hi: पिन करें
it: Blocca
ja: ピン
kn: ಪಿನ್ ಮಾಡಿ
ml: പിൻ ചെയ്യുക
mr: पिन करा
nl: Vastmaken
pa: ਪਿੰਨ
pt_pt: Afixar
ru: Закрепить
ta_in: பின்செய்
te: పిన్
tr: Sabitle
ur_arab_in: پن کریں
vi: Cố định
zh_hant: 固定

# chat.actions.btmsheet.unpin
source: Unpin
bn_in: আনপিন
de: Lösen
el: Ξεκαρφίτσωμα
es: Desanclar
fr: Désépingler
gu: અનપિન કરો
hi: अनपिन करें
it: Sblocca
ja: ピン留めを解除
kn: ಅನ್‌ಪಿನ್ ಮಾಡಿ
ml: അൺപിൻ
mr: अनपिन करा
nl: Losmaken
pa: ਅਨਪਿੰਨ
pt_pt: Remover
ru: Открепить
ta_in: பின்நீக்கு
te: అన్‌పిన్
tr: Ayır
ur_arab_in: ان پن کریں
vi: Hủy cố định
zh_hant: 取消固定

# chat.actions.btmsheet.senddraft
source: Send drafted message
bn_in: খসড়া মেসেজ পাঠান
de: Mitteilungsentwurf senden
el: Αποστολή πρόχειρου μηνύματος
es: Enviar mensaje en borrador
fr: Envoyer un message en brouillon
gu: મુસદ્દો સંદેશ મોકલો
hi: ड्राफ्ट किया गया संदेश भेजें
it: Invia bozza di messaggio
ja: 作成したメッセージを送信
kn: ಡ್ರಾಫ್ಟ್ ಮಾಡಿದ ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: ഡ്രാഫ്റ്റ് ചെയ്‌ത സന്ദേശം അയയ്‌ക്കുക
mr: ड्राफ्ट केलेले मेसेज पाठवा
nl: Een conceptbericht verzenden
pa: ਖਰੜਾ ਸੁਨੇਹਾ ਭੇਜੋ
pt_pt: Enviar mensagem em rascunho
ru: Отправить черновик сообщения
ta_in: வரைவாக்கப்பட்ட செய்தியை அனுப்பு
te: డ్రాఫ్ట్ చేసిన సందేశాన్ని పంపండి
tr: Taslak iletiyi gönder
ur_arab_in: ڈرافٹ کردہ پیغام بھیجیں
vi: Gửi tin nhắn nháp
zh_hant: 傳送起草的訊息

# chat.actions.btmsheet.cleardraft
source: Clear draft
bn_in: খসড়া মুছে ফেলুন
de: Entwurf löschen
el: Διαγραφή πρόχειρου
es: Borrar mensaje en borrador
fr: Effacer le brouillon
gu: ડ્રાફ્ટ સાફ કરો
hi: ड्राफ्ट को साफ़ करें
it: Cancella bozza
ja: 下書きをクリア
kn: ಡ್ರಾಫ್ಟ್ ತೆರವುಗೊಳಿಸಿ
ml: ഡ്രാഫ്റ്റ് മായ്‌ക്കുക
mr: ड्राफ्ट साफ करा
nl: Concept wissen
pa: ਖਰੜਾ ਮਿਟਾਓ
pt_pt: Limpar rascunho
ru: Удалить черновик
ta_in: வரைவை அழி
te: డ్రాఫ్ట్ క్లియర్ చేయండి
tr: Taslağı sil
ur_arab_in: ڈرافٹ کو صاف کریں
vi: Xóa nháp
zh_hant: 清除草稿

# chat.title.activity.reminders
source: Reminders
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
it: Promemoria
ja: リマインダー
nl: Herinneringen
pt_pt: Lembretes
ru: Напоминания
tr: Anımsatıcılar
vi: Nhắc nhở
zh_hant: 提醒
