Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.permission.calendar
source: To share events, give access to calendar events
de: Zum Teilen von Ereignissen lassen Sie Zugriff auf Kalenderereignisse zu
el: Για να μοιραστείτε εκδηλώσεις, δώστε πρόσβαση σε εκδηλώσεις ημερολογίου
es: Para compartir eventos, dé acceso a los eventos del calendario
fr: Pour partager des événements, autorisez l’accès aux événements du calendrier
hi: ईवेंट्स को साझा करने के लिए, कैलेंडर इवेंट्स तक पहुँच प्रदान करें
it: Per condividere gli eventi, consenti l’accesso agli eventi del calendario
ja: イベントを共有するには、カレンダーイベントへのアクセスを許可してください
nl: Geef toegang tot de agenda om gebeurtenissen te delen
pt_pt: Para partilhar eventos, dar acesso aos eventos de calendário
ru: Чтобы поделиться событиями, предоставьте доступ к календарю
tr: Olaylar paylaşmak için takvim olaylarına erişim verin
vi: Để chia sẻ các sự kiện, hãy cho phép truy cập các sự kiên trên lịch
zh_hant: 要分享事件，請授與對行事曆事件的存取權限

# chat.permission.contact
source: To share contacts, give access to contacts
bn_in: পরিচিতিগুলি শেয়ার করার জন্য, পরিচিতিতে অ্যাক্সেস দিন
de: Zum Teilen von Kontakten lassen Sie Zugriff auf die Kontakte zu
el: Για να μοιραστείτε επαφές, δώστε πρόσβαση στις επαφές
es: Para compartir contactos, dé acceso a los contactos
fr: Pour partager des contacts, autorisez l’accès aux contacts
gu: સંપર્કો વહેંચવા માટે, સંપર્કોને ઍક્સેસ આપો
hi: संपर्कों को साझा करने के लिए, संपर्कों तक पहुँच प्रदान करें
it: Per condividere i contatti, consenti l’accesso ai contatti
ja: コンタクトを共有するには、コンタクトへのアクセスを許可してください
kn: ಸಂಪರ್ಕ‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು, ಸಂಪರ್ಕಗಳಿಗೆ ಪ್ರವೇಶಾವಕಾಶ ನೀಡಿ
ml: കോൺ‌ടാക്റ്റുകൾ‌ പങ്കിടുന്നതിന്, കോൺ‌ടാക്റ്റുകളിലേക്ക് ആക്സസ് നൽകുക
mr: संपर्क शेअर करण्यासाठी, संपर्कांचा अॅक्सेस द्या
nl: Geef toegang tot de contactpersonen om deze te delen
pa: ਸੰਪਰਕ ਸਾਂਝਾ ਕਰਨ ਲਈ, ਸੰਪਰਕ ਤਕ ਪਹੁੰਚ ਦਿਓ
pt_pt: Para partilhar contactos, dar acesso aos contactos
ru: Чтобы поделиться контактами, предоставьте доступ к списку контактов
ta_in: தொடர்புகளைப் பகிர, தொடர்புகளை அணுக அனுமதிக்கவும்
te: కాంటాక్ట్‌లను పంచుకోవడానికి, కాంటాక్ట్‌లకు యాక్సెస్‌ని ఇవ్వండి
tr: Kişileri paylaşmak için kişilere erişim verin
ur_arab_in: رابطے شیئر کرنے کے لیے، رابطوں تک رسائی فراہم کریں
vi: Để chia sẻ số liên lạc, hãy cho phép truy cập số liên lạc
zh_hant: 要分享聯絡人，請授與對聯絡人的存取權限

# chat.permission.location
source: To share location, give access to location
bn_in: অবস্থান শেয়ার করার জন্য, অবস্থানে অ্যাক্সেস দিন
de: Zum Teilen des Standortes lassen Sie Zugriff auf den Standort zu
el: Για να μοιραστείτε μία τοποθεσία, δώστε πρόσβαση στην τοποθεσία
es: Para compartir la ubicación, dé acceso a la ubicación
fr: Pour partager la localisation, autorisez-en d’abord l’accès
gu: સ્થાન શૅઅર કરવા માટે, સ્થાનની ઍક્સેસ આપો
hi: स्थान को साझा करने के लिए, स्थान तक पहुँच प्रदान करें
it: Per condividere la posizione, consenti l’accesso alla posizione
ja: ロケーションを共有するには、ロケーションへのアクセスを許可してください
kn: ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು, ಸ್ಥಳಕ್ಕೆ ಪ್ರವೇಶಾವಕಾಶ ನೀಡಿ
ml: ലൊക്കേഷൻ പങ്കിടാൻ, ലൊക്കേഷനിലേക്ക് ആക്‌സസ് നൽകുക
mr: स्थान शेअर करण्यासाठी, स्थानाचा अॅक्सेस द्या
nl: Geef toegang tot de locatie om deze te delen
pa: ਸਥਿਤੀ ਸਾਂਝਾ ਕਰਨ ਲਈ, ਸਥਿਤੀ ਤਕ ਪਹੁੰਚ ਦਿਓ
pt_pt: Para partilhar a localização, dar acesso à localização
ru: Чтобы поделиться расположением, предоставьте доступ к расположению
ta_in: இருப்பிடத்தைப் பகிர, இருப்பிடத்தை அணுக அனுமதிக்கவும்
te: లొకేషన్‌ని పంచుకోవడానికి, లొకేషన్‌కు యాక్సెస్ ఇవ్వండి
tr: Konum paylaşmak için konuma erişim verin
ur_arab_in: مقام کو شیئر کرنے کے لیے، مقام تک رسائی فراہم کریں
vi: Để chia sẻ địa điểm, hãy cho phép truy cập thông tin định vị
zh_hant: 要分享位置，請授與對位置的存取權限

# chat.channel.join.restricted
source: Access to this channel is restricted. Contact your Org admin to request access.
de: Zugriff auf diesen Kanal ist eingeschränkt. Wenden Sie sich an Ihren Organisationsadministrator, wenn Sie Zugriff erhalten möchten.
el: Η πρόσβαση σε αυτό το κανάλι είναι περιορισμένη. Επικοινωνήστε με το διαχειριστή του οργανισμού σας για να αιτηθείτε πρόσβαση.
es: El acceso a este canal está restringido. Póngase en contacto con el administrador de la organización para solicitar acceso.
fr: L’accès à ce canal est limité. Contactez l’administrateur de votre organisation pour demander l’accès.
hi: इस चैनल तक पहुँच प्रतिबंधित है। पहुँच प्राप्त करने का अनुरोध करने के लिए अपने संगठन के प्रशासक से संपर्क करें।
it: Accesso limitato a questo canale. Contatta l’amministratore dell’organizzazione per richiedere l’accesso.
ja: このチャンネルへのアクセスは制限されています。あなたの組織の管理者に連絡して、アクセス許可を依頼してください。
nl: De toegang tot dit kanaal is beperkt. Neem contact op met de administrator van de organisatie om toegang te vragen.
pt_pt: O acesso a este canal é restrito. Contactar o administrador da organização para pedir acesso.
ru: Доступ к этому каналу ограничен. Обратитесь к администратору организации, чтобы запросить доступ.
tr: Bu kanala erişim kısıtlandı. Erişim istemek için Kuruluşunuzun yöneticisine başvurun.
vi: Quyền truy cập kênh này bị hạn chế. Liên hệ quản trị viên tổ chức của bạn để yêu cầu truy cập.
zh_hant: 對此頻道的存取受限。請聯絡您的機構管理員來請求存取權限。

# chat.info.cleared
source: Messages cleared successfully
bn_in: মেসেজ সফলভাবে পরিষ্কার করা হয়েছে
de: Mitteilungen erfolgreich gelöscht
el: Τα μηνύματα διεγράφησαν με επιτυχία
es: Mensajes borrados correctamente
fr: Messages effacés avec succès
gu: સંદેશાઓ સફળતાપૂર્વક સાફ થયા
hi: संदेशों को सफलतापूर्वक साफ किया गया
it: Messaggi cancellati correttamente
ja: メッセージのクリアに成功しました
kn: ಸಂದೇಶಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
ml: സന്ദേശങ്ങൾ വിജയകരമായി ഇല്ലാതാക്കി
mr: मेसेज यशस्वीरित्या साफ केले
nl: Berichten zijn met succes gewist
pa: ਸੁਨੇਹਾ ਸਫ਼ਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pt_pt: Mensagens limpas com êxito
ru: Сообщения успешно очищены
ta_in: செய்திகள் வெற்றிகரமாக அழிக்கப்பட்டன
te: సందేశాలు విజయవంతంగా క్లియర్ చేయబడ్డాయి
tr: İletiler başarıyla temizlendi
ur_arab_in: پیغام کامیابی کے ساتھ صاف ہو گئے
vi: Đã xóa tin nhắn thành công
zh_hant: 已成功清除訊息

# chat.info.deleted
source: Chat deleted successfully
bn_in: চ্যাট সফলভাবে মুছে ফেলা হয়েছে
de: Chat erfolgreich gelöscht
el: Η συνομιλία διεγράφη με επιτυχία
es: Chat eliminado correctamente
fr: Chat supprimé avec succès
gu: ચૅટ સફળતાપૂર્વક કાઢી નાખી
hi: चैट को सफलतापूर्वक हटाया गया
it: Chat eliminata correttamente
ja: チャットの削除に成功しました
kn: ಚಾಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: ചാറ്റ് വിജയകരമായി ഇല്ലാതാക്കി
mr: चॅट यशस्वीरीत्या हटवली
nl: Chat is met succes verwijderd
pa: ਚੈਟ ਸਫ਼ਲਤਾ ਨਾਲ ਮਿਟਾਈ ਗਈ
pt_pt: Chat eliminado com êxito
ru: Чат успешно удален
ta_in: அரட்டை வெற்றிகரமாக நீக்கப்பட்டது
te: చాట్ విజయవంతంగా డిలీట్ చేయబడింది
tr: Sohbet başarıyla silindi
ur_arab_in: چیٹ کو کامیابی سے حذف کر دیا گیا
vi: Đã xóa nội dung chat thành công
zh_hant: 已成功刪除聊天

# chat.change.title.error
source: Wups.. couldn’t change title. Please retry.
bn_in: উপ্স.. শিরোনাম পরিবর্তন করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Oh … Titel konnte nicht geändert werden. Bitte versuchen Sie es noch einmal.
el: Ουπς... αδυναμία αλλαγής τίτλου. Προσπαθήστε ξανά.
es: No se pudo cambiar el título. Inténtelo de nuevo.
fr: Oups... Impossible de modifier le titre. Veuillez réessayer.
gu: ઓહ.. શીર્ષક બદલી શક્યાં નથી. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: ओह.. शीर्षक बदला नहीं जा सका। कृपया पुन: प्रयास करें।
it: Ops... Impossibile cambiare il titolo. Riprova.
ja: おぉっと..タイトルを変更できませんでした。もう一度お試しください。
kn: ಓಹೋ.. ಶೀರ್ಷಿಕೆಯನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮರುಪ್ರಯತ್ನಿಸಿ.
ml: ക്ഷമിക്കണം .. ശീർഷകം മാറ്റാൻ കഴിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: वूप्स.. शीर्षक बदलू शकत नाही. कृपया पुन्हा प्रयत्न करा.
nl: Oeps... Titel kan niet worden gewijzigd. Probeer het opnieuw.
pa: ਉਹ ਹੋ.. ਸਿਰਲੇਖ ਨਹੀਂ ਬਦਲ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Ups... não foi possível alterar o título. Tentar novamente.
ru: Не удалось переименовать. Повторите попытку.
ta_in: அச்சச்சோ.. தலைப்பை மாற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: అయ్యో.. టైటిల్ మార్చలేకపోయింది. దయచేసి మళ్లీ ప్రయత్నించండి.
tr: Hay aksi.. başlık değiştirilemedi. Lütfen yeniden deneyin.
ur_arab_in: اوہو.. عنوان تبدیل نہیں کر سکے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Rất tiếc.. không thể thay đổi tiêu đề. Vui lòng thử lại.
zh_hant: 噢..無法變更標題。請再試一次。

# chat.network.nointernet
source: No Internet Connection
bn_in: কোনো ইন্টারনেট সংযোগ নেই
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es: Sin conexión a Internet
fr: Aucune connexion Internet
gu: કોઇ ઇન્ટરનેટ જોડાણ નથી
hi: कोई इंटरनेट कनेक्शन नहीं
it: Nessuna connessione internet
ja: インターネットに接続されていません
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ
ml: ഇന്റർനെറ്റ് കണക്ഷനില്ല
mr: इंटरनेट कनेक्शन नाही
nl: Geen internetverbinding
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ
pt_pt: Sem ligação à Internet
ru: Отсутствует подключение к Интернету
ta_in: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
tr: İnternet Bağlantısı Yok
ur_arab_in: کوئی انٹرنیٹ کنکشن نہیں ہے
vi: Không Có Kết Nối Internet
zh_hant: 無網際網路連線

# chat.attachment.files.common
source: File
bn_in: ফাইল
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
gu: ફાઇલ
hi: फाइल
ja: ファイル
kn: ಫೈಲ್
ml: ഫയൽ
mr: फाइल
nl: Bestand
pa: ਫ਼ਾਈਲ
pt_pt: Ficheiro
ru: Файл
ta_in: கோப்பு
te: ఫైలు
tr: Dosya
ur_arab_in: فائل
vi: Tập tin
zh_hant: 檔案

# chat.dre.connection.text.start
source: is requesting permission to access your
de: erbittet Zugriffsberechtigung auf
el: αιτείται άδεια πρόσβασης για τον
es: está solicitando permiso para acceder a su
fr: demande l’autorisation d’accéder à votre
hi: आपके इस तक पहुँच प्राप्त करने की अनुमति का अनुरोध कर रहा है:
it: sta richiedendo l’autorizzazione per l’accesso a
ja: が以下へのアクセス許可を求めています:
nl: vraagt toegang tot uw
pt_pt: está a pedir permissão para aceder ao seu
ru: запрашивает разрешение доступа к вашей
tr: hesabınıza erişmek için izin
vi: yêu cầu truy cập tài khoản của bạn
zh_hant: 正在請求權限來存取您的

# chat.dre.connection.text.end
source: account.
de: Konto.
el: λογαριασμό σας.
es: cuenta.
fr: compte.
hi: खाता।
ja: アカウント
pt_pt: conta.
ru: учетной записи.
tr: istiyor.
zh_hant: 帳戶。

# chat.dre.connection.access
source: Allow Access
de: Zugriff gewähren
el: Επιτρέψτε πρόσβαση
es: Permitir acceso
fr: Permettre l’accès
hi: पहुँच प्राप्त करने की अनुमति दें
it: Consenti accesso
ja: アクセスを許可
nl: Toegang toestaan
pt_pt: Permitir acesso
ru: Разрешить доступ
tr: Erişim sağla
vi: Cho Phép Truy Cập
zh_hant: 允許存取

# cliq.message.channelEmptyTitle
source: Welcome to the start of this channel.
de: Hier ist der absolute Anfang dieses Kanals
el: Εδώ είναι η αρχή του καναλιού
es: Aquí está el comienzo de este canal
fr: C’est là que démarre ce canal
hi: यहाँ इस चैनल की बिल्कुल शुरुआत होती है
it: Questo è punto di partenza del canale
ja: 今こそがこのチャンネルを開始するときです
nl: Dit is het begin van dit kanaal
pt_pt: Aqui está o início deste canal
ru: Вот самое начало этого канала
tr: İşte bu kanalın başlangıcı
vi: Đây là khởi đầu của kênh này!
zh_hant: 以下是此頻道的最開始

# cliq.message.channelEmptySubTitle
source: You can star important messages, @mention to tag users, and do more here...
de: Nutzen Sie @Erwähnungen, um jemanden im Verlauf der Konversation gesondert zu erwähnen, verwenden Sie /Befehle als Kürzel, um mehr in weniger Zeit zu erledigen.
el: Χρησιμοποιήστε @Αναφορές για να αναφέρετε κάποιον συγκεκριμένα κατά τη διάρκεια της συζήτησης και χρησιμοποιήστε /εντολές ως συντομεύσεις για να εκτελείτε εργασίες ταχύτερα.
es: Utilice @menciones para mencionar a alguien específicamente durante el transcurso de la conversación y use /comandos para hacer las cosas más rápido.
fr: Utilisez les @mentions pour mentionner une personne spécifique en conversation et utilisez les /commandes en tant que raccourcis pour gagner du temps.
hi: वार्तालाप के दौरान विशेष रूप से किसी का उल्लेख करने के लिए @उल्लेख का प्रयोग करें और कार्य तेजी से करने के लिए /आदेशों का प्रयोग शॉर्टकट के रूप में करें।
it: Usa le @menzioni per menzionare specificamente qualcuno nel corso della conversazione e usa i /comandi come scelte rapide per eseguire le attività più velocemente.
ja: @言及 を使用して、会話中に誰かに具体的に言及し、また、/commandsをショートカットとして使用しましょう。
nl: Gebruik @vermeldingen om een specifieke persoon tijdens het gesprek te vermelden en gebruik /opdrachten als snelkoppelingen om dingen sneller gedaan te krijgen.
pt_pt: Utilize @menções para mencionar alguém especificamente durante a conversação e utilize /comandos como atalhos para executar tudo mais rapidamente.
ru: Используйте @упоминания, чтобы упоминать кого-либо в ходе обсуждения. Используйте /команды для ускорения работы.
tr: Görüşme sırasında birisinden özellikle bahsetmek için @bahsetmeleri kullanın ve işleri daha hızlı yapmak için /komutları kısayollar olarak kullanın.
vi: Sử dụng @mentions để cụ thể nhắc đến một người trong quá trình nói chuyện, và sử dụng /lệnh làm phím tắt để thực hiện các thao tác nhanh hơn.
zh_hant: 使用 @提及來在會話期間專門提及某人，使用 /命令作為捷徑來快速處理事情。

# cliq.message.botemptysubtitle
source: Bots are your handy assistants that help automate daily activities you find monotonous. Go ahead and use them to get things done quickly.
de: Bots sind kleine, praktische Assistenten, die Ihnen beim Automatisieren monotoner täglicher Aktivitäten unter die Arme greifen. Legen Sie los, lassen Sie die Dinge schnell von Ihren Helfern erledigen.
el: Τα δικτυορομπότ είναι οι πρακτικοί βοηθοί σας για αυτοματοποίηση καθημερινών δραστηριοτήτων που βρίσκετε μονότονες. Προχωρήστε και χρησιμοποιήστε τα για να κάνετε γρήγορα τις δουλειές σας.
es: Los bots son los asistentes que le ayudarán a automatizar las actividades diarias más monótonas. Siga adelante y utilícelos para hacer las actividades rápidamente.
fr: Les bots, ces assistants utiles, automatisent les tâches quotidiennes qui vous semblent monotones. Lancez-vous, utilisez-les pour accélérer vos tâches.
hi: बॉट्स आपके ऐसे सुविधाजनक सहायक हैं जो आपकी ऐसी दैनिक गतिविधियों को स्वचालित बनाने में सहायता करते हैं जिन्हें आप ऊबाऊ मानते हैं। आगे बढ़ें और चीज़ों को तेज़ी से करने के लिए उनका उपयोग करें।
it: I bot sono utili assistenti che consentono di automatizzare le attività ripetitive. Utilizzali per velocizzare le operazioni.
ja: ボットは、退屈な日常業務を自動化してくれる、便利なアシスタントです。これらを使って、仕事をすばやくこなしましょう。
nl: Bots zijn handige assistenten die u helpen om monotone dagelijkse activiteiten te automatiseren. Wacht niet langer en gebruik ze om dingen snel gedaan te krijgen.
pt_pt: Bots são uns assistentes que ajudam a automatizar atividades diárias que considera monótonas. Não hesite em utilizá-los para concluir tudo mais rapidamente.
ru: Боты — удобные помощники для автоматизации рутинных повседневных задач. Попробуйте использовать их, чтобы быстрее справляться с делами.
tr: Robotlar, monoton bulduğunuz günlük etkinlikleri otomatikleştirmeye yardımcı olan pratik asistanlarınızdır. Devam edin ve bunları işleri hızlı bir şekilde yapmak için kullanın.
vi: Bot là trợ lý tiện lợi của bạn, giúp tự động hóa các hoạt động hàng ngày mà bạn thấy là đơn điệu. Tiến hành sử dụng chúng để nhanh chóng hoàn thành công việc.
zh_hant: Bot 是您的掌上小幫手，可幫助您自動處理任何您認為單調的日常活動。試試看，使用它們來快速處理事務。

# cliq.message.private.info
source: 'Disappearing messages' enabled, messages sent and received in this chat will disappear after 30 mins
fr: Le mode ’Sauvegarder l’historique’ est INACTIF Le message va disparaître d’ici 30 min
hi: 'इतिहास सहेजें' मोड ऑफ है संदेश 30 मिनट के बाद गायब हो जाएगा
it: La modalità «Salva cronologia» è DISATTIVATA I messaggi scompariranno dopo 30 minuti
ru: Режим «Сохранять историю» ВЫКЛЮЧЕН Это сообщение исчезнет через 30 минут
zh_hant: 「儲存歷程記錄」模式已關閉 訊息將會在 30 分鐘後消失

# info.call.noresponse.caller
source: %1$s missed
bn_in: %1$s অনুপস্থিত
de: %1$s verpasst
el: %1$s χάθηκε
es: %1$s perdida
fr: %1$s manqué
gu: %1$s ચૂકાઇ ગયા
hi: %1$s चूक गए
it: %1$s ha perso
ja: %1$s が見逃しました
kn: %1$s ಕಾಣೆಯಾಗಿದೆ
ml: %1$s നഷ്ടമായി:
mr: %1$s मिस केले
nl: %1$s gemist
pa: %1$s ਖੁੰਝ ਗਿਆ
pt_pt: %1$s perdidas
ru: %1$s пропущено
ta_in: %1$s தவறவிடப்பட்டது
te: %1$s మిస్ అయింది
tr: %1$s kaçırdı
ur_arab_in: %1$s چھوٹ گئے
vi: %1$s bỏ lỡ
zh_hant: %1$s 遺漏

# info.call.noresponse.callee
source: You missed
bn_in: আপনি মিস করেছেন
de: Verpasst:
el: Χάσατε
es: Se perdió
fr: Vous avez manqué
gu: તમે ચુકી ગયા
hi: आप इसे चूक गए:
it: Hai perso
ja: 見逃しました
kn: ನೀವು ಮಿಸ್ ಮಾಡಿಕೊಂಡಿರಿ
ml: നിങ്ങൾക്ക് നഷ്ടമായി
mr: तुम्ही मिस केले
nl: U miste
pa: ਤੁਸੀਂ ਖੁੰਝਾ ਦਿੱਤਾ
pt_pt: Perdeu
ru: Вы пропустили
ta_in: நீங்கள் இதைத் தவறவிட்டுள்ளீர்கள்
te: మీరు మిస్ అయ్యారు
tr: Kaçırdınız
ur_arab_in: آپ سے چھوٹ گئے
vi: Bạn bỏ lỡ
zh_hant: 您遺漏了

# info.call.cancelled.callee
source: %1$s cancelled
bn_in: %1$s বাতিল করা হয়েছে
de: %1$s storniert
el: %1$s ακυρώθηκε
es: %1$s canceló
fr: %1$s annulé
gu: %1$s રદ થયા
hi: %1$s ने इसे रद्द कर दिया:
it: %1$s ha annullato
ja: %1$s がキャンセルしました
kn: %1$s ರದ್ದುಗೊಂಡಿದೆ
ml: %1$s റദ്ദാക്കുക
mr: %1$s रद्द झाले
nl: %1$s geannuleerd
pa: %1$s ਰੱਦ ਕੀਤਾ
pt_pt: %1$s canceladas
ru: %1$s отменено
ta_in: %1$s ரத்துசெய்யப்பட்டது
te: %1$s రద్దు చేయబడింది
tr: %1$s iptal etti
ur_arab_in: %1$s کو منسوخ کر دیا گیا
vi: %1$s đã hủy
zh_hant: %1$s 已取消

# info.call.rejected.callee
source: You declined
bn_in: আপনি অস্বীকার করেছেন
de: Sie lehnten ab –
el: Απορρίψατε
es: Usted rechazó
fr: Vous avez refusé
gu: તમે અસ્વીકાર કર્યો
hi: आपने इसे अस्वीकार कर दिया:
it: Hai rifiutato
ja: あなたは拒否しました
kn: ನೀವು ನಿರಾಕರಿಸಿದಿರಿ
ml: നിങ്ങൾ നിരസിച്ചു
mr: तुम्ही नाकारले
nl: U weigerde
pa: ਤੁਸੀਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ
pt_pt: Recusou
ru: Вы отклонили
ta_in: நீங்கள் இதை நிராகரித்துவிட்டீர்கள்
te: మీరు నిరాకరించారు
tr: Reddettiniz
ur_arab_in: آپ نے مسترد کر دیا
vi: Bạn đã từ chối
zh_hant: 您拒絕了

# info.call.back
source: Call Back
bn_in: কল ব্যাক করুন
de: Rückruf
el: Επιστροφή κλήσης
es: Devolver la llamada
fr: Rappeler
gu: પાછા કૉલ કરો
hi: वापस कॉल करें
it: Richiama
ja: コールバック
kn: ಮರಳಿ ಕರೆ ಮಾಡಿ
ml: തിരിച്ച് വിളിക്കുക
mr: परत कॉल करा
nl: Terugbellen
pa: ਵਾਪਸ ਫੋਨ ਮਲਾਓ
pt_pt: Chamada de retorno
ru: Перезвонить
ta_in: திரும்ப அழை
te: తిరిగి కాల్ చేయి
tr: Geri Ara
ur_arab_in: واپس کال کریں
vi: Gọi Lại
zh_hant: 回撥

# info.call.again
source: Call Again
bn_in: আবার কল করুন
de: Erneut anrufen
el: Καλέστε ξανά
es: Llamar de nuevo
fr: Appeler à nouveau
gu: ફરીથી કૉલ કરો
hi: पुन: कॉल करें
it: Chiama ancora
ja: もう一度コール
kn: ಮತ್ತೊಮ್ಮೆ ಕರೆ ಮಾಡಿ
ml: വീണ്ടും വിളിക്കുക
mr: पुन्हा कॉल करा
nl: Opnieuw bellen
pa: ਦੁਬਾਰਾ ਕਾਲ ਕਰੋ
pt_pt: Chamar novamente
ru: Позвонить снова
ta_in: மீண்டும் அழைக்கவும்
te: మళ్లీ కాల్ చేయండి
tr: Yeniden Ara
ur_arab_in: دوبارہ کال کریں
vi: Gọi Một Lần Nữa
zh_hant: 重撥

# info.call.video
source: a video call
bn_in: একটি ভিডিও কল
de: Videoanruf
el: μια βιντεοκλήση
es: una llamada de vídeo
fr: un appel vidéo
gu: એક વિડિઓ કૉલ
hi: एक वीडियो कॉल
it: una chiamata video
ja: 動画コール
kn: ಒಂದು ವೀಡಿಯೊ ಕರೆ
ml: ഒരു വീഡിയോ കോൾ
mr: व्हिडिओ कॉल
nl: een videogesprek
pa: ਇੱਕ ਵੀਡੀਓ ਕਾਲ
pt_pt: uma chamada de vídeo
ru: видеовызов
ta_in: வீடியோ அழைப்பு
te: వీడియో కాల్
tr: bir görüntülü arama
ur_arab_in: ایک ویڈیو کال
vi: gọi video
zh_hant: 視訊通話

# info.call.audio
source: an audio call
bn_in: একটি অডিও কল
de: Audioanruf
el: μια ηχητική κλήση
es: una llamada de audio
fr: un appel audio
gu: એક ઑડિયો કૉલ
hi: एक ऑडियो कॉल
it: una chiamata audio
ja: 音声コール
kn: ಒಂದು ಆಡಿಯೊ ಕರೆ
ml: ഒരു ഓഡിയോ കോൾ
mr: ऑडिओ कॉल
nl: een audiogesprek
pa: ਇੱਕ ਆਡੀਓ ਕਾਲ
pt_pt: uma chamada de áudio
ru: аудиовызов
ta_in: ஆடியோ அழைப்பு
te: ఆడియో కాల్
tr: bir sesli arama
ur_arab_in: ایک آڈیو کال
vi: gọi âm thanh
zh_hant: 音訊通話

# chat.search.recent.clear.success
source: All your recent searches - wiped off!
bn_in: আপনার সমস্ত সাম্প্রতিক অনুসন্ধানগুলি – মুছে ফেলা হয়েছে!
de: All Ihre letzten Suchen – ausgelöscht!
el: Όλες οι πρόσφατες αναζητήσεις σας - σβήστηκαν!
es: Se han borrado todas sus búsquedas recientes.
fr: Toutes vos recherches récentes - effacées !
gu: તમારી બધી તાજેતરની શોધો - ભૂંસી નાખી!
hi: आपकी सभी हाल की खोजें - हटाया गया!
it: Tutte le ricerche recenti sono state cancellate.
ja: あなたの最近の検索 - 消去されました!
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಎಲ್ಲ ಹುಡುಕಾಟಗಳು - ಸ್ವಚ್ಛಗೊಳಿಸಲಾಗಿದೆ!
ml: നിങ്ങളുടെ സമീപകാല തിരയലുകളെല്ലാം - തുടച്ചുമാറ്റി!
mr: तुमचे अलीकडील सर्व शोध - पुसले!
nl: Al uw recente zoekopdrachten - gewist!
pa: ਤੁਹਾਡੀ ਸਾਰੀ ਹਾਲ ਦਿਆੰ ਖੋਜਾਂ - ਮਿਟ ਗਈਆਂ!
pt_pt: Todas as suas pesquisas recentes - apagadas!
ru: Все последние поисковые запросы удалены.
ta_in: உங்கள் சமீபத்திய தேடல்கள் அனைத்தும் - அழிக்கப்பட்டன!
te: మీ ఇటీవలి శోధనలన్నీ - తుడిచిపెట్టుకుపోయాయి!
tr: Son aramalarınız - silindi!
ur_arab_in: آپ کی تمام حالیہ تلاشیں - صاف کر دی گئیں!
vi: Tất cả kết quả tìm kiếm gần đây của bạn - đã bị xóa!
zh_hant: 您的全部最近搜尋 - 已擦掉！

# chat.onboarding.hey
source: Hey
el: Γεια!
es: Hola
fr: Hé
hi: अरे
it: Ehi
ja: こんにちは
nl: Hallo
pt_pt: Olá
ru: Привет!
tr: Selam
vi: Xin chào
zh_hant: 嗨

# chat.onboarding.getstarted
source: Let's get you started!
de: Fangen wir gleich an!
el: Ας ξεκινήσουμε!
es: ¡Empecemos!
fr: Commençons tout de suite !
hi: आइये हम आपकी शुरुआत करें!
it: Inizia!
ja: 始めましょう!
nl: Laten we aan de slag gaan!
pt_pt: Vamos começar!
ru: Приступим!
tr: Haydi başlayın!
vi: Hãy để chúng tôi giúp bạn bắt đầu!
zh_hant: 讓我們開始吧！

# chat.onboarding.joinbtn
source: Join an existing company
de: Vorhandenem Unternehmen beitreten
el: Συμμετοχή σε μια υπάρχουσα επιχείρηση
es: Únase a una empresa existente
fr: Rejoindre une société existante
hi: किसी मौजूदा कंपनी में शामिल हों
it: Partecipa a un’azienda esistente
ja: 既存の企業に参加
nl: Sluit u aan bij een bestaand bedrijf
pt_pt: Aderir a uma empresa existente
ru: Присоединиться к существующей компании
tr: Var olan bir şirkete katılın
vi: Tham gia một công ty hiện hữu
zh_hant: 加入現有公司

# chat.onboarding.createbtn
source: Create your own company
de: Eigenes Unternehmen erstellen
el: Δημιουργήστε τη δική σας επιχείρηση
es: Crear su propia empresa
fr: Créer votre propre société
hi: अपनी स्वयं की कंपनी बनाएं
it: Crea la tua azienda
ja: 自分自身の企業を作成
nl: Maak uw eigen bedrijf
pt_pt: Criar a sua própria empresa
ru: Создать собственную компанию
tr: Kendi şirketinizi oluşturun
vi: Tạo công ty của bạn
zh_hant: 建立您自己的公司

# chat.onboarding.find
source: Find an existing company
de: Vorhandenes Unternehmen finden
el: Βρείτε μια υπάρχουσα επιχείρηση
es: Busque una empresa existente
fr: Trouver une société existante
hi: कोई मौजूदा कंपनी खोजें
it: Trova un’azienda esistente
ja: 既存の企業を見つける
nl: Zoek een bestaand bedrijf
pt_pt: Encontrar uma empresa existente
ru: Найти существующую компанию
tr: Var olan bir şirket bulun
vi: Tìm một công ty hiện hữu
zh_hant: 找到現有公司

# chat.onboarding.find.desc
source: We will help you to discover a company based on any of your colleague's email address.
de: Wir helfen Ihnen, ein Unternehmen anhand der E-Mail-Adresse Ihres Kollegen zu finden.
el: Θα σας βοηθήσουμε να ανακαλύψετε μια επιχείρηση με βάση οποιαδήποτε διεύθυνση e-mail συναδέλφου σας.
es: Le ayudaremos a encontrar la empresa a partir de la dirección de correo electrónico de su colega.
fr: On va vous aider à trouver une société en se basant sur l’adresse e-mail d’un de vos collègues.
hi: हम आपको आपके किसी सहकर्मी के ईमेल पते के आधार पर कोई कंपनी खोजने में सहायता करेंगे।
it: Ti aiuteremo a individuare un’azienda in base all’indirizzo e-mail di uno dei tuoi colleghi.
ja: あなたの同僚のメールアドレスに基づいて、企業を見つけるための手助けをします。
nl: We helpen u een bedrijf te vinden op basis van het e-mailadres van een collega.
pt_pt: Iremos ajudá-lo para encontrar uma empresa com base no endereço de e-mail de qualquer um dos seus colegas.
ru: Мы поможем найти компанию по адресу электронной почты вашего коллеги.
tr: İş arkadaşlarınızdan herhangi birinin e-posta adresine göre bir şirket keşfetmenizde size yardımcı olacağız.
vi: Chúng tôi sẽ giúp bạn tìm một công ty dựa trên địa chỉ email của bất kỳ đồng nghiệp nào của bạn.
zh_hant: 我們將會基於您同事的電子郵件地址來幫助發現公司。
