Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.dialog.permission.allow
source: Allow
bn_in: অনুমতি দিন
de: Zulassen
el: Έγκριση
es: Permitir
fr: Autoriser
gu: પરવાનગી આપો
hi: अनुमति दें
it: Consenti
ja: 許可する
kn: ಅನುಮತಿಸಿ
ml: അനുവദിക്കുക
mr: परवानगी द्या
nl: Toestaan
pa: ਇਜਾਜ਼ਤ ਦਿਓ
pt_pt: Permitir
ru: Разрешить
ta_in: அனுமதிக்கவும்
te: అనుమతించు
tr: İzin Ver
ur_arab_in: اجازت دیں
vi: Cho phép
zh_hant: 允許

# chat.dialog.permission.deny
source: Deny
bn_in: অগ্রাহ্য করুন
de: Ablehnen
el: Απόρριψη
es: Denegar
fr: Refuser
gu: નકારો
hi: अस्वीकार करें
it: Nega
ja: 否定する
kn: ನಿರಾಕರಿಸಿ
ml: നിരസിക്കുക
mr: नकार द्या
nl: Weigeren
pa: ਅਸਵੀਕਾਰ ਕਰੋ
pt_pt: Negar
ru: Запретить
ta_in: நிராகரி
te: తిరస్కరించు
tr: Reddet
ur_arab_in: مسترد کریں
vi: Từ chối
zh_hant: 拒絕

# chat.settings.home.status
source: Current Status
de: Aktueller Status
el: Τρέχουσα κατάσταση
es: Estado actual
fr: État actuel
hi: वर्तमान स्थिति
it: Stato attuale
ja: 現在のステータス
nl: Huidige status
pt_pt: Estado atual
ru: Текущее состояние
tr: Geçerli Durum
vi: Trạng Thái Hiện Tại
zh_hant: 當前狀態

# chat.settings.home.notifications
source: Notifications
bn_in: বিজ্ঞপ্তিসমূহ
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
gu: સૂચનાઓ
hi: सूचनाएं
it: Notifiche
ja: 通知
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: नोटिफिकेशन्स
nl: Meldingen
pa: ਸੂਚਨਾਵਾਂ
pt_pt: Notificações
ru: Уведомления
ta_in: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
tr: Bildirimler
ur_arab_in: اطلاعات
vi: Thông báo
zh_hant: 通知

# chat.settings.home.font
source: Font
bn_in: ফন্ট
de: Schriftart
el: Γραμματοσειρά
es: Fuente
fr: Police
gu: ફોન્ટ
hi: फॉन्ट
it: Tipo di carattere
ja: フォント
kn: ಅಕ್ಷರವಿನ್ಯಾಸ
ml: ഫോണ്ട്
mr: फाँट
nl: Lettertype
pa: ਫੌਂਟ
pt_pt: Tipo de letra
ru: Шрифт
ta_in: எழுத்துரு
te: ఫాంట్
tr: Yazı Tipi
ur_arab_in: فونٹ
vi: Phông chữ
zh_hant: 字型

# chat.settings.home.aboutus
source: About Us
bn_in: আমাদের সম্বন্ধে
de: Über uns
el: Σχετικά με μας
es: Acerca de nuestra empresa
fr: À propos
gu: અમારા વિશે
hi: हमारे बारे में
it: Chi siamo
ja: 私たちについて
kn: ನಮ್ಮ ಬಗ್ಗೆ
ml: ഞങ്ങളെക്കുറിച്ച്
mr: आमच्याबद्दल
nl: Info
pa: ਸਾਡੇ ਬਾਰੇ
pt_pt: Sobre nós
ru: О нас
ta_in: எங்களைப் பற்றி
te: మా గురించి
tr: Hakkımızda
ur_arab_in: ہمارے متعلق
vi: Giới Thiệu Về Chúng Tôi
zh_hant: 關於我們

# chat.settings.home.feedback
source: Feedback
bn_in: ফিডব্যাক
de: Rückmeldung
el: Σχόλια
es: Comentarios
fr: Commentaires
gu: પ્રતિસાદ
hi: प्रतिक्रिया
ja: フィードバック
kn: ಫೀಡ್‌ಬ್ಯಾಕ್
ml: ഫീഡ്‌ബാക്ക്
mr: फीडबॅक
pa: ਫੀਡਬੈਕ
ru: Отзывы
ta_in: பின்னூட்டம்
te: ఫీడ్‌బ్యాక్
tr: Geri Bildirim
ur_arab_in: فیڈ بیک
vi: Ý kiến phản hồi
zh_hant: 意見反應

# chat.settings.home.status.edit
source: Edit Status
de: Status bearbeiten
el: Επεξεργασία κατάστασης
es: Editar el estado
fr: Modifier l’état
hi: स्थिति संपादित करें
it: Modifica stato
ja: ステータスを編集
nl: Status bewerken
pt_pt: Editar estado
ru: Редактировать статус
tr: Durumu Düzenle
vi: Sửa trạng thái
zh_hant: 編輯狀態

# chat.settings.contactdisplay.filtercontact.title
source: Filter contacts
de: Kontakte filtern
el: Φιλτράρισμα επαφών
es: Filtrar contactos
fr: Filtre de contacts
hi: संपर्कों को फ़िल्टर करें
it: Filtra contatti
ja: コンタクトをフィルタリング
nl: Contactpersonen filteren
pt_pt: Filtrar contactos
ru: Фильтровать контакты
tr: Kişileri filtrele
vi: Lọc số liên lạc
zh_hant: 篩選聯絡人

# chat.settings.contactdisplay.filtercontact.desc
source: Filter the contacts with the below options
bn_in: নীচের বিকল্পগুলির সাথে পরিচিতিগুলি ফিল্টার করুন
de: Filtert die Kontakte mit nachstehenden Optionen
el: Φιλτράρετε τις επαφές με τις παρακάτω επιλογές
es: Filtre los contactos con las opciones siguientes
fr: Filtre les contacts avec les options ci-dessous
gu: નીચેના વિકલ્પો સાથે સંપર્કોને ફિલ્ટર કરો
hi: संपर्कों को नीचे के विकल्पों से फिल्टर करें
it: Filtra i contatti con le opzioni seguenti
ja: 以下のオプションでコンタクトをフィルタリング
kn: ಈ ಕೆಳಗಿನ ಆಯ್ಕೆಗಳಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: ചുവടെയുള്ള ഓപ്ഷനുകൾ ഉപയോഗിച്ച് കോൺടാക്റ്റുകൾ ഫിൽട്ടർ ചെയ്യുക
mr: खालील पर्यायांसह संपर्क फिल्टर करा
nl: Filter de contactpersonen met de onderstaande opties
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਚੋਣਾਂ ਨਾਲ ਸੰਪਰਕਾਂ ਨੂੰ ਫਿਲਟਰ ਕਰੋ
pt_pt: Filtrar os contactos com as seguintes opções
ru: Отфильтруйте список контактов с помощью приведенных ниже параметров
ta_in: பின்வரும் விருப்பத்தேர்வுகளைக் கொண்டு தொடர்புகளை வடிகட்டுகிறது
te: దిగువ ఆప్షన్‌లతో కాంటాక్ట్‌లను ఫిల్టర్ చేయండి
tr: Kişileri aşağıdaki seçeneklerle filtreler
ur_arab_in: درج ذیل اختیارات کے ساتھ رابطوں کو فلٹر کریں
vi: Lọc số liên lạc bằng các tùy chọn bên dưới
zh_hant: 使用以下選項篩選聯絡人

# chat.settings.contactdisplay.sortcontact.title
source: Sort contacts
bn_in: পরিচিতিগুলি সাজান
de: Kontakte sortieren
el: Ταξινόμηση επαφών
es: Ordenar contactos
fr: Trier contacts
gu: સંપર્કોને સૉર્ટ કરો
hi: संपर्कों को सॉर्ट करें
it: Ordina i contatti
ja: コンタクトをソート
kn: ಸಂಪರ್ಕಗಳನ್ನು ವಿಂಗಡಿಸಿ
ml: കോൺടാക്റ്റുകൾ അടുക്കുക
mr: संपर्कांचा क्रम लावा
nl: Contactpersonen sorteren
pa: ਸੰਪਰਕਾਂ ਦੀ ਛਾਂਟੀ ਕਰੋ
pt_pt: Ordenar contactos
ru: Сортировать контакты
ta_in: தொடர்புகளை வரிசைப்படுத்து
te: కాంటాక్ట్‌లను సార్ట్ చేయండి
tr: Kişileri sırala
ur_arab_in: رابطوں کی زمرہ بندی کریں
vi: Sắp xếp số liên lạc
zh_hant: 對聯絡人排序

# chat.settings.contactdisplay.sortcontact.desc
source: Sorts the contacts with the below options
bn_in: নীচের বিকল্পগুলি দ্বারা পরিচিতিগুলি সাজায়
de: Sortiert die Kontakte mit nachstehenden Optionen
el: Ταξινομήστε τις επαφές με τις παρακάτω επιλογές
es: Ordena los contactos con las opciones siguientes
fr: Trie les contacts avec les options ci-dessous
gu: નીચેના વિકલ્પો સાથે સંપર્કોને સૉર્ટ કરો
hi: संपर्कों को नीचे के विकल्पों से सॉर्ट करें
it: Ordina i contatti con le opzioni seguenti
ja: 以下のオプションでコンタクトをソート
kn: ಈ ಕೆಳಗಿನ ಆಯ್ಕೆಗಳಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ವಿಂಗಡಿಸುತ್ತದೆ
ml: ചുവടെയുള്ള ഓപ്ഷനുകൾ ഉപയോഗിച്ച് കോൺടാക്റ്റുകൾ അടുക്കുന്നു
mr: खालील पर्यायांसह संपर्कांचा क्रम लावते
nl: Sorteert de contactpersonen met de onderstaande opties
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਚੋਣਾਂ ਨਾਲ ਸੰਪਰਕਾਂ ਦੀ ਛਾਂਟੀ ਕਰੋ
pt_pt: Ordena os contactos com as seguintes opções
ru: Сортируйте список контактов с помощью приведенных ниже параметров
ta_in: பின்வரும் விருப்பத்தேர்வுகளைக் கொண்டு தொடர்புகளை வரிசைப்படுத்துகிறது
te: దిగువ ఆప్షన్‌లతో కాంటాక్ట్‌లను సార్ట్ చేయండి
tr: Kişileri aşağıdaki seçeneklerle sıralar
ur_arab_in: درج ذیل اختیارات کے ساتھ رابطوں کی زمرہ بندی کریں
vi: Sắp xếp số liên lạc bằng các tùy chọn bên dưới
zh_hant: 使用以下選項對聯絡人排序

# chat.settings.notification.sound.desc
source: Play sound on incoming notifications.
bn_in: আগত বিজ্ঞপ্তিগুলির উপর শব্দ বাজান।
de: Tonsignal bei Benachrichtigungen.
el: Αναπαραγωγή ήχου σε εισερχόμενες ειδοποιήσεις.
es: Reproducir sonido en las notificaciones entrantes.
fr: Lecture du son des notifications entrantes.
gu: આવતી સૂચનાઓ પર ધ્વનિ વગાડો.
hi: इनकमिंग सूचनाओं पर ध्वनि चलाएं।
it: Riproduci un suono per le notifiche in arrivo.
ja: 通知受信時に音声を再生
kn: ಒಳಬರುವ ಅಧಿಸೂಚನೆಗಳಿಗೆ ಧ್ವನಿಯನ್ನು ಪ್ಲೇ ಮಾಡಿ.
ml: ഇൻകമിംഗ് അറിയിപ്പുകളിൽ ശബ്‌ദം പ്ലേ ചെയ്യുക.
mr: इनकमिंग नोटिफिकेशन्सवर आवाज प्ले करा.
nl: Speel een geluid af bij inkomende meldingen.
pa: ਆਉਣ ਵਾਲੀਆਂ ਨੋਟਿਫਿਕੇਸ਼ਨਾਂ ‘ਤੇ ਧੁਨੀ ਚਲਾਓ।
pt_pt: Reproduzir som de notificações recebidas.
ru: Звуковой сигнал при входящих уведомлениях.
ta_in: உள்வரும் அறிவிப்புகளின் போது ஒலியை இயக்குகிறது.
te: ఇన్‌కమింగ్ నోటిఫికేషన్‌ల కొరకు సౌండ్‌ని ప్లే చేయండి.
tr: Gelen bildirimlerde ses çalın.
ur_arab_in: آنے والی اطلاعات پر آواز پلے کریں۔
vi: Phát âm thanh khi có thông báo gửi đến.
zh_hant: 傳入通知時播放聲音

# chat.settings.notification.vibrate.desc
source: Vibrate on incoming notifications.
bn_in: আগত বিজ্ঞপ্তিগুলি ভাইব্রেট করুন।
de: Vibration bei Benachrichtigungen.
el: Δόνηση σε εισερχόμενες ειδοποιήσεις.
es: Vibrar en las notificaciones entrantes.
fr: Vibre lors d’une notification entrante.
gu: આવક સૂચનાઓ પર કંપન કરો.
hi: इनकमिंग सूचनाओं पर कंपन करें।
it: Vibra per le notifiche in arrivo.
ja: 通知受信時に振動
kn: ಒಳಬರುವ ಅಧಿಸೂಚನೆಗಳಿಗೆ ವೈಬ್ರೇಟ್ ಮಾಡಿ.
ml: ഇൻകമിംഗ് അറിയിപ്പുകളിൽ വൈബ്രേറ്റ് ചെയ്യുക.
mr: इनकमिंग नोटिफिकेशन्सवर कंपन होते.
nl: Tril bij inkomende meldingen.
pa: ਆਉਣ ਵਾਲੀਆਂ ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ‘ਤੇ ਵਾਈਬ੍ਰੇਟ ਕਰੋ।
pt_pt: Vibrar ao receber notificações.
ru: Вибросигнал при входящих уведомлениях.
ta_in: உள்வரும் அறிவிப்புகளின் போது அதிர்வை ஏற்படுத்துகிறது.
te: ఇన్‌కమింగ్ నోటిఫికేషన్‌లపై వైబ్రేషన్.
tr: Gelen bildirimlerde titretin.
ur_arab_in: آنے والی اطلاعات پر وائبریٹ کریں۔
vi: Rung khi có thông báo gửi đến.
zh_hant: 傳入通知時振動。

# chat.settings.notification.popup.desc
source: Displays a popup with an option to reply to messages.
bn_in: বার্তাগুলির উত্তর দেওয়ার একটি বিকল্প সহ একটি পপআপ দেখায়
de: Zeigt eine Einblendung mit einer Option zum Beantworten von Mitteilungen.
el: Εμφανίζει ένα αναδυόμενο παράθυρο με επιλογή απάντησης σε μηνύματα.
es: Muestra una ventana emergente con una opción para responder a los mensajes.
fr: Affiche un popup avec l’option de répondre aux messages.
gu: સંદેશાઓને જવાબ આપવા માટેના વિકલ્પ સાથે પૉપઅપ દર્શાવે છે.
hi: संदेशों का उत्तर देने के विकल्प के साथ कोई पॉपअप प्रदर्शित करता है।
it: Visualizza un pop-up con un’opzione per rispondere ai messaggi.
ja: メッセージに対する返信オプション付きのポップアップを表示します。
kn: ಸಂದೇಶಗಳಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಲು ಒಂದು ಆಯ್ಕೆಯೊಂದಿಗೆ ಪಾಪ್‌ಅಪ್ ಪ್ರದರ್ಶಿಸುತ್ತದೆ.
ml: സന്ദേശങ്ങൾക്ക് മറുപടി നൽകാനുള്ള ഓപ്‌ഷനോടുകൂടിയ ഒരു പോപ്പ്അപ്പ് പ്രദർശിപ്പിക്കുന്നു.
mr: मेसेजना प्रत्युत्तर देण्यासाठी पर्यायासह पॉपअप दर्शविते.
nl: Toont een pop-up met een optie om berichten te beantwoorden.
pa: ਸੁਨੇਹੇ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ ਇੱਕ ਵਿਕਲਪ ਦੇ ਨਾਲ ਇੱਕ ਪੌਪ-ਅਪ ਡਿਸਪਲੇ ਹੁੰਦਾ ਹੈ।
pt_pt: Apresenta uma janela pop-up com uma opção para responder às mensagens.
ru: Всплывающее окно с возможностью ответа на сообщения.
ta_in: செய்திகளுக்குப் பதிலளிக்க ஒரு விருப்பத்தேர்வுடன் ஒரு பாப்அப்பைக் காட்டுகிறது.
te: సందేశాలకు ప్రత్యుత్తరం ఇవ్వడానికి ఒక ఎంపికతో పాప్ అప్‌ను ప్రదర్శిస్తుంది.
tr: İletileri yanıtlamak için bir seçenek içeren bir açılan pencere görüntüler.
ur_arab_in: پیغامات کا جواب دینے کے لیے ایک اختیار کے ساتھ ایک پاپ اپ ڈسپلے کرتا ہے۔
vi: Hiển thị một cửa sổ popup với một tùy chọn trả lời tin nhắn.
zh_hant: 顯示一個快顯視窗，其中包含用於回覆訊息的選項。

# chat.settings.notification.speak.desc
source: An intelligent assistant that reads out your messages to you.
bn_in: একটি সহায়ক যা আপনার বার্তাগুলি আপনাকে পড়ে দেয়।
de: Ein intelligenter Assistent, der Ihre Mitteilungen für Sie vorliest.
el: Ένας έξυπνος βοηθός που σας διαβάζει τα μηνύματά σας.
es: Un asistente inteligente que lee los mensajes en voz alta.
fr: Un assistant intelligent qui lit les messages pour vous.
gu: એક બુદ્ધિશાળી સહાયક કે જે તમને તમારા સંદેશાઓ વાંચે છે.
hi: ऐसा इंटेलिजेंट सहायक जो आपको आपके संदेश पढ़कर सुनाता है।
it: Un assistente intelligente che legge i messaggi per te.
ja: 自動制御のアシスタントがメッセージを読み上げます。
kn: ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ನಿಮಗೆ ಓದಿ ಹೇಳುವ ಒಂದು ಚತುರ ಸಹಾಯಕ.
ml: നിങ്ങളുടെ സന്ദേശങ്ങൾ നിങ്ങൾക്ക് വായിച്ച് നൽകുന്ന ഒരു ഇന്റലിജന്റ് അസിസ്റ്റന്റ്.
mr: एक बुद्धिमान सहाय्यक जो तुम्हाला तुमचा मेसेज वाचून दाखवतो.
nl: Een intelligente assistent die uw berichten voorleest voor u.
pa: ਇਕ ਸਮਝਦਾਰ ਅਸਿਸਟੇਂਟ ਜੋ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਪੜ੍ਹਦਾ ਹੈ।
pt_pt: Um assistente inteligente que lhe lê as mensagens com voz.
ru: Интеллектуальный помощник, прочитывающий сообщения.
ta_in: உங்கள் செய்திகளை உங்களுக்கு வாசிக்கும் ஒரு அறிவார்ந்த உதவியாளர்.
te: మీ సందేశాలను మీకు చదివి వినిపించేందుకు ఒక తెలివైన సహాయకుడు.
tr: İletilerinizi size okuyan akıllı bir asistan.
ur_arab_in: ایک ذہین معاون جو آپ کو آپ کے پیغامات پڑھ کر سناتا ہے۔
vi: Một trợ lý thông minh đọc các tin nhắn cho bạn.
zh_hant: 智慧小幫手，可為您讀出您的訊息。

# chat.settings.status.loc.description
source: Displays your current location as status
bn_in: আপনার বর্তমান অবস্থানটিকে স্ট্যাটাস হিসাবে দেখায়
de: Zeigt Ihren aktuellen Standort als Status
el: Εμφανίζει την τρέχουσα τοποθεσία σας ως κατάσταση
es: Muestra su ubicación actual como su estado
fr: Votre localisation actuelle s’affiche en tant que statut
gu: તમારી વર્તમાન સ્થાન સ્થિતિ તરીકે દર્શાવે છે
hi: आपके वर्तमान स्थान को स्थिति के रूप में प्रदर्शित करता है।
it: Visualizza la posizione corrente come stato
ja: 現在のロケーションをステータスに表示します。
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಸ್ಟೇಟಸ್ ಆಗಿ ಪ್ರದರ್ಶಿಸುತ್ತದೆ
ml: നിങ്ങളുടെ നിലവിലെ ലൊക്കേഷൻ സ്റ്റാറ്റസായി പ്രദർശിപ്പിക്കുന്നു
mr: तुमचे वर्तमान स्थान स्थिती म्हणून प्रदर्शित करते
nl: Geeft uw huidige locatie weer als status
pa: ਆਪਣੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਦਾ ਸਟੇਟਸ ਲਗਾਓ।
pt_pt: Apresenta a sua localização atual como estado
ru: Отображает текущее расположение в качестве состояния
ta_in: உங்கள் தற்போதைய இருப்பிடத்தை நிலைமையாகக் காட்டுகிறது
te: మీ ప్రస్తుత స్థానాన్ని స్థితిగా ప్రదర్శిస్తుంది
tr: Geçerli konumunuzu durum olarak görüntüler
ur_arab_in: آپ کے حالیہ مقام کو بطور اسٹیٹس ڈسپلے کرتا ہے
vi: Hiển thị địa điểm hiện tại như trạng thái của bạn
zh_hant: 將您的當前位置顯示為狀態

# chat.settings.status.sleep.description
source: Turn off notifications for a period of time.
bn_in: কিছু সময়কালের জন্য বিজ্ঞপ্তিগুলি বন্ধ করুন।
de: Benachrichtigungen über eine bestimmte Zeit abschalten.
el: Απενεργοποιήστε τις ειδοποιήσεις για μια χρονική περίοδο.
es: Desactive las notificaciones durante un período de tiempo.
fr: Désactiver les notifications pour un certain temps.
gu: સમયગાળા માટે સૂચનાઓ બંધ કરો.
hi: किसी समयावधि के लिए सूचनाओं को ऑफ करें।
it: Disattiva le notifiche per un determinato periodo di tempo.
ja: 一定期間、通知をオフにします。
kn: ಒಂದಿಷ್ಟು ಸಮಯ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆಫ್ ಮಾಡಿ.
ml: ഒരു നിശ്ചിത സമയത്തേക്ക് അറിയിപ്പുകൾ ഓഫാക്കുക.
mr: काही कालावधीसाठी नोटिफिकेशन बंद करा.
nl: Schakel meldingen een tijd uit.
pa: ਕੁਝ ਸਮੇਂ ਲਈ ਸੂਚਨਾਵਾਂ ਨੂੰ ਬੰਦ ਕਰੋ।
pt_pt: Desativar notificações durante um período de tempo.
ru: Отключить уведомления на определенное время.
ta_in: குறிப்பிட்ட காலத்திற்கு அறிவிப்புகளை முடக்குகிறது.
te: కొంతకాలం పాటు నోటిఫికేషన్‌లను ఆఫ్ చేయండి.
tr: Belirli bir süre için bildirimleri kapatın.
ur_arab_in: ایک مدت وقت کے لیے اطلاعات کو آف کریں۔
vi: Tắt thông báo trong một khoảng thời gian.
zh_hant: 關閉通知一段時間。

# chat.settings.chatwindow.rtnsndmsg.title
source: Use Return key to send messages
bn_in: বার্তাগুলি পাঠাবার জন্য রিটার্ন কীটি ব্যবহার করুন
de: Mitteilungen per Eingabetaste versenden
el: Χρησιμοποιήστε το πλήκτρο Return για να στείλετε μηνύματα
es: Utilizar la tecla Retorno para enviar mensajes
fr: Utilisez la touche Entrée pour envoyer des messages
gu: સંદેશા મોકલવા માટે રીટર્ન કીનો ઉપયોગ કરો
hi: संदेश भेजने के लिए वापसी कुंजी का उपयोग करें
it: Usa il tasto Invio per inviare i messaggi
ja: リターンキーを使用してメッセージを送信
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ರಿಟರ್ನ್ ಕೀ ಬಳಸಿ
ml: സന്ദേശങ്ങൾ അയയ്‌ക്കാൻ റിട്ടേൺ കീ ഉപയോഗിക്കുക
mr: मेसेज पाठविण्यासाठी रिटर्न की वापरा
nl: Return-toets gebruiken om berichten te versturen
pa: ਸੁਨੇਹੇ ਭੇਜਣ ਲਈ ਰਿਟਰਨ ਕੁੰਜੀ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt_pt: Utilize a tecla ENTER para enviar mensagens
ru: Использовать клавишу «Ввод» для отправки сообщений
ta_in: செய்திகளை அனுப்ப, திரும்பு விசையைப் பயன்படுத்தவும்
te: సందేశాలను పంపడానికి రిటర్న్ కీని ఉపయోగించండి
tr: İletiler göndermek için Return tuşunu kullanın
ur_arab_in: پیغامات بھیجنے کے لیے واپس جانے کی کلید استعمال کریں
vi: Sử dụng phím Return để gửi tin nhắn
zh_hant: 使用 Return 鍵傳送訊息

# chat.settings.chatwindow.rtnsndmsg.desc
source: Use 'Return Key' on the keyboard to send messages
bn_in: বার্তা পাঠাবার জন্য কিবোর্ডে ‘রিটার্ন কী’ ব্যবহার করুন
de: Mitteilungen mit der Eingabetaste der Tastatur absenden
fr: Utilisez la ’Touche Entrée’ du clavier pour envoyer des messages
gu: સંદેશા મોકલવા માટે કીબોર્ડ પર “રીટર્ન કી” નો ઉપયોગ કરો
hi: संदेश भेजने के लिए कीबोर्ड पर 'वापसी कुंजी' का उपयोग करें
it: Usa il tasto «Invio» sulla tastiera per inviare i messaggi
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಕೀಬೋರ್ಡ್‌ನಲ್ಲಿರುವ ‘ರಿಟರ್ನ್ ಕೀ’ ಬಳಸಿ
ml: സന്ദേശങ്ങൾ അയയ്‌ക്കാൻ കീബോർഡിൽ “റിട്ടേൺ കീ” ഉപയോഗിക്കുക
mr: मेसेज पाठविण्यासाठी कीबोर्डवरील “रिटर्न की” वापरा
pa: ਸੁਨੇਹੇ ਭੇਜਣ ਲਈ ਕੀਬੋਰਡ “ਤੇ ”ਰਿਟਰਨ ਕੁੰਜੀ‘ ਦੀ ਵਰਤੋਂ ਕਰੋ
ru: Использовать клавишу «Ввод» на клавиатуре для отправки сообщений
ta_in: செய்திகளை அனுப்ப விசைப்பலகையில் உள்ள “திரும்பு விசையை” பயன்படுத்தவும்
te: సందేశాలను పంపడానికి కీబోర్డ్‌పై “రిటర్న్ కీ”ని ఉపయోగించండి
ur_arab_in: پیغامات بھیجنے کے لیے کی بورڈ پر موجود ”واپس جانے کی کلید“ کا استعمال کریں
zh_hant: 使用鍵盤上的「Return 鍵」傳送訊息

# chat.settings.font.default.title
source: App font
bn_in: অ্যাপ ফন্ট
de: Appschriftart
el: Γραμματοσειρά εφαρμογής
es: Fuente de la app
fr: Police de l’appli
gu: ઍપ ફોન્ટ
hi: ऐप फॉन्ट
it: Tipo di carattere dell’app
ja: アプリのフォント
kn: ಆ್ಯಪ್ ಅಕ್ಷರವಿನ್ಯಾಸ
ml: ആപ്പ് ഫോണ്ട്
mr: अॅप फाँट
nl: Lettertype app
pa: ਐਪ ਫੌਂਟ
pt_pt: Tipo de letra da aplicação
ru: Шрифт приложения
ta_in: செயலியின் எழுத்துரு
te: యాప్ ఫాంట్
tr: Uygulama yazı tipi
ur_arab_in: ایپ کا فونٹ
vi: Phông chữ ứng dụng
zh_hant: 應用程式字型

# chat.settings.font.default.desc
source: Default App font and currently in use. Strongly recommended for better readability.
bn_in: ডিফল্ট অ্যাপ ফন্ট এবং বর্তমানে ব্যবহৃত। আরও ভালো পঠনযোগ্যতার ভীষণভাবে প্রস্তাবিত।
de: App-Standardschriftart, derzeit genutzt. Zur besseren Lesbarkeit dringend empfohlen.
el: Προεπιλεγμένη γραμματοσειρά εφαρμογής και σε χρήση επί του παρόντος. Συνιστάται ανεπιφύλακτα για καλύτερη αναγνωσιμότητα.
es: Fuente predeterminada de la app y en uso actualmente. Se recomienda para una mejor legibilidad.
fr: Police de l’appli par défaut et actuellement utilisée. Fortement recommandée pour une meilleure lisibilité.
gu: ડિફૉલ્ટ ઍપ ફોન્ટ અને હાલમાં ઉપયોગમાં છે. સારી રીતે વાંચી શકાય તે માટે ભારપૂર્વક ભલામણ કરી.
hi: डिफॉल्ट ऐप फॉन्ट और वर्तमान में उपयोग में है। बेहतर सुपाठ्यता के लिए पुरज़ोर सिफारिश की जाती है।
it: Tipo di carattere predefinito dell’app e attualmente in uso. Consigliato per una maggiore leggibilità.
ja: アプリのデフォルトのフォントと、現在使用されているフォント。 見やすくするために強く推奨します。
kn: ಡಿಫಾಲ್ಟ್ ಆ್ಯಪ್ ಅಕ್ಷರವಿನ್ಯಾಸ ಮತ್ತು ಪ್ರಸ್ತುತ ಬಳಕೆಯಲ್ಲಿರುವುದು. ಇನ್ನಷ್ಟು ಉತ್ತಮವಾದ ಓದುವಿಕೆಗಾಗಿ ಬಲವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.
ml: സ്ഥിരസ്ഥിതി ആപ്പ് ഫോണ്ട് നിലവിൽ ഉപയോഗത്തിലാണ്. മികച്ച വായനാക്ഷമതയ്ക്കായി ശക്തമായി ശുപാർശ ചെയ്യുന്നു.
mr: डिफॉल्ट अॅप फाँट आणि सध्या वापरात आहे. चांगल्या वाचनियतेसाठी आग्रहाने शिफारस केली आहे.
nl: Standaardlettertype van app en huidig lettertype. Sterk aanbevolen voor een betere leesbaarheid.
pa: ਡਿਫੌਲਟ ਐਪ ਫੋਂਟ ਅਤੇ ਇਸ ਸਮੇਂ ਵਰਤੋਂ ਅਧੀਨ ਹਨ। ਬਿਹਤਰ ਪੜ੍ਹਨਯੋਗਤਾ ਲਈ ਇਸਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pt_pt: Tipo de letra da aplicação predefinido e atualmente em utilização. Recomenda-se vivamente para uma melhor legibilidade.
ru: Шрифт приложения по умолчанию, используется сейчас. Рекомендуется использовать его для удобочитаемости.
ta_in: இயல்புநிலை செயலி எழுத்துரு மற்றும் தற்போது பயன்பாட்டில் உள்ளது. சிறந்த வாசிப்புத்தன்மைக்கு வலுவாகப் பரிந்துரைக்கப்படுகிறது.
te: డిఫాల్ట్ యాప్ ఫాంట్ మరియు ప్రస్తుతం ఉపయోగంలో ఉంది. మెరుగైన రీడబిలిటీ కొరకు బలంగా సిఫారసు చేయబడుతోంది.
tr: Varsayılan Uygulama yazı tipi ve şu anda kullanılmakta olan. Daha iyi okunabilirlik için kuvvetle önerilir.
ur_arab_in: ایپ کا ڈیفالٹ فونٹ اور موجودہ طور پر زیر استعمال۔ بہتر پڑھنے کے قابل ہونے کے لیے انتہائی تجویز کردہ۔
vi: Phông chữ ứng dụng mặc định và đang được sử dụng. Rất được khuyên dùng để dễ đọc hơn.
zh_hant: 預設應用程式字型和當前所使用的字型。 強烈建議，更易讀。

# chat.settings.font.system.title
source: Device font
bn_in: ডিভাইস ফন্ট
de: Geräteschriftart
el: Γραμματοσειρά συσκευής
es: Fuente del dispositivo
fr: Police de périphérique
gu: ડિવાઇસ ફોન્ટ
hi: डिवाइस फॉन्ट
it: Tipo di carattere del dispositivo
ja: デバイスのフォント
kn: ಸಾಧನದ ಅಕ್ಷರವಿನ್ಯಾಸ
ml: ഡിവൈസ് ഫോണ്ട്
mr: डिव्हाइसचा फाँट
nl: Lettertype apparaat
pa: ਡਿਵਾਈਸ ਫੌਂਟ
pt_pt: Tipo de letra do dispositivo
ru: Шрифт устройства
ta_in: சாதனத்தின் எழுத்துரு
te: పరికరం ఫాంట్‌
tr: Aygıt Yazı Tipi
ur_arab_in: ڈیوائس کا فونٹ
vi: Phông chữ thiết bị
zh_hant: 裝置字型

# chat.settings.font.system.desc
source: This font is applied as per your Device Settings.
bn_in: এই ফন্টটি আপনার ডিভাইসের সেটিংস অনুযায়ী প্রয়োগ করা আছে।
de: Diese Schriftart wird über Ihre Geräteeinstellungen vorgegeben.
el: Η γραμματοσειρά αυτή εφαρμόζεται σύμφωνα με τις Ρυθμίσεις συσκευής σας.
es: Esta fuente se aplica según la configuración del dispositivo.
fr: Cette police s’applique en fonction des paramètres de l’appareil.
gu: આ ફોન્ટ તમારી ડિવાઇસ સેટિંગ્સ મુજબ લાગુ થાય છે.
hi: यह फॉन्ट आपकी डिवाइस की सेटिंग्स के अनुसार उपयोग किया जाता है।
it: Questo tipo di carattere viene applicato in base alle impostazioni del dispositivo.
ja: このフォントはあなたのデバイスの設定によって適用されています。
kn: ಈ ಅಕ್ಷರವಿನ್ಯಾಸವನ್ನು ನಿಮ್ಮ ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಅನುಸಾರ ಅನ್ವಯಿಸಲಾಗಿದೆ.
ml: നിങ്ങളുടെ ഡിവൈസ് ക്രമീകരണമനുസരിച്ച് ഈ ഫോണ്ട് പ്രയോഗിച്ചു.
mr: हा फाँट तुमच्या डिव्हाइस सेटिंग्जनुसार लागू झाला आहे.
nl: Dit lettertype wordt toegepast volgens de instellingen van het apparaat.
pa: ਇਹ ਫੌਂਟ ਤੁਹਾਡੀਆਂ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਦੇ ਅਨੁਸਾਰ ਲਗਾਇਆ ਗਿਆ ਹੈ।
pt_pt: Este tipo de letra aplica-se de acordo com as suas definições do dispositivo.
ru: Этот шрифт применяется в соответствии с настройками устройства.
ta_in: உங்கள் சாதன அமைப்புகளின்படி இந்த எழுத்துரு பயன்படுத்தப்படுகிறது.
te: ఈ ఫాంట్ మీ పరికరం సెట్టింగ్‌లకు అనుగుణంగా అప్లై చేయబడుతుంది.
tr: Bu yazı tipi, Aygıt Ayarlarına göre uygulanır.
ur_arab_in: آپ کی ڈیوائس کی ترتیبات کے مطابق اس فونٹ کا اطلاق ہو گیا ہے۔
vi: Phông chữ này được áp dụng theo Thiết Lập Thiết Bị của bạn.
zh_hant: 依照您裝置設定套用此字型。

# chat.settings.feedback.text2
source: If you love us, enlighten us.
bn_in: আপনি যদি আমাদের ভালবাসেন তাহলে আমাদের জানান।
de: Erhellen Sie uns, wenn Sie uns lieben.
el: Εάν μας αγαπάτε, διαφωτίστε μας.
es: Si le gusta la app, díganoslo.
fr: Si vous nous aimez, éclairez-nous.
gu: જો તમે અમને પ્રેમ કરો છો, તો અમને પ્રકાશિત કરો.
hi: यदि आप हमें पसंद करते हैं, तो हमें सूचित करें।
it: Se l’app ti piace, faccelo sapere.
ja: もしお気に召したら、フィードバックをください。
kn: ಒಂದು ವೇಳೆ ನೀವು ನಮ್ಮನ್ನು ಪ್ರೀತಿಸುವುದಾದರೆ, ನಮಗೆ ಜ್ಞಾನೋದಯ ನೀಡಿ.
ml: നിങ്ങൾ ഞങ്ങളെ സ്നേഹിക്കുന്നുവെങ്കിൽ, ഞങ്ങളെ പ്രബുദ്ധരാക്കുക.
mr: जर तुमचे आमच्यावर प्रेम आहे तर आम्हाला प्रबुद्ध बनवा.
nl: Als u ons product graag gebruikt, laat het ons dan weten.
pa: ਜੇ ਤੁਹਾਨੂੰ ਅਸੀਂ ਪਸੰਦ ਹਾਂ, ਤਾਂ ਸਾਨੂੰ ਦੱਸੋ।
pt_pt: Se nos adora, esclareça-nos.
ru: Если вам нравится наша программа, сообщите об этом.
ta_in: நீங்கள் எங்களை நேசிக்கிறீர்கள் எனில், எங்களுக்கு அறிவூட்டுங்கள்.
te: మీరు మమ్మల్ని ప్రేమిస్తే, మాకు జ్ఞానోదయం చేయండి.
tr: Eğer bizi seviyorsanız, bizi bilgilendirin.
ur_arab_in: اگر آپ کو ہم سے محبت ہے، تو ہمیں آگاہ کریں۔
vi: Nếu bạn thích chúng tôi, hãy cho chúng tôi biết.
zh_hant: 如果您喜歡我們，請啟示我們。

# chat.settings.feedback.text3
source: If you hate us, enlighten us more.
bn_in: আপনি যদি আমাদের ঘৃণা করেন তাহলে আমাদের আরও জানান।
de: Erhellen Sie uns erst recht, wenn Sie uns hassen.
el: Εάν μας μισείτε, διαφωτίστε μας περισσότερο.
es: Si no le gusta la app, díganoslo también.
fr: Si vous nous détestez, éclairez-nous davantage.
gu: જો તમે અમને ધિક્કારો છો, તો અમને વધુ પ્રકાશિત કરો.
hi: यदि आप हमसे घृणा करते हैं, तो हमें और अधिक सूचित करें।
it: Se non ti piace, spiegaci perché.
ja: もしお気に召したら、もっとフィードバックをください。
kn: ಒಂದು ವೇಳೆ ನೀವು ನಮ್ಮನ್ನು ದ್ವೇಷಿಸುವುದಾದರೆ, ನಮಗೆ ಇನ್ನಷ್ಟು ಜ್ಞಾನೋದಯ ನೀಡಿ.
ml: നിങ്ങൾ ഞങ്ങളെ വെറുക്കുന്നുവെങ്കിൽ, ഞങ്ങൾക്ക് അറിവ് നൽകുക.
mr: जर तुम्ही आमचा द्वेष करता तर आम्हाला अधिकच प्रबुद्ध बनवा.
nl: Als u ons product niet graag gebruikt, laat het ons dan zeker weten.
pa: ਜੇ ਤੁਹਾਨੂੰ ਅਸੀਂ ਪਸੰਦ ਨਹੀਂ ਹਾਂ, ਤਾਂ ਸਾਨੂੰ ਜ਼ਰੂਰ ਦੱਸੋ।
pt_pt: Se nos odeia, esclareça-nos ainda mais.
ru: Если вам не нравится наша программа, тем более сообщите об этом.
ta_in: நீங்கள் எங்களை வெறுக்கிறீர்கள் என்றால், எங்களுக்கு மேலும் அறிவூட்டுங்கள்.
te: మీరు మమ్మల్ని ద్వేషిస్తే, మాకు మరింత ఎక్కువగా జ్ఞానోదయం చేయండి.
tr: Eğer bizi seviyorsanız, bizi daha fazla bilgilendirin.
ur_arab_in: اگر آپ کو ہم سے نفرت ہے، تو ہمیں مزید آگاہ کریں۔
vi: Nếu bạn ghét chúng tôi, hãy cho chúng tôi biết nhiều hơn.
zh_hant: 如果您討厭我們，則更應啟示我們。
