Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.primetime.streaming.ended
source: %@ has ended the broadcast session
de: %@ beendete die Broadcast-Sitzung
el: %@ ολοκλήρωσε τη συνεδρία Broadcast
es: %@ ha finalizado la sesión de Broadcast
fr: %@ a terminé la session Broadcast
hi: %@ ने Broadcast सत्र समाप्त कर दिया है
it: %@ ha terminato la sessione di Broadcast
ja: %@さんがプライムタイムセッションを終了しました
nl: %@ heeft de Broadcast-sessie beëindigd
pt_pt: %@ terminou a sessão de Broadcast
ru: Пользователь %@ завершил сеанс Broadcast
tr: %@ Broadcast oturumunu sonlandırdı
vi: %@ đã kết thúc phiên truy cập Broadcast
zh_hant: %@ 已結束 Broadcast 工作階段

# chat.primetime.streaming.ended.loadtext
source: Keep using our broadcast feature to continue collaborating better and make work more effective with your folks at office.
de: Setzen Sie weiter auf unsere Broadcast-Funktion, arbeiten Sie besser zusammen, sorgen Sie für mehr Effizienz bei Ihren Leuten im Büro.
el: Εξακολουθήστε να χρησιμοποιείτε τη λειτουργία Broadcast για να συνεχίσετε να συνεργάζεστε καλύτερα και να κάνετε τη συνεργασία σας στο γραφείο πιο αποτελεσματική.
es: Siga utilizando Broadcast para trabajar mejor en equipo y hacer que su trabajo con sus colegas de oficina sea más efectivo.
fr: Continuez à utiliser notre fonctionnalité Broadcast pour mieux collaborer et travailler de manière toujours plus efficace au bureau avec vos équipes.
hi: बेहतर रूप से सहयोग करना जारी रखने और कार्यालय में आपके लोगों के साथ कार्य को और अधिक असरदार बनाने के लिए हमारी Broadcast सुविधा का उपयोग करते रहें।
it: Continua a utilizzare la funzione Broadcast per continuare a collaborare in modo migliore e rendere il lavoro più efficace con i tuoi colleghi in ufficio.
ja: 共同作業を継続して、同僚と効率的に仕事し続けるためには、プライムタイム機能を使用してください。
nl: Blijf onze functie Broadcast gebruiken voor betere samenwerking en effectiever maken van het werk met collega’s.
pt_pt: Continuar a utilizar a nossa funcionalidade de Broadcast para continuar a colaborar melhor e tornar o trabalho mais eficaz com os seus colaboradores no escritório.
ru: Используйте функцию Broadcast, чтобы сделать совместную работу с коллегами в офисе еще более эффективной.
tr: Daha iyi işbirliği yapmaya devam etmek ve ofisinizdeki kişilerle daha verimli çalışabilmek için Broadcast özelliğimizi kullanmaya devam edin.
vi: Tiếp tục sử dụng tính năng Broadcast của chúng tôi để tiếp tục cộng tác hiệu quả hơn và thực hiện công việc hiệu quả hơn với các đồng nghiệp tại văn phòng.
zh_hant: 繼續使用我們的 Broadcast 功能，以繼續更好地協作，讓辦公室的人們更有效地工作。

# chat.primetime.streaming.wow
source: Wowsome!
de: Oho!
el: Εντυπωσιακά!
es: ¡Espléndido!
fr: Fabuleux !
hi: शानदार!
it: Fantastico!
ja: すばらしい！
nl: Geweldig.
pt_pt: Ótimo!
ru: Отлично!
tr: Harika!
vi: Tuyệt!
zh_hant: 太棒了！

# chat.primetime.streaming.endedalready
source: Wups! This broadcast session has already ended
de: Oha! Diese Broadcast-Sitzung wurde bereits beendet
el: Ουπς! Αυτή η συνεδρία Broadcast έχει ήδη τελειώσει
es: ¡Vaya! Esta sesión de Broadcast ya ha finalizado
fr: Oups ! Cette session Broadcast est déjà terminée
hi: ओह! यह Broadcast सत्र पहले ही समाप्त हो गया है
it: Ops! La sessione Broadcast è già terminata
ja: おぉっと! このプライムタイムセッションは既に終了しています
nl: Oeps. Deze Broadcast-sessie is al beëindigd
pt_pt: Ups! Esta sessão de Broadcast já terminou
ru: Ошибка. Этот сеанс Broadcast уже завершен
tr: Ops! Bu Broadcast oturumu zaten sona erdi
vi: Rất tiếc! Phiên truy cập Broadcast này đã kết thúc
zh_hant: 噢！此 Broadcast 工作階段已結束

# chat.action.bottomsheet.copy
source: Copy
bn_in: অনুলিপি
de: Kopie
el: Αντιγραφή
es: Copiar
fr: Copier
gu: નકલ કરો
hi: प्रतिलिपि बनाएं
it: Copia
ja: コピー
kn: ನಕಲಿಸಿ
ml: പകർത്തുക
mr: कॉपी करा
nl: Kopiëren
pa: ਕਾਪੀ
pt_pt: Copiar
ru: Копировать
ta_in: நகலெடு
te: కాపీ చేయండి
tr: Kopyala
ur_arab_in: کاپی کریں
vi: Sao chép
zh_hant: 複製

# chat.action.bottomsheet.title
source: Message Actions
bn_in: বার্তার ক্রিয়াকলাপ
de: Mitteilungsaktionen
el: Ενέργειες μηνυμάτων
es: Acciones de mensaje
fr: Actions de message
gu: સંદેશ ક્રિયાઓ
hi: संदेश कार्रवाइयाँ
it: Azioni messaggio
ja: メッセージ操作
kn: ಸಂದೇಶದ ಕಾರ್ಯಗಳು
ml: സന്ദേശ പ്രവർത്തനങ്ങൾ
mr: मेसेज क्रिया
nl: Berichtacties
pa: ਸੁਨੇਹੇ ਦੀਆਂ ਕਾਰਵਾਈਆਂ
pt_pt: Ações de mensagem
ru: Действия сообщений
ta_in: செய்திச் செயல்கள்
te: సందేశ చర్యలు
tr: İleti Eylemleri
ur_arab_in: پیغام کی کارروائیاں
vi: Thao Tác Tin Nhắn
zh_hant: 訊息動作

# chat.emptystate.longpress.title
source: Wups.. no actions found!
bn_in: উপ্স.. কোন ক্রিয়া পাওয়া যায়নি!
de: Oha … Keine Aktionen gefunden!
el: Ουπς…δεν βρέθηκαν ενέργειες!
es: No se encontraron acciones.
fr: Oups… aucune action trouvée !
gu: ઓહ.. કોઈ ક્રિયાઓ મળી નથી!
hi: ओह.. कोई कार्रवाई नहीं मिली!
it: Ops… nessuna azione trovata!
ja: 操作が見つかりません！
kn: ಓಹೋ... ಯಾವುದೇ ಕಾರ್ಯಗಳು ಕಂಡುಬಂದಿಲ್ಲ!
ml: ക്ഷമിക്കണം.. പ്രവർത്തനങ്ങളൊന്നും കണ്ടെത്തിയില്ല!
mr: वूप्स.. कोणतीही कृती आढळली नाही!
nl: Helaas, geen acties gevonden!
pa: ਉਹ ਹੋ.. ਕੇਈ ਕਾਰਵਾਈਆਂ ਨਹੀਂ ਮਿਲਿਆਂ!
pt_pt: Ups… não foram encontradas ações!
ru: Ошибка: действия не найдены!
ta_in: அச்சச்சோ.. செயல்கள் எதுவும் காணப்படவில்லை!
te: అయ్యో.. ఎలాంటి చర్యలు కనుగొనబడలేదు!
tr: Hay aksi.. herhangi bir eylem bulunamadı!
ur_arab_in: اوہو.. کوئی کارروائیاں نہیں ملیں!
vi: Rất tiếc.. không tìm thấy thao tác!
zh_hant: 噢..沒有發現任何動作！

# chat.info.deleted.channel
source: Channel deleted successfully
de: Kanal erfolgreich gelöscht
el: Η Κανάλι διεγράφη επιτυχώς
es: Canal eliminado correctamente
fr: Canal supprimé avec succès
hi: चैनल सफलतापूर्वक हटा दिया गया
it: Canale eliminato correttamente
ja: チャンネルが正常に削除されました
nl: Kanaal met succes verwijderd
pt_pt: Canal eliminado com êxito
ru: Канал успешно удален
tr: Kanal başarıyla silindi
vi: Đã xóa kênh thành công
zh_hant: 已成功刪除通道

# chat.mention.here
source: Notifies all of the participants
de: Benachrichtigt sämtliche Teilnehmer
el: Ενημερώνει όλους τους συμμετέχοντες
es: Notifica a todos los participantes
fr: Avertit tous les participants
hi: सभी प्रतिभागियों को सूचित करता है
it: Notifica tutti i partecipanti
ja: すべての参加者に通知
nl: Alle deelnemers informeren
pt_pt: Notifica todos os participantes
ru: Уведомление всех участников
tr: Tüm katılımcıları bilgilendirir
vi: Thông báo cho tất cả người tham gia
zh_hant: 通知所有參與者

# chat.mention.available
source: Notifies participants whose status is available
de: Benachrichtigt Teilnehmer mit Verfügbar-Status
el: Ενημερώνει συμμετέχοντες των οποίων η κατάσταση είναι διαθέσιμη
es: Notifica a los participantes cuyo estado es Disponible
fr: Avertit les participants dont le statut est disponible
hi: उन प्रतिभागियों को सूचित करता है जिनकी स्थिति उपलब्ध है
it: Notifica i partecipanti il cui stato è disponibile
ja: 対応可能なステータスの参加者に通知
nl: Deelnemers met de status Beschikbaar informeren
pt_pt: Notifica os participantes cujo estado é indicado como disponível
ru: Уведомление участников со статусом «Доступен»
tr: Durumu müsait olan katılımcıları bilgilendirir
vi: Thông báo cho những người tham gia nào có trạng thái là khả dụng
zh_hant: 通知狀態為「可用」的參與者

# chat.bottomsheet.more.reaction.add
source: Add reaction
bn_in: প্রতিক্রিয়া যোগ করুন
de: Reaktion hinzufügen
el: Προσθήκη αντίδρασης
es: Agregar reacción
fr: Ajouter la réaction
gu: પ્રતિક્રિયા ઉમેરો
hi: प्रतिक्रिया जोड़ें
it: Aggiungi reazione
ja: 対応を追加
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸೇರಿಸಿ
ml: പ്രതികരണം ചേർക്കുക
mr: प्रतिक्रिया जोडा
nl: Reactie toevoegen
pa: ਪ੍ਰਤੀਕ੍ਰਿਆ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar reação
ru: Добавить реакцию
ta_in: எதிர்வினையை சேர்
te: రియాక్షన్‌ను జోడించండి
tr: Tepki ekle
ur_arab_in: رد عمل شامل کریں
vi: Thêm phản ứng
zh_hant: 新增反應

# chat.bottomsheet.more.reaction.view
source: View reactions
bn_in: প্রতিক্রিয়াগুলি দেখুন
de: Reaktionen anzeigen
el: Προβολή αντιδράσεων
es: Ver reacciones
fr: Afficher les réactions
gu: પ્રતિક્રિયાઓ જુઓ
hi: प्रतिक्रियाएं देखें
it: Visualizza reazioni
ja: 対応を表示
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನೋಡಿ
ml: പ്രതികരണങ്ങൾ കാണുക
mr: प्रतिक्रिया पहा
nl: Reacties weergeven
pa: ਪ੍ਰਤੀਕ੍ਰਿਆ ਵੇਖੋ
pt_pt: Ver reações
ru: Просмотреть реакции
ta_in: எதிர்வினைகளைக் காண்க
te: రియాక్షన్‌లను వీక్షించండి
tr: Tepkileri görüntüle
ur_arab_in: رد عمل دیکھیں
vi: Xem phản ứng
zh_hant: 檢視反應

# chat.bottomsheet.more.reactions
source: Reactions
bn_in: প্রতিক্রিয়া
de: Reaktionen
el: Αντιδράσεις
es: Reacciones
fr: Réactions
gu: પ્રતિક્રિયાઓ
hi: प्रतिक्रियाएं
it: Reazioni
ja: 対応
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳು
ml: പ്രതികരണങ്ങൾ
mr: प्रतिक्रिया
nl: Reacties
pa: ਪ੍ਰਤੀਕਿਰਿਆਵਾਂ
pt_pt: Reações
ru: Реакции
ta_in: எதிர்வினைகள்
te: రియాక్షన్‌లు
tr: Tepkiler
ur_arab_in: رد عمل
vi: Phản ứng
zh_hant: 反應

# chat.reactions.title
source: People who reacted
bn_in: যেসব ব্যক্তিরা প্রতিক্রিয়া করেছেন
de: Personen, die reagierten
el: Άτομα που αντέδρασαν
es: Personas que han reaccionado
fr: Personnes qui ont réagi
gu: જે લોકોએ પ્રતિક્રિયા આપી
hi: जिन लोगों ने प्रतिक्रिया दी
it: Persone che hanno reagito
ja: 対応したユーザー
kn: ಪ್ರತಿಕ್ರಿಯಿಸಿದ ಜನರು
ml: പ്രതികരിച്ച ആളുകൾ
mr: ज्या लोकांनी प्रतिक्रिया दिली
nl: Personen die hebben gereageerd
pa: ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ
pt_pt: Pessoas que reagiram
ru: Отреагировавшие
ta_in: எதிர்வினையாற்றிய மக்கள்
te: ప్రతిస్పందించిన వ్యక్తులు
tr: Tepki veren kişiler
ur_arab_in: رد عمل دینے والے افراد
vi: Những người đã có phản ứng
zh_hant: 反應的人

# chat.login.signin
source: Sign in
bn_in: সাইন ইন করুন
de: Anmelden
el: Είσοδος
es: Iniciar sesión
fr: Se connecter
gu: સાઇન ઇન કરો
hi: साइन इन करें
it: Accedi
ja: サインイン
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन करा
nl: Aanmelden
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pt_pt: Iniciar sessão
ru: Вход
ta_in: உள்நுழைக
te: సైన్ ఇన్
tr: Oturum aç
ur_arab_in: سائن ان ہوں
vi: Đăng nhập
zh_hant: 登入

# chat.login.signup
source: Sign up
bn_in: সাইন আপ করুন
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: S’inscrire
gu: સાઇન અપ કરો
hi: साइन अप करें
it: Registrati
ja: 登録
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप करा
nl: Registreren
pa: ਸਾਈਨ ਅੱਪ ਕਰੋ
pt_pt: Inscrever-se
ru: Зарегистрироваться
ta_in: பதிவு செய்துகொள்க
te: సైన్ అప్
tr: Kaydol
ur_arab_in: سائن اپ کریں
vi: Đăng ký
zh_hant: 註冊

# chat.login.title1
source: Home
de: Startseite
el: Κεντρική σελίδα
es: Inicio
fr: Accueil
hi: मुख पृष्ठ
ja: ホーム
nl: Startpagina
pt_pt: Início
ru: Главная
tr: Giriş Sayfası
vi: Trang chủ
zh_hant: 首頁

# chat.login.desc1
source: One stop place to access all your Chats and Channels
de: Ihr Ausgangspunkt zum Aufrufen all Ihrer Chats und Kanäle
el: Μοναδικό σημείο για πρόσβαση σε όλα, Συνομιλίες και Κανάλια
es: Un solo lugar para acceder a todos sus Chats y Canales
fr: Un seul lieu d’arrêt pour accéder à tous vos Conversations et Canaux
hi: आपके इन सभी तक पहुँच प्राप्त करने के लिए वन स्टॉप स्थान: चैट्स और चैनल्स
it: Un posto unico da cui accedere a tutte le Chat e canali
ja: 1つの場所からすべてにアクセス チャットとチャンネル
nl: Centrale plek voor toegang tot al uw Chats en kanalen
pt_pt: Um local de paragem para aceder a todos os seus Chats e canais
ru: Единое окно для доступа: Чаты и каналы
tr: Tüm Sohbet ve Kanallarınıza erişim için tek durak
vi: Một trạm để truy cập tất cả Nội Dung Chat và Kênh
zh_hant: 一站式存取您的所有 聊天和通道

# chat.login.title2
source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
nl: Zoeken
pt_pt: Pesquisar
ru: Поиск
tr: Ara
vi: Tìm kiếm
zh_hant: 搜尋

# chat.login.desc2
source: All chats available at your fingertips
de: Alle Chats in Reichweite
el: Όλες οι συνομιλίες άμεσα διαθέσιμες
es: Todos los canales a su alcance inmediato
fr: Toutes les conversations disponibles au bout de vos doigts
hi: सभी चैट्स आपको आसानी से उपलब्ध हैं
it: Tutte le chat disponibili a portata di mano
ja: 指先ですべてのチャットを利用可能
nl: Alle chats binnen handbereik
pt_pt: Todos os chats disponíveis na ponta dos dedos
ru: Все чаты всегда под рукой
tr: Tüm sohbetler parmaklarınızın ucunda
vi: Mọi nội dung chat trong tầm tay anh
zh_hant: 所有可用的聊天唾手可得

# chat.login.title3
source: Message Actions
de: @string/chat.action.bottomsheet.title
el: @string/chat.action.bottomsheet.title
es: @string/chat.action.bottomsheet.title
fr: @string/chat.action.bottomsheet.title
it: @string/chat.action.bottomsheet.title
ja: @string/chat.action.bottomsheet.title
nl: @string/chat.action.bottomsheet.title
pt_pt: @string/chat.action.bottomsheet.title
ru: @string/chat.action.bottomsheet.title
tr: @string/chat.action.bottomsheet.title
vi: @string/chat.action.bottomsheet.title
zh_hant: @string/chat.action.bottomsheet.title

# chat.login.desc3
source: Perform all actions on a message with just a long tap
de: Alle Aktionen ausführen bei Mitteilung mit einfach angetippt halten
el: Εκτελέστε όλες τις ενέργειες ενός μηνύματος με μόνο ένα παρατεταμένο πάτημα
es: Realice todas las acciones sobre un mensaje mediante tan solo una pulsación prolongada
fr: Effectuez toutes les actions sur un message avec juste un long appui
hi: सारी कार्रवाइयाँ इसके साथ किसी संदेश पर करें: बस एक देर तक टैप
it: Esegui tutte le azioni su un messaggio con solo una pressione lunga
ja: メッセージですべての操作を実行 ロングタップのみ
nl: Voer alle acties uit voor een bericht met met slechts een lange tikbeweging
pt_pt: Efetue todas as ações de uma mensagem com um toque prolongado apenas
ru: Выполнение всех действий с сообщением длинным касанием
tr: Tüm eylemleri bir iletiyle gerçekleştirin sadece uzun bir dokunuş
vi: Thực hiện mọi thao tác đối với một tin nhắn bằng một cú chạm lâu
zh_hant: 只需長按，即可對訊息 執行所有動作

# chat.login.title4
source: Calls
de: Anrufe
el: Κλήσεις
es: Llamadas
fr: Appels
hi: कॉलें
it: Chiamate
ja: コール
nl: Oproepen
pt_pt: Chamadas
ru: Вызовы
tr: Aramalar
vi: Gọi
zh_hant: 呼叫

# chat.login.desc4
source: Be reachable everywhere through Audio & Video calls
de: Stets erreichbar bleiben – kein Problem mit Sprach- und Videoanrufen
el: Να είστε προσβάσιμοι παντού μέσω Κλήσεων ήχου &amp; βίντεο
es: Manténgase accesible en cualquier lugar mediante Llamadas de audio y vídeo
fr: Soyez joignable partout grâce aux Appels audio et vidéo
hi: हर कहीं उपलब्ध रहें ऑडियो &amp; वीडियो कॉलें
it: Sii raggiungibile ovunque tramite Chiamate audio &amp; video
ja: どこにでも行ける 音声および動画コール
nl: Overal bereikbaar zijn via Audio- en video-oproepen
pt_pt: Mantenha-se acessível em qualquer lado Chamadas de áudio e vídeo
ru: Будьте всегда и везде на связи: Звуковые- и видеозвонки
tr: Her yerden erişilebilir olun Sesli ve Görüntülü aramalar
vi: Được liên lạc ở bất kỳ đâu thông qua Cuộc Gọi Âm Thanh &amp; Video
zh_hant: 透過音訊和視訊電話 隨時隨地保持連線

# chat.status.available.nt
source: Available
bn_in: উপলব্ধ
de: Erreichbar
el: Διαθέσιμος
es: Disponible
fr: Disponible
gu: ઉપલબ્ધ
hi: उपलब्ध
it: Disponibile
ja: 利用可能
kn: ಲಭ್ಯ
ml: ലഭ്യമാണ്
mr: उपलब्ध
nl: Beschikbaar
pa: ਉਪਲਬਧ
pt_pt: Disponível
ru: Доступно
ta_in: கிடைக்கிறார்
te: అందుబాటులో ఉన్నారు
tr: Kullanılabilir
ur_arab_in: دستیاب
vi: Khả dụng
zh_hant: 可用

# chat_status_online_nt
source: Online
bn_in: অনলাইন
el: Σε σύνδεση
es: Conectado
fr: En ligne
gu: ઑનલાઇન
hi: ऑनलाइन
ja: オンライン
kn: ಆನ್‌ಲೈನ್
ml: ഓൺ‌ലൈൻ
mr: ऑनलाइन
pa: ਔਨਲਾਈਨ
ru: В сети
ta_in: ஆன்லைன்
te: ఆన్‌లైన్‌
tr: Çevrim içi
ur_arab_in: آن لائن
vi: Trực tuyến
zh_hant: 線上

# chat.status.offline.nt
source: Offline
el: Εκτός σύνδεσης
es: Desconectado
fr: Hors connexion
hi: ऑफलाइन
it: Non in linea
ja: オフライン
ru: Не в сети
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hant: 離線

# chat.status.busy.nt
source: Busy
de: Beschäftigt
el: Απασχολημένος
es: Ocupado
fr: Occupé
hi: व्यस्त
it: Occupato
ja: 忙しい
nl: Bezet
pt_pt: Ocupado
ru: Занят
tr: Meşgul
vi: Bận
zh_hant: 繁忙

# chat.status.idle.nt
source: Idle
de: Frei
el: Αδρανής
es: Inactivo
fr: Inactif
hi: निष्क्रिय
it: Inattivo
ja: アイドル
nl: Inactief
pt_pt: Inativo
ru: Бездействие
tr: Boşta
vi: Rỗi
zh_hant: 空閒

# chat.status.invisible.nt
source: Invisible
de: Unsichtbar
el: Αόρατος
hi: अदृश्य
it: Invisibile
ja: 非表示
nl: Onzichtbaar
pt_pt: Invisível
ru: Невидимый
tr: Görünmez
vi: Ẩn
zh_hant: 不可見

# consents.form.select.search.empty
source: No results found
bn_in: কোনও ফলাফল পাওয়া যায়নি
de: Oha … Keine %@s gefunden!
el: Ουπς...δεν βρέθηκαν %@s!
es: No se encontraron %@s.
fr: Oups… aucun %@s trouvé !
gu: કોઈ પરિણામો મળ્યા નથી
hi: कोई परिणाम नहीं मिला
it: Ops... Nessuna %@s trovata!
ja: %@sが見つかりません！
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഒരു ഫലവും കണ്ടെത്തിയില്ല
mr: कोणतेही परिणाम आढळले नाही
nl: Helaas, geen %@s gevonden!
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
pt_pt: Ups.. não foi encontrado qualquer %@s!
ru: Ошибка: %@s не найдены!
ta_in: முடிவுகள் எதுவும் காணப்படவில்லை
te: ఎలాంటి ఫలితాలు కనుగొనబడలేదు
tr: Hay aksi.. %@s bulunamadı!
ur_arab_in: کوئی نتائج نہیں ملے
vi: Rất tiếc.. không tìm thấy %@s!
zh_hant: 噢..沒有發現任何結果！

# consents.form.mandatory
source: This is a mandatory field.
de: Dies ist ein Pflichtfeld.
el: Αυτό είναι υποχρεωτικό πεδίο.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
hi: यह अनिवार्य फील्ड है।
it: Si tratta di un campo obbligatorio.
ja: これは必須フィールドです。
nl: Dit is een verplicht veld.
pt_pt: Este campo é de preenchimento obrigatório.
ru: Это поле обязательно для заполнения.
tr: Bu zorunlu bir alandır.
vi: Đây là một trường bắt buộc.
zh_hant: 這是必填欄。

# consents.form.number.value.maxexceeded
source: Maximum value allowed for this field is %@.
de: Zulässiger Maximalwert dieses Feldes ist %@.
el: Η μέγιστη επιτρεπόμενη τιμή γι’ αυτό το πεδίο είναι %@.
es: El valor máximo permitido para este campo es %@.
fr: La valeur maximale autorisée pour ce champ est %@.
hi: इस फील्ड के लिए अनुमत अधिकतम मान %@ है।
it: Il valore massimo consentito per questo campo è %@.
ja: このフィールドの最大値は%@です。
nl: Maximaal toegestane waarde voor dit veld is %@.
pt_pt: O valor máximo permitido para este campo é %@.
ru: Максимальное возможное значение для этого поля: %@.
tr: Bu alan için izin verilen maksimum değer: %@.
vi: Giá trị tối đa được phép cho trường này là %@.
zh_hant: 此欄位允許的最大值為 %@。

# consents.form.number.value.minexceeded
source: Minimum value allowed for this field is %@.
de: Zulässiger Minimalwert dieses Feldes ist %@.
el: Η ελάχιστη επιτρεπόμενη τιμή γι’ αυτό το πεδίο είναι %@.
es: El valor mínimo permitido para este campo es %@.
fr: La valeur minimale autorisée pour ce champ est %@.
hi: इस फील्ड के लिए अनुमत न्यूनतम मान %@ है।
it: Il valore minimo consentito per questo campo è %@.
ja: このフィールドの最小値は%@です。
nl: Minimaal toegestane waarde voor dit veld is %@.
pt_pt: O valor mínimo permitido para este campo é %@.
ru: Минимальное возможное значение для этого поля: %@.
tr: Bu alan için izin verilen minimum değer: %@.
vi: Giá trị tối thiểu được phép cho trường này là %@.
zh_hant: 此欄位允許的最小值為 %@。

# consents.form.select.title
source: %@ selected
de: %@ ausgewählt
el: %@ επιλέχθηκαν
es: Se ha seleccionado %@
fr: %@ sélectionné
hi: %@ का चयन किया
it: %@ selezionato
ja: %@を選択
nl: %@ geselecteerd
pt_pt: %@ selecionado(s)
ru: Выбрано: %@
tr: %@ seçildi
vi: %@ đã chọn
zh_hant: 已選取 %@

# consents.form.select.maxexceed
source: Maximum number of allowed selections are %@.
de: Maximale Anzahl zulässiger Auswahlen ist %@.
el: Ο μέγιστος αριθμός επιτρεπόμενων επιλογών είναι %@.
es: El número máximo de selecciones permitidas es %@.
fr: Le nombre maximum de sélections autorisées est %@.
hi: अनुमत चयनों की अधिकतम संख्या %@ है।
it: Il numero massimo di selezioni consentite è %@.
ja: 許可されている最大選択数は%@です。
nl: Maximaal toegestane aantal selecties is %@.
pt_pt: O número máximo de seleções permitidas é %@.
ru: Максимальное количество возможных выборов: %@.
tr: İzin verilen maksimum seçim sayısı: %@.
vi: Số lựa chọn tối đa được phép là %@.
zh_hant: 所允許的最大選擇數為 %@。

# login.email.title
source: Configure email id
de: E-Mail-Adresse konfigurieren
el: Διαμόρφωση αναγνωριστικού email
es: Configurar ID de correo electrónico
fr: Configurer un ID d’e-mail
hi: ईमेल id को कॉन्फ़िगर करें
it: Configura ID e-mail
ja: メールIDを構成
nl: E-mail-id configureren
pt_pt: Configurar ID de e-mail
ru: Настроить адрес эл. почты
tr: E-posta kimliğini yapılandır
vi: Cấu hình id email
zh_hant: 設定電子郵件 ID

# login.email.desc
source: Enter the email id that the user should login with.
de: Geben Sie die E-Mail-Adresse ein, mit der sich der Nutzer anmelden soll.
el: Εισαγάγετε το αναγνωριστικό email με το οποίο πρέπει να συνδεθεί ο χρήστης.
es: Escriba el ID de correo electrónico con el que el usuario debe iniciar sesión.
fr: Saisissez l’ID d’e-mail avec lequel l’utilisateur doit se connecter.
hi: वह ईमेल id दर्ज करें जिससे उपयोगकर्ता को लॉगिन करना चाहिए।
it: Inserisci ID e-mail che l’utente deve usare per accedere.
ja: ユーザーがログインするメールIDを入力してください。
nl: Voer de e-mail-id in waarmee de gebruiker zich moet aanmelden.
pt_pt: Introduza o ID de e-mail com o qual o utilizador deverá iniciar sessão.
ru: Введите адрес эл. почты, который пользователь будет использовать для входа.
tr: Kullanıcının oturum açarken kullanması gereken e-posta kimliğini girin.
vi: Nhập id email mà người dùng sẽ dùng để đăng nhập.
zh_hant: 輸入使用者將用於登入的電子郵件 ID。

# email.restriction.title
source: Restrict login access
de: Anmeldungszugriff unterbinden
el: Περιορίστε την πρόσβαση σύνδεσης
es: Restringir acceso de conexión
fr: Restreindre l’accès à la connexion
hi: लॉगिन पहुँच को सीमित करें
it: Limita accesso
ja: ログインアクセスを制限
nl: Aanmeldtoegang beperken
pt_pt: Restringir o acesso de início de sessão
ru: Ограничить вход в систему
tr: Oturum açma erişimini kısıtla
vi: Hạn chế truy cập đăng nhập
zh_hant: 限制登入存取

# email.restriction.desc
source: Enabling this will allow the user to login only with the specific email id that you configure.
de: Wenn dies aktiv ist, kann sich der Nutzer nur mit der spezifischen E-Mail-Adresse anmelden, die von Ihnen konfiguriert wurde.
el: Η ενεργοποίηση αυτού θα επιτρέψει στον χρήστη να συνδεθεί μόνο με το συγκεκριμένο αναγνωριστικό email που διαμορφώνετε.
es: Seleccione esta opción si desea que el usuario solo pueda iniciar sesión con el ID de correo electrónico específico que configure.
fr: Si vous activez cette option, l’utilisateur ne sera autorisé à se connecter qu’avec l’ID d’e-mail spécifique que vous avez configuré.
hi: इसे सक्षम करने से उपयोगकर्ता केवल उस विशेष ईमेल id से लॉगिन कर सकेगा जिसे आप कॉन्फ़िगर करेंगे।
it: Abilitando questa impostazione, consentirai all’utente di accedere solo con l’indirizzo e-mail specifico che hai configurato.
ja: これを有効化すると、ユーザーは、構成されたメールIDでしかログインできなくなります。
nl: Door dit in te schakelen kan de gebruiker alleen aanmelden met de specifieke e-mail-id die u configureert.
pt_pt: Se ativar esta opção irá permitir ao utilizador iniciar sessão com o ID de e-mail específico que configurar.
ru: Если выбрать этот параметр, пользователь сможет входить в систему только с помощью заданного вами адреса эл. почты.
tr: Bunun etkinleştirilmesi, kullanıcının yalnızca yapılandırdığınız belirli e-posta kimliğiyle oturum açabilmesine izin verecektir.
vi: Bật tùy chọn này sẽ cho phép người dùng chỉ đăng nhập bằng id email cụ thể mà bạn cấu hình.
zh_hant: 啟用此選項將僅允許使用者使用您設定的特定電子郵件 ID 登入。

# chat_msg_delete_failed
source: Message couldn’t be deleted now.
bn_in: বার্তা এখন মুছে ফেলা যায়নি।
de: Mitteilung kann derzeit nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του μηνύματος τώρα.
es: El mensaje no se pudo eliminar ahora.
fr: Le message n’a pas pu être supprimé maintenant.
gu: સંદેશ હવે કાઢી શકાતો નથી.
hi: संदेश अभी नहीं हटाया जा सका।
it: Impossibile eliminare il messaggio ora.
ja: 現在、メッセージは削除できません。
kn: ಸಂದೇಶವನ್ನು ಈಗ ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: സന്ദേശം ഇപ്പോൾ ഇല്ലാതാക്കാൻ കഴിയില്ല.
mr: मेसेज आता हटविला जाऊ शकत नाही.
nl: Bericht kon nu niet worden verwijderd.
pa: ਸੁਨੇਹਾ ਹੁਣ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pt_pt: Não foi possível eliminar a mensagem agora.
ru: Не удалось удалить сообщение.
ta_in: செய்தியை இப்போது நீக்க முடியவில்லை.
te: సందేశం ఇప్పుడు డిలీట్ చేయబడదు.
tr: Mesaj şu anda silinemedi.
ur_arab_in: پیغامات کو اب حذف نہیں کیا جا سکتا۔
vi: Không thể xóa tin nhắn vào lúc này.
zh_hant: 现在不能删除消息。
