Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# stickers_add_pack
source: Add %@ stickers
bn_in: %d স্টিকার যোগ করুন
de: %d-Aufkleber hinzufügen
el: Προσθήκη %d αυτοκόλλητων
es: Agregar símbolos gráficos de %d
fr: Ajouter %d autocollants
gu: %d સ્ટીકરો ઉમેરો
hi: %d स्टिकर्स जोड़ें
it: Aggiungi sticker %d
ja: %dステッカーを追加
kn: %d ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ml: %d സ്റ്റിക്കറുകൾ ചേർക്കുക
mr: %d स्टिकर्स जोडा
nl: %d stickers toevoegen
pa: %d ਸਟਿੱਕਰ ਜੋੜੋ
pt_pt: Adicionar %d autocolantes
ru: Добавить стикеры (%d)
ta_in: %@ ஸ்டிக்கர்களைச் சேர்
te: %d స్టిక్కర్‌లను జోడించండి
tr: %d çıkartmaları ekle
ur_arab_in: %d اسٹیکرز شامل کریں
vi: Thêm %d sticker
zh_hant: 新增 %d 貼圖

# stickers_searched
source: Searched Stickers
bn_in: অনুসন্ধান করা স্টিকারগুলি
de: Gesuchte Aufkleber
el: Αναζήτηση αυτοκόλλητων
es: Símbolos gráficos buscados
fr: Autocollants recherchés
gu: શોધાયેલ સ્ટીકરો
hi: खोजे गए स्टिकर
it: Sticker cercati
ja: ステッカーを検索
kn: ಹುಡುಕಿದ ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ml: തിരഞ്ഞ സ്റ്റിക്കറുകൾ
mr: शोधलेले स्टिकर्स
nl: Gezochte stickers
pa: ਲੱਭੇ ਗਏ ਸਟਿੱਕਰ
pt_pt: Autocolantes pesquisados
ru: Поиск стикеров
ta_in: தேடிய ஸ்டிக்கர்கள்
te: వెతికిన స్టిక్కర్‌లు
tr: Aranan Çıkartmalar
ur_arab_in: تلاش کردہ اسٹیکرز
vi: Các Sticker Đã Tìm Kiếm
zh_hant: 已搜尋貼圖

# stickers_pack_error_fetch
source: There's an issue with fetching the sticker pack
bn_in: স্টিকারের প্যাকটি আনার ক্ষেত্রে একটি সমস্যা হয়েছে
de: Es gibt ein Problem beim Abrufen des Aufkleberpaketes
el: Υπάρχει πρόβλημα με τη λήψη του πακέτου αυτοκόλλητων
es: No se pudo obtener el paquete de símbolos gráficos
fr: Il y a un problème avec la récupération du pack d’autocollants
gu: સ્ટીકર પેક મેળવવામાં સમસ્યા છે
hi: स्टिकर पैक लाने में कोई समस्या है
it: Si è verificato un errore durante il recupero del pacchetto di sticker
ja: ステッカーパックの取得に問題があります。
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್ ಪಡೆದುಕೊಳ್ಳುವಲ್ಲಿ ಒಂದು ಸಮಸ್ಯೆ ಉಂಟಾಗಿದೆ
ml: സ്റ്റിക്കർ പായ്ക്ക് നേടുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്
mr: स्टिकर पॅक आणण्यात समस्या आली आहे
nl: Er is een probleem met het ophalen van het stickerpakket
pa: ਸਟਿੱਕਰ ਪੈਕ ਲਿਆਉਣ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਹੈ
pt_pt: Ocorreu um problema ao obter o pacote de autocolantes
ru: При получении набора стикеров возникла ошибка
ta_in: ஸ்டிக்கர் பொதியைப் பெறுவதில் பிரச்சினை உள்ளது
te: స్టిక్కర్ ప్యాక్‌ని పొందడంలో సమస్య ఉంది
tr: Çıkartma paketini alırken bir sorun oluştu
ur_arab_in: اسٹیکر پیک حاصل کرنے میں مسئلہ درپیش تھا
vi: Có vấn đề khi truy xuất gói sticker
zh_hant: 擷取貼圖包時出現問題

# stickers_pack_error_install
source: There's a problem with installing this sticker pack
bn_in: এই স্টিকারের প্যাকটি ইনস্টল করতে সমস্যা আছে
de: Es gibt ein Problem beim Installieren dieses Aufkleberpaketes
el: Υπάρχει πρόβλημα με την εγκατάσταση αυτού του πακέτου αυτοκόλλητων
es: No se pudo instalar este paquete de símbolos gráficos
fr: Il y a un problème avec l’installation de ce pack d’autocollants
gu: આ સ્ટીકર પેકને ઇન્સ્ટોલ કરવામાં સમસ્યા છે
hi: इस स्टिकर पैक को स्थापित करने में कोई समस्या है
it: Si è verificato un problema durante l’installazione del pacchetto di sticker
ja: このステッカーパックのインストールには問題があります。
kn: ಈ ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್ ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡುವಲ್ಲಿ ಒಂದು ಸಮಸ್ಯೆ ಉಂಟಾಗಿದೆ
ml: ഈ സ്റ്റിക്കർ പായ്ക്ക് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്
mr: हा स्टिकर पॅक इंस्टॉल करण्यास समस्या आहे
nl: Er is een probleem met het installeren van het stickerpakket
pa: ਇਸ ਸਟਿੱਕਰ ਪੈਕ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਹੈ
pt_pt: Ocorreu um problema ao instalar o pacote de autocolantes
ru: При установке этого набора стикеров возникла ошибка
ta_in: இந்த ஸ்டிக்கர் பொதியை நிறுவுவதில் பிரச்சினை உள்ளது
te: ఈ స్టిక్కర్ ప్యాక్‌ని ఇన్‌స్టాల్ చేయడంలో ఒక సమస్య ఉంది
tr: Bu çıkartma paketini yüklerken bir sorun oluştu
ur_arab_in: اس اسٹیکر پیک کو انسٹال کرنے میں مسئلہ درپیش تھا
vi: Có vấn đề khi cài đặt gói sticker này
zh_hant: 安裝此貼圖包時出現問題

# stickers_pack_error_uninstall
source: There's a problem with uninstalling this sticker pack
bn_in: এই স্টিকারের প্যাকটি আনইনস্টল করার ক্ষেত্রে একটি সমস্যা আছে
de: Es gibt ein Problem beim Deinstallieren dieses Aufkleberpaketes
el: Υπάρχει πρόβλημα με την απεγκατάσταση αυτού του πακέτου αυτοκόλλητων
es: No se pudo desinstalar este paquete de símbolos gráficos
fr: Il y a un problème avec la désinstallation de ce pack d’autocollants
gu: આ સ્ટીકર પેકને અનઇન્સ્ટોલ કરવામાં સમસ્યા છે
hi: इस स्टिकर पैक की स्थापना रद्द करने में कोई समस्या है
it: Si è verificato un problema durante la disinstallazione del pacchetto di sticker
ja: このステッカーパックをアンインストールする際に問題があります。
kn: ಈ ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್ ಅನ್‌ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡುವಲ್ಲಿ ಒಂದು ಸಮಸ್ಯೆ ಉಂಟಾಗಿದೆ
ml: ഈ സ്റ്റിക്കർ പായ്ക്ക് അൺ‌ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്
mr: हा स्टिकर पॅक अनइंस्टॉल करण्यास समस्या आहे
nl: Er is een probleem met het verwijderen van het stickerpakket
pa: ਇਸ ਸਟਿੱਕਰ ਪੈਕ ਨੂੰ ਅਨਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਹੈ
pt_pt: Ocorreu um problema ao desinstalar o pacote de autocolantes
ru: При удалении набора этого стикеров возникла ошибка
ta_in: இந்த ஸ்டிக்கர் பொதியை நிறுவல் நீக்குவதில் பிரச்சினை உள்ளது
te: ఈ స్టిక్కర్ ప్యాక్‌ని అన్‌ఇన్‌స్టాల్ చేయడంలో ఒక సమస్య ఉంది
tr: Bu çıkartma paketi kaldırılırken bir sorun oluştu
ur_arab_in: اس اسٹیکر پیک کو ان انسٹال کرنے میں مسئلہ درپیش تھا
vi: Có vấn đề khi gỡ cài đặt gói sticker này
zh_hant: 解除安裝此貼圖包時出現問題

# stickers_pack_error_reorder
source: Failed to reorder your sticker packs
bn_in: আপনার স্টিকারের প্যাকগুলি পুনরায় অর্ডার করতে ব্যর্থ
de: Aufkleberpakete konnten nicht neu angeordnet werden
el: Αποτυχία αναδιάταξης των πακέτων αυτοκόλλητων
es: No se pudieron reordenar los paquetes de símbolos gráficos
fr: Échec de la réorganisation de vos packs d’autocollants
gu: તમારા સ્ટીકર પેક્સને ફરીથી ગોઠવવામાં નિષ્ફળ
hi: आपके स्टिकर पैक्स का क्रम बदलने में विफल
it: Impossibile riordinare il tuo pacchetto di sticker
ja: ステッカーパックの再注文に失敗しました
kn: ನಿಮ್ಮ ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್‌ಗಳ್ನು ಮರುಆರ್ಡರ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: നിങ്ങളുടെ സ്റ്റിക്കർ പാക്കുകൾ പുനക്രമീകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: तुमच्या स्टिकर पॅकचा पुन्हा क्रम लावण्यास अयशस्वी झाले
nl: Opnieuw ordenen van uw stickerpakketten mislukt
pa: ਤੁਹਾਡੇ ਸਟਿੱਕਰ ਪੈਕ ਨੂੰ ਮੁੜ ਆਰਡਰ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt_pt: Ocorreu uma falha na reordenação dos seus pacotes de autocolantes
ru: Не удалось изменить порядок ваших наборов стикеров
ta_in: உங்கள் ஸ்டிக்கர் பொதிகளை மறுவரிசைப்படுத்துவது தோல்வியடைந்தது
te: ఈ స్టిక్కర్ ప్యాక్ ఇన్ స్టాల్ చేయడంలో సమస్య ఉంది
tr: Çıkartma paketlerinizi yeniden sıralama başarısız
ur_arab_in: آپ کے اسٹیکر پیکس کو دوبارہ آرڈر کرنے میں ناکام رہے
vi: Không thể sắp xếp lại các gói sticker của bạn
zh_hant: 重新排序貼圖包失敗

# stickers_error_add_favorite
source: An error occurred while favouriting this sticker
bn_in: এই স্টিকারটি ফেভারিট করার সময় একটি ত্রুটি ঘটেছে
de: Fehler beim Festlegen dieses Aufklebers als Favorit
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη αυτού του αυτοκόλλητου στα αγαπημένα σας
es: No se pudo agregar este símbolo gráfico a Favoritos
fr: Une erreur est survenue lors de l’ajout de cet autocollant à vos favoris
gu: આ સ્ટીકરને મનપસંદ કરતી વખતે ભૂલ આવી
hi: इस स्टिकर को पसंदीदा बनाते समय कोई त्रुटि उत्पन्न हुई
it: Si è verificato un errore durante il salvataggio di questo sticker tra i preferiti
ja: このステッカーのお気に入り登録中にエラーが発生しました。
kn: ಈ ಸ್ಟಿಕ್ಕರ್ ಅನ್ನು ಮೆಚ್ಚಿನದಾಗಿ ಮಾಡುವಲ್ಲಿ ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ
ml: ഈ സ്റ്റിക്കറിനെ പ്രിയപ്പെട്ടതാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു
mr: हे स्टिकर फेवरिट करताना त्रुटी आलेली आहे
nl: Er is een fout opgetreden tijdens het instellen als favoriet van deze sticker
pa: ਇਸ ਸਟੀਕਰ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਏਰਰ ਹੋਈ
pt_pt: Ocorreu um erro ao colocar este autocolante nos favoritos
ru: При добавлении этого стикера в избранные произошла ошибка
ta_in: இந்த ஸ்டிக்கரை விருப்பமானதாகக் குறிக்கும்போது பிழை ஏற்பட்டது
te: ఈ స్టిక్కర్ ప్యాక్‌ని అన్‌ఇన్ స్టాల్ చేయడంలో సమస్య ఉంది
tr: Bu çıkartmayı favorilere eklerken bir hata oluştu
ur_arab_in: اس اسٹیکر کو پسندیدہ بنانے کے دوران مسئلہ پیش آ گیا
vi: Có lỗi khi đưa sticker này vào danh sách yêu thích
zh_hant: 將此貼圖加入我的最愛時出錯

# stickers_error_remove_favorite
source: An error occurred while removing this sticker from your favourites
bn_in: আপনার পছন্দসই থেকে এই স্টিকারটি সরানোর সময় একটি ত্রুটি ঘটেছে
de: Fehler beim Entfernen dieses Aufklebers aus Ihren Favoriten
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση αυτού του αυτοκόλλητου από τα αγαπημένα σας
es: No se pudo quitar este símbolo gráfico de Favoritos
fr: Une erreur est survenue lors de la suppression de cet autocollant de vos favoris
gu: તમારા મનપસંદમાંથી આ સ્ટીકરને દૂર કરતી વખતે ભૂલ આવી
hi: इस स्टिकर को आपके पसंदीदा से निकालते समय त्रुटि हुई
it: Si è verificato un errore durante l’eliminazione di questo sticker dai preferiti
ja: このステッカーをお気に入りから削除する際にエラーが発生しました。
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನವುಗಳಿಂದ ಈ ಸ್ಟಿಕ್ಕರ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವಾಗ ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ
ml: നിങ്ങളുടെ പ്രിയപ്പെട്ടവയിൽ നിന്ന് ഈ സ്റ്റിക്കർ നീക്കംചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു
mr: तुमच्या फेवरिटमधून हे स्टिकर काढताना त्रुटी आली
nl: Er is een fout opgetreden bij het verwijderen van deze sticker uit uw favorieten
pa: ਇਸ ਸਟੀਕਰ ਨੂੰ ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਵਿੱਚੋਂ ਹਟਾਉਣ ਵੇਲੇ ਇੱਕ ਏਰਰ ਹੋਈ
pt_pt: Ocorreu um erro ao remover este autocolante dos seus favoritos
ru: При удалении этого стикера из избранных произошла ошибка
ta_in: உங்களுக்குப் பிடித்தவையில் இருந்து இந்த ஸ்டிக்கரை அகற்றும்போது பிழை ஏற்பட்டது
te: మీ ఫేవరేట్‌ల నుంచి ఈ స్టిక్కర్‌ని తొలగించేటప్పుడు ఒక దోషం ఏర్పడింది
tr: Bu çıkartma favorilerinizden kaldırılırken bir hata oluştu
ur_arab_in: اس اسٹیکر کو آپ کے پسندیدگان سے ہٹاتے وقت ایک نقص پیش آ گیا
vi: Có lỗi khi xóa sticker này ra khỏi danh sách yêu thích của bạn
zh_hant: 從您的最愛中移除此貼圖時出錯

# stickers_error_remove_frequent
source: An error occurred while removing this sticker from your frequents
bn_in: আপনার ফ্রকোয়েন্টস থেকে এই স্টিকারটি সরানোর সময় একটি ত্রুটি ঘটেছে
de: Fehler beim Entfernen dieses Aufklebers aus Häufig genutzt
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση αυτού του αυτοκόλλητου από τα συχνά χρησιμοποιούμενα
es: No se pudo quitar este símbolo gráfico de los elementos utilizados con frecuencia
fr: Une erreur est survenue lors de la suppression de cet autocollant de vos fréquents
gu: તમારા ફ્રીક્વેન્ટ્સમાંથી આ સ્ટીકરને દૂર કરતી વખતે ભૂલ આવી
hi: इस स्टिकर को आपके प्रायः से निकालते समय त्रुटि हुई
it: Si è verificato un errore durante l’eliminazione di questo sticker dai più usati
ja: よく使う項目からこのステッカーを削除する際にエラーが発生しました。
kn: ನಿಮ್ಮ ಆಗಾಗ ಬಳಸುವುದರಿಂದ ಈ ಸ್ಟಿಕ್ಕರ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವಾಗ ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ
ml: നിങ്ങളുടെ പതിവുകളിൽ നിന്ന് ഈ സ്റ്റിക്കർ നീക്കംചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു
mr: तुमच्या फ्रिक्वेंटमधून हे स्टिकर काढताना त्रुटी आली
nl: Er is een fout opgetreden bij het verwijderen van deze sticker uit uw ‘Veel gebruikt’
pa: ਇਸ ਸਟੀਕਰ ਨੂੰ ਤੁਹਾਡੇ ਅਕਸਰ ਵਿੱਚੋਂ ਹਟਾਉਣ ਵੇਲੇ ਇੱਕ ਏਰਰ ਹੋਈ
pt_pt: Ocorreu um erro ao remover este autocolante dos seus mais frequentes
ru: При удалении этого стикера из часто используемых произошла ошибка
ta_in: உங்களின் அடிக்கடி பயன்படுத்துபவையில் இருந்து இந்த ஸ்டிக்கரை அகற்றும்போது பிழை ஏற்பட்டது
te: మీ తరచుగా ఉపయోగించేవాటి నుంచి ఈ స్టిక్కర్‌ని తొలగించేటప్పుడు ఒక దోషం ఏర్పడింది
tr: Bu çıkartma sık kullanılanlar listenizden kaldırılırken bir hata oluştu
ur_arab_in: اس اسٹیکر کو آپ کے متواتر شدگان سے ہٹاتے وقت ایک نقص پیش آ گیا
vi: Có lỗi khi xóa sticker này ra khỏi danh sách thường sử dụng của bạn
zh_hant: 從您的常用中移除此貼圖時出錯

# stickers_dismiss_dialog
source: Dismiss
bn_in: বাতিল করুন
de: Ausblenden
el: Ματαίωση
es: Descartar
fr: Ignorer
gu: રદ્દ કરો
hi: खारिज करें
it: Ignora
ja: 廃棄
kn: ವಜಾಗೊಳಿಸಿ
ml: പുറംതള്ളുക
mr: डिसमिस करा
nl: Negeren
pa: ਖਾਰਿਜ ਕਰੋ
pt_pt: Ignorar
ru: Отклонить
ta_in: நிராகரி
te: డిస్మిస్ చేయి
tr: Kapat
ur_arab_in: برخاست کریں
vi: Bỏ
zh_hant: 解除

# sticker_onboarding_content
source: Be more expressive with animated stickers
bn_in: অ্যানিমেটেড স্টিকারগুলির সাথে আরও ভাবপ্রকাশ করুন
de: Schaffen Sie mehr Ausdruck mit animierten Stickern
el: Γίνετε πιο εκφραστικοί με αυτοκόλλητα κινουμένων εικόνων
es: Sea más expresivo utilizando imágenes animadas
fr: Soyez plus expressif grâce aux autocollants animés
gu: ઍનિમેટેડ સ્ટીકરોથી વધુ અર્થસભર બનો
hi: एनिमेटेड स्टिकर्स से अधिक अभिव्यक्ति करें
it: Sii più espressivo con gli sticker animati
ja: アニメーションステッカーで表現力アップ
kn: ಅನಿಮೇಟೆಡ್ ಸ್ಟಿಕ್ಕರ್‌ಗಳೊಂದಿಗೆ ಇನ್ನಷ್ಟು ಭಾವನೆ ವ್ಯಕ್ತಪಡಿಸಿ
ml: ആനിമേറ്റ് ചെയ്‌ത സ്റ്റിക്കറുകൾ ഉപയോഗിച്ച് കൂടുതൽ പ്രകടിപ്പിക്കുക
mr: अॅनिमेटेड स्टिकर्ससह अधिक अभिव्यक्त व्हा
nl: Wees expressiever met geanimeerde stickers
pa: ਐਨੀਮੇਟਡ ਸਟਿੱਕਰਾਂ ਨਾਲ ਵਧੇਰੇ ਭਾਵਪੂਰਤ ਬਣੋ
pt_pt: Torne-se mais expressivo com autocolantes animados
ru: Добавьте себе экспрессии с помощью анимированных стикеров
ta_in: அனிமேஷன் ஸ்டிக்கர்களைக் கொண்டு உங்கள் மனவுணர்வை இன்னும் அதிகமாக வெளிப்படுத்துங்கள்
te: యానిమేటెడ్ స్టిక్కర్‌లతో మరింత వ్యక్తీకరించండి
tr: Animasyonlu çıkartmalar ile daha etkileyici olun
ur_arab_in: انیمیٹڈ اسٹیکرز کے ساتھ مزید کھل کر اظہار کریں
vi: Biểu cảm với sticker hình động
zh_hant: 使用動畫貼圖以更具表現力

# gif_trending
source: Trending
bn_in: চলমান
de: Im Trend
el: Δημοφιλή
es: Más populares
fr: Tendances
gu: ટ્રેન્ડિંગ
hi: अभी लोकप्रिय
it: Di tendenza
ja: 傾向
kn: ಟ್ರೆಂಡಿಂಗ್
ml: ട്രെൻഡിംഗ്
mr: ट्रेंडिंग
pa: ਟ੍ਰੇਂਡਿੰਗ
pt_pt: Mais populares
ru: В тренде
ta_in: பிரபலமடைபவை
te: ట్రెండింగ్
tr: Popüler
ur_arab_in: مقبول
vi: Xu hướng
zh_hant: 趨勢

# chat_settings_home_accounts
source: Accounts
bn_in: অ্যাকাউন্টসমূহ
de: Konten
el: Λογαριασμοί
es: Cuentas
fr: Comptes
gu: એકાઉન્ટ્સ
hi: खाते
it: Account
ja: アカウント
kn: ಖಾತೆಗಳು
ml: അക്കൗണ്ടുകൾ
mr: खाती
pa: ਖਾਤੇ
pt_pt: Contas
ru: Учетные записи
ta_in: கணக்குகள்
te: అకౌంట్స్
tr: Hesaplar
ur_arab_in: اکاؤنٹس
vi: Tài khoản
zh_hant: 帳戶

# chat_settings_delete_account_title
source: Delete account
bn_in: অ্যাকাউন্ট মুছুন
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fr: Supprimer le compte
gu: એકાઉન્ટ કાઢી નાખો
hi: खाता हटाएं
it: Elimina account
ja: アカウントを削除
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाते हटवा
nl: Account verwijderen
pa: ਖਾਤਾ ਮਿਟਾਓ
pt_pt: Eliminar a conta
ru: Удалить учетную запись
ta_in: கணக்கை நீக்கு
te: ఖాతాను తొలగించు
tr: Hesabı sil
ur_arab_in: اکاؤنٹ حذف کریں
vi: Xóa tài khoản
zh_hant: 刪除帳戶

# chat_settings_delete_account_subtitle
source: Deleting your account will delete all your contacts and chats in Arattai
bn_in: আপনার অ্যাকাউন্ট মোছা আপনার অ্যারেটাইতে সমস্ত পরিচিতি এবং চ্যাট মুছে ফেলবে
de: Beim Löschen Ihres Kontos werden all Ihre Kontakte und Chats in Arattai gelöscht
el: Διαγράφοντας τον λογαριασμό σας θα διαγραφούν όλες οι επαφές και οι συνομιλίες σας στο Arattai
es: Eliminar su cuenta hará que se eliminen todos sus contactos y chats en Arattai
fr: La suppression de votre compte supprimera tous vos contacts et toutes vos conversations dans Arattai
gu: તમારું એકાઉન્ટ કાઢી નાખવાથી Arattai માં તમારા બધા સંપર્કો અને ચૅટ્સ કાઢી નાખવામાં આવશે
hi: आपका खाता हटाने से Arattai में आपके सभी संपर्क और चैट्स हट जाएंगे
it: L’eliminazione del tuo account, eliminerà tutti i tuoi contatti e le chat in Arattai
ja: アカウントを削除すると、Arattaiでの連絡先やチャットがすべて削除されます。
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಎಲ್ಲ ಸಂಪರ್ಕಗಳು ಮತ್ತು Arattai ನಲ್ಲಿರುವ ಚಾಟ್‌ಗಳು ಅಳಿಸಲ್ಪಡುತ್ತವೆ
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നത് Arattai-ലെ നിങ്ങളുടെ എല്ലാ കോൺ‌ടാക്റ്റുകളും ചാറ്റുകളും ഇല്ലാതാക്കും
mr: तुमचे खाते हटविल्याने Arattai मधील तुमचे सर्व संपर्क आणि चॅट हटवले जातील
nl: Als u uw account verwijdert, worden al uw contactpersonen en chats in Arattai verwijderd
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਨਾਲ ਤੁਹਾਡੇ ਸਾਰੇ ਸੰਪਰਕ ਅਤੇ ਅਰਾਤਾਈ ਵਿੱਚ ਚੈਟ ਮਿਟ ਜਾਵੇਗੀ
pt_pt: Eliminar a sua conta irá eliminar todos os seus contactos e chats no Arattai
ru: При удалении учетной записи будут удалены все ваши контакты и чаты в Arattai
ta_in: உங்கள் கணக்கை நீக்குவது Arattai-இல் உள்ள உங்கள் எல்லா தொடர்புகளையும் அரட்டைகளையும் நீக்கிவிடும்
te: మీ ఖాతాను డిలీట్ చేయడం వల్ల మీ అరాటైలోని మీ కాంటాక్ట్‌లు మరియు చాట్‌లు అన్నింటిని డిలీట్ చేస్తుంది
tr: Hesabınızı silmek, Arattai içerisindeki tüm kişilerinizi ve sohbetlerinizi silecektir
ur_arab_in: اپنے اکاؤنٹ کو حذف کرنے سے آپ کے Arattai میں موجود تمام رابطے اور چیٹس حذف ہو جائیں گی
vi: Xóa tài khoản của bạn sẽ xóa tất cả các số liên lạc và nội dung chat của bạn trong Arattai
zh_hant: 刪除您的帳戶將刪除您在 Arattai 中的所有聯絡人和聊天

# chat_settings_delete_account_contact_backup_failure
source: An error occurred while attempting to delete your account. Please try again.
bn_in: আপনার অ্যাকাউন্ট মোছার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Fehler beim Löschen Ihres Kontos. Bitte versuchen Sie es noch einmal.
el: Προέκυψε σφάλμα κατά την προσπάθεια διαγραφής του λογαριασμού σας. Προσπαθήστε ξανά.
es: No se pudo eliminar su cuenta. Repita la operación.
fr: Une erreur s’est produite lors de la tentative de suppression de votre compte. Veuillez réessayer.
gu: તમારું એકાઉન્ટ કાઢી નાખવાનો પ્રયાસ કરતી વખતે એક ભૂલ આવી. કૃપા કરીને ફરી પ્રયત્ન કરો.
hi: आपका खाता हटाने का प्रयास करते समय त्रुटि हुई। कृपया दोबारा प्रयास करें।
it: Si è verificato un errore durante il tentativo di eliminazione dell’account. Riprovare.
ja: お客様のアカウントを削除しようとしてエラーが発生しました。もう一度やり直してください。
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കാൻ ശ്രമിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.
mr: तुमचे खाते हटवण्याचा प्रयत्न करतेवेळी त्रुटी उत्पन्न झाली आहे. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het verwijderen van uw account. Probeer het a.u.b. opnieuw.
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਦੌਰਾਨ ਇੱਕ ਏਰਰ ਵਾਪਰੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Ocorreu um erro ao tentar eliminar a sua conta. Tente novamente.
ru: При попытке удаления вашей учетной записи произошла ошибка. Повторите попытку.
ta_in: உங்கள் கணக்கை நீக்க முயற்சிக்கும்போது பிழை ஏற்பட்டது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: మీ అకౌంట్‌ని డిలీట్ చేయడానికి ప్రయత్నించేటప్పుడు ఒక దోషం ఏర్పడింది. దయచేసి మళ్లీ ప్రయత్నించండి.
tr: Hesabınız silinirken bir hata oluştu. Lütfen yeniden deneyin.
ur_arab_in: آپ کے اکاؤنٹ کو حذف کرنے کی کوشش کے دوران ایک مسئلہ پیش آ گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Có lỗi khi tìm cách xóa tài khoản của bạn. Vui lòng thử lại.
zh_hant: 嘗試刪除帳戶時出錯。請重試。

# chat_bottom_account_deleted
source: Account deleted
bn_in: অ্যাকাউন্ট মুছে ফেলা হয়েছে
de: Konto gelöscht
el: Ο λογαριασμός διεγράφη
es: La cuenta se ha eliminado
fr: Compte supprimé
gu: એકાઉન્ટ કાઢી નાખ્યું
hi: खाता हटाया गया
it: Account eliminato
ja: アカウントが削除されました
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കി
mr: खाते हटवले आहे
nl: Account verwijderd
pa: ਖਾਤਾ ਮਿਟਾਇਆ ਗਿਆ
pt_pt: Conta eliminada
ru: Учетная запись удалена
ta_in: கணக்கு நீக்கப்பட்டது
te: ఖాతా తొలగించబడింది
tr: Hesap silindi
ur_arab_in: اکاؤنٹ حذف ہو گیا
vi: Đã xóa tài khoản
zh_hant: 帳戶已刪除

# chat_list_account_deleted
source: Deleted account
bn_in: মোছা অ্যাকাউন্ট
de: Konto gelöscht
el: Διαγραμμένος λογαριασμός
es: Cuenta eliminada
fr: Compte supprimé
gu: કાઢી નાખેલ એકાઉન્ટ
hi: हटाया गया खाता
it: Account eliminato
ja: アカウントを削除しました
kn: ಅಳಿಸಲಾದ ಖಾತೆ
ml: ഇല്ലാതാക്കിയ അക്കൗണ്ട്
mr: हटवलेले खाते
nl: Verwijderde account
pa: ਮਿਟਾਇਆ ਗਿਆ ਖਾਤਾ
pt_pt: Conta eliminada
ru: Удаленная учетная запись
ta_in: நீக்கப்பட்ட கணக்கு
te: డిలీట్ చేయబడ్డ ఖాతా
tr: Silinen hesap
ur_arab_in: حذف شدہ اکاؤنٹ
vi: Tài khoản đã xóa
zh_hant: 已刪除帳戶

# chat_list_account_deleted_desc
source: Deleted account description
bn_in: মোছা অ্যাকাউন্ট বিবরণ
de: Gelöschtes-Konto-Beschreibung
el: Περιγραφή διαγραμμένου λογαριασμού
es: Descripción de la cuenta eliminada
fr: Description du compte supprimé
gu: કાઢી નાખે એકાઉન્ટ વર્ણન
hi: हटाए गए खाते का विवरण
it: Descrizione account eliminato
ja: 削除されたアカウントの説明
kn: ಅಳಿಸಲಾದ ಖಾತೆ ವಿವರಣೆ
ml: അക്കൗണ്ട് വിവരണം ഇല്ലാതാക്കി
mr: हटवलेल्या खात्याचे वर्णन
nl: Beschrijving van verwijderde account
pa: ਮਿਟਾਇਆ ਗਏ ਖਾਤੇ ਦਾ ਵੇਰਵਾ
pt_pt: Descrição da conta eliminada
ru: Описание удаленной учетной записи
ta_in: கணக்கு விவரிப்பை நீக்கு
te: డిలీట్ చేయబడ్డ ఖాతా వివరణ
tr: Silinen hesap açıklaması
ur_arab_in: حذف شدہ اکاؤنٹ کی وضاحت
vi: Mô tả tài khoản đã xóa
zh_hant: 已刪除帳戶描述

# chat_profile_upload_option_removephoto_alert
source: Remove profile picture?
bn_in: প্রোফাইলের ছবি অপসারণ করবেন?
de: Profilbild entfernen
el: Αφαίρεση εικόνας προφίλ;
es: ¿Desea eliminar la imagen de perfil?
fr: Supprimer l’image de profil ?
gu: પ્રોફાઇલ ચિત્ર દૂર કરીએ?
hi: प्रोफाइल चित्र निकालें?
it: Eliminare l’immagine del profilo?
ja: プロフィール画像を削除しますか？
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: പ്രൊഫൈൽ ചിത്രം നീക്കംചെയ്യണോ?
mr: प्रोफाइल चित्र काढायचे?
nl: Profielafbeelding verwijderen?
pa: ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਹਟਾਉਣੀ ਹੈ?
pt_pt: Remover a imagem de perfil?
ru: Удалить изображение профиля?
ta_in: சுயவிவரப் படத்தை அகற்றவா?
te: ప్రొఫైల్ చిత్రాన్ని తొలగించాలా?
tr: Profil resmi silinsin mi?
ur_arab_in: پروفائل کی تصویر ہٹائیں؟
vi: Xóa hình hồ sơ?
zh_hant: 移除設定檔圖片？

# plural_multi_select_mode_undeleted_count_one
source: 1 old message couldn't be deleted
bn_in: 1 টি পুরনো মেসেজ মোছা যায়নি
de: 1 alte Mitteilung konnte nichtgelöscht werden
el: 1 παλιό μήνυμα δεν μπορούσε ναδιαγραφεί
es: No se pudo borrar 1 mensaje antiguo
fr: 1 ancien message n’a pas pu être supprimé
gu: 1 જૂનો સંદેશ કાઢી // શકાતો નથી
hi: 1 पुराने संदेश को हटाया नहीं जा सका
it: Non è stato possibile eliminare 1 vecchio messaggio
ja: 1件の古いメッセージが削除 できませんでした
kn: 1 ಹಳೆಯ ಸಂದೇಶವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ml: 1 പഴയ സന്ദേശം ഇല്ലാതാക്കാൻ കഴിയില്ല
mr: 1 जुना मेसेज हटवता येणार नाही
nl: 1 oud bericht kon niet worden verwijderd
pa: 1 ਪੁਰਾਣੇ ਸੁਨੇਹੇ ਨੂੰ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_pt: Não foi possível eliminar 1 mensagem antiga
ru: Не удалось удалить 1 старое сообщение
ta_in: 1 பழைய செய்தியை நீக்க // முடியவில்லை
te: 1 పాత సందేశాన్ని డిలీట్ చేయలేం
tr: 1 eski mesaj silinemedi
ur_arab_in: 1 پرانا پیغام // حذف نہیں کیا جا سکا
vi: Không thể xóa 1 tin nhắn cũ
zh_hant: 1 條舊訊息無法 刪除

# plural_multi_select_mode_undeleted_count_others
source: %@ old messages couldn't be deleted
bn_in: %d টি পুরনো মেসেজ মোছা যায়নি
de: %d alte Mitteilungen konnten nichtgelöscht werden
el: %d παλιά μηνύματα δεν μπορούσα ναδιαγραφούν
es: No se pudieron borrar %d mensajes antiguos
fr: %d anciens messages n’ont pas pu être supprimés
gu: %d જૂના સંદેશા કાઢી // શકાતો નથી
hi: %d पुराने संदेशों को हटाया नहीं जा सका
it: Non è stato possibile eliminare %d vecchi messaggi
ja: %d件の古いメッセージが削除 できませんでした
kn: %d ಹಳೆಯ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ml: %d പഴയ സന്ദേശങ്ങൾ ഇല്ലാതാക്കാൻ കഴിയില്ല
mr: %d जुने मेसेज हटवणे शक्य नाही
nl: %d oude berichten konden niet worden verwijderd
pa: %d ਪੁਰਾਣੇ ਸੁਨੇਹੇ ਨੂੰ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_pt: Não foi possível eliminar %d mensagens antigas
ru: Не удалось удалить старые сообщения (%d)
ta_in: %@ பழைய செய்திகளை நீக்க // முடியவில்லை
te: %d పాత సందేశాలను డిలీట్ చేయలేం
tr: %d eski mesaj silinemedi
ur_arab_in: %d پرانے پیغامات // حذف نہیں کیے جا سکے
vi: Không thể xóa %d tin nhắn cũ
zh_hant: %d 條舊訊息無法 刪除

# plural_delete_message_title_one
source: Delete 1 message
bn_in: 1 টি মেসেজ মুছে ফেলুন
de: 1 Mitteilung löschen
el: Διαγραφή 1 μηνύματος
es: Eliminar 1 mensaje
fr: Supprimer 1 message
gu: 1 સંદેશ કાઢી નાખો
hi: 1 संदेश हटाएं
it: Elimina 1 messaggio
ja: 1件のメッセージを削除
kn: 1 ಸಂದೇಶವನ್ನು ಅಳಿಸಿ
ml: 1 സന്ദേശം ഇല്ലാതാക്കുക
mr: 1 मेसेज हटवा
nl: 1 bericht verwijderen
pa: 1 ਸੁਨੇਹਾ ਮਿਟਾਓ
pt_pt: Eliminar 1 mensagem
ru: Удалить 1 сообщение
ta_in: 1 செய்தியை நீக்கு
te: 1 సందేశం డిలీట్ చేయండి
tr: 1 mesaj sil
ur_arab_in: 1 پیغام حذف کریں
vi: Xóa 1 tin nhắn
zh_hant: 刪除1 條訊息

# plural_delete_message_title_others
source: Delete %@ messages
bn_in: %d মেসেজ মুছে ফেলুন
de: %d Mitteilungen löschen
el: Διαγραφή %d μηνυμάτων
es: Eliminar %d mensajes
fr: Supprimer %d messages
gu: %d સંદેશા કાઢી નાખો
hi: %d संदेशों को हटाएं
it: Elimina %d messaggi
ja: %dメッセージを削除
kn: %d ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಿ
ml: %d സന്ദേശങ്ങൾ ഇല്ലാതാക്കുക
mr: %d मेसेज हटवा
nl: %d berichten verwijderen
pa: %d ਸੁਨੇਹੇ ਮਿਟਾਓ
pt_pt: Eliminar %d mensagens
ru: Удалить сообщения (%d)
ta_in: %@ செய்திகளை நீக்கு
te: %d సందేశాలను డిలీట్ చేయండి
tr: %d mesaj sil
ur_arab_in: %d پیغامات حذف کریں
vi: Xóa %d tin nhắn
zh_hant: 刪除 %d 條訊息
