Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_day_1_min
source: Last seen 1 minute ago
bn_in: 1 মিনিট আগে শেষবার দেখা হয়েছে
de: Vor 1 Minute zuletzt gesehen
el: Εθεάθη τελευταία φορά πριν από 1 λεπτό
es: Última conexión 1 minuto antes
fr: Dernière connexion il y a 1 minute
gu: છેલ્લે 1 મિનિટ પહેલાં જોયું
hi: पिछली बार 1 मिनट पहले देखा गया
it: Visto per l’ultima volta 1 minuto fa
ja: 最終閲覧: 1分前
kn: ಕೊನೆಯದಾಗಿ 1 ನಿಮಿಷದ ಹಿಂದೆ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് 1 മിനിറ്റ് മുമ്പ്
mr: 1 मिनिटापूर्वी मागील वेळी पाहिले
nl: 1 minuut geleden voor het laatst gezien
pa: ਆਖਰੀ ਵਾਰ 1 ਮਿੰਟ ਪਹਿਲਾਂ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez há 1 minuto
ru: Последнее подключение: 1 мин назад
ta_in: கடைசியாக 1 நிமிடத்திற்கு முன் காணப்பட்டார்
te: చివరిగా 1 నిమిషం క్రితం చూశారు
tr: Son görülme 1 dakika önce
ur_arab_in: آخری بار 1 منٹ پہلے دیکھا گیا
vi: Được thấy lần cuối cách đây 1 phút
zh_hant: 上次上線於 1 分鐘前

# chat_day_other_min
source: Last seen %@ minutes ago
bn_in: %d মিনিট আগে শেষবার দেখা হয়েছে
de: Vor %d Minuten zuletzt gesehen
el: Εθεάθη τελευταία φορά πριν από %d λεπτά
es: Visto por última vez %d minutos antes
fr: Dernière connexion il y a %d minutes
gu: છેલ્લે %d મિનિટ્સ પહેલાં જોયું
hi: पिछली बार %d मिनट्स पहले देखा गया
it: Visto per l’ultima volta %d minuti fa
ja: 最終閲覧: %d分前
kn: ಕೊನೆಯದಾಗಿ %d ನಿಮಿಷಗಳ ಹಿಂದೆ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് %d മിനിറ്റ് മുമ്പ്
mr: %d मिनिटांपूर्वी मागील वेळी पाहिले
nl: %d minuten geleden voor het laatst gezien
pa: ਆਖਰੀ ਵਾਰ %d ਮਿੰਟ ਪਹਿਲਾਂ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez há %d minutos
ru: Последнее подключение: %d мин назад
ta_in: கடைசியாக %@ நிமிடங்களுக்கு முன் காணப்பட்டார்
te: చివరిగా %d నిమిషాల క్రితం చూశారు
tr: Son görülme %d dakika önce
ur_arab_in: آخری بار %d منٹ پہلے دیکھا گیا
vi: Được thấy lần cuối cách đây %d phút
zh_hant: 上次上線於 %d 分鐘前

# chat_day_1_hour
source: Last seen 1 hour ago
bn_in: শেষ দেখা 1 ঘণ্টা আগে
de: Vor 1 Stunde zuletzt gesehen
el: Εθεάθη τελευταία φορά πριν από 1 ώρα
es: Última conexión 1 hora antes
fr: Dernière connexion il y a 1 heure
gu: છેલ્લે 1 કલાક પહેલાં જોયું
hi: पिछली बार 1 घंटा पहले देखा गया
it: Visto per l’ultima volta 1 ora fa
ja: 最終閲覧: 1時間前
kn: ಕೊನೆಯದಾಗಿ 1 ಗಂಟೆ ಹಿಂದೆ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് 1 മണിക്കൂർ മുമ്പ്
mr: 1 तासापूर्वी मागील वेळी पाहिले
nl: 1 uur geleden voor het laatst gezien
pa: ਆਖਰੀ ਵਾਰ 1 ਘੰਟਾ ਪਹਿਲਾਂ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez há 1 hora
ru: Последнее подключение: 1 ч назад
ta_in: கடைசியாக 1 மணிநேரத்திற்கு முன் காணப்பட்டார்
te: చివరిగా 1 గంట క్రితం చూశారు
tr: Son görülme 1 saat önce
ur_arab_in: آخری بار 1 گھنٹے پہلے دیکھا گیا
vi: Được thấy lần cuối cách đây 1 giờ
zh_hant: 上次上線於 1 小時前

# chat_day_other_hour
source: Last seen %@ hours ago
bn_in: শেষ দেখা %d ঘণ্টা আগে
de: Vor %d Stunden zuletzt gesehen
el: Εθεάθη τελευταία φορά πριν από %d ώρες
es: Última conexión %d horas antes
fr: Dernière connexion il y a %d heures
gu: છેલ્લે %d કલાક પહેલાં જોયું
hi: पिछली बार %d घंटे पहले देखा गया
it: Visto per l’ultima volta %d ore fa
ja: 最終閲覧: %d時間前
kn: ಕೊನೆಯದಾಗಿ %d ಗಂಟೆಗಳ ಹಿಂದೆ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് %d മണിക്കൂർ മുമ്പ്
mr: %d तासांपूर्वी मागील वेळी पाहिले
nl: %d uur geleden voor het laatst gezien
pa: ਆਖਰੀ ਵਾਰ %d ਘੰਟੇ ਪਹਿਲਾਂ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez há %d horas
ru: Последнее подключение: %d ч назад
ta_in: கடைசியாக %@ மணிநேரங்களுக்கு முன் காணப்பட்டார்
te: చివరిగా %d గంటల క్రితం చూశారు
tr: Son görülme %d saat önce
ur_arab_in: آخری بار %d گھنٹے پہلے دیکھا گیا
vi: Được thấy lần cuối cách đây %d giờ
zh_hant: 上次上線於 %d 小時前

# chat_day_week_day
source: Last seen %@ at %@
bn_in: %@-কে শেষবার %@-এ দেখা হয়েছে
de: %@ zuletzt um %@ gesehen
el: Εθεάθη τελευταία φορά στις %@ στις %@
es: Última conexión %@ a las %@
fr: Dernière connexion %@ à %@
gu: છેલ્લે %@ પર %@ જોયું
hi: पिछली बार %@ %@ बजे देखा गया
it: Visto per l’ultima volta %@ alle %@
ja: 最終閲覧: %@ （%@）
kn: %@ ಅವರು %@ ಹೊತ್ತಿಗೆ ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് %@ %@ ൽ
mr: %@ ला %@ मागील वेळी पाहिले
nl: %@ voor het laatst gezien om %@
pa: %@ ਤੇ %@ ਆਖਿਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela %@ vez às %@
ru: Последнее подключение: %@ в %@
ta_in: கடைசியாக %@-இல் %@-க்குக் காணப்பட்டார்
te: చివరిగా %@ వద్ద %@ చూశారు
tr: Son görülme %@, %@
ur_arab_in: آخری بار %@ کو %@ پر دیکھا گیا
vi: Được thấy lần cuối %@ lúc %@
zh_hant: 上次上線於 %@ 的 %@

# chat_day_date
source: Last seen %@
bn_in: শেষবার দেখা হয়েছে %@ এ
de: %@ zuletzt gesehen
el: Εθεάθη τελευταία φορά στις %@
es: Última conexión %@
fr: Dernière connexion %@
gu: છેલ્લે જોયું %@
hi: पिछली बार %@ देखा गया
it: Visto per l’ultima volta il %@
ja: 最終閲覧: %@
kn: %@ ಅವರು ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് %@
mr: मागील वेळी पाहिले %@
nl: %@ voor het laatst gezien
pa: %@ ਆਖਿਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez %@
ru: Последнее подключение: %@
ta_in: கடைசியாகக் கண்டது %@
te: చివరిగా చూసింది %@
tr: Son görülme %@
ur_arab_in: آخری بار %@ کو دیکھا گیا
vi: Được thấy lần cuối %@
zh_hant: 上次上線於 %@

# chat_day_recently
source: Last seen recently
bn_in: সম্প্রতি শেষ দেখা হয়েছে
de: Kürzlich zuletzt gesehen
el: Εθεάθη τελευταία φορά πρόσφατα
es: Última conexión recientemente
fr: Dernière connexion récemment
gu: છેલ્લે તાજેતરમાં જોયું
hi: पिछली बार हाल ही में देखा
it: Visto per l’ultima volta recentemente
ja: 最終閲覧: 最近
kn: ಇತ್ತೀಚೆಗೆ ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത്
mr: नुकतेच मागील वेळी पाहिले
nl: Recentelijk voor het laatst gezien
pa: ਹਾਲ ਹੀ ਆਖਿਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto recentemente
ru: Последнее подключение: недавно
ta_in: கடைசியாக சமீபத்தில் காணப்பட்டார்
te: చివరిగా చూసింది ఇటీవల
tr: Son görülme kısa bir süre önce
ur_arab_in: آخری بار حالیہ دیکھا گیا
vi: Được thấy lần cuối gần đây
zh_hant: 最近上線

# chat_day_longago
source: Last seen a long time ago
bn_in: শেষবার দেখা গেছে অনেক সময় আগে
de: Schon längere Zeit nicht mehr gesehen
el: Εθεάθη τελευταία φορά πριν από πολύ καιρό
es: Última conexión hace mucho tiempo
fr: Dernière connexion il y a longtemps
gu: લાંબા સમય પહેલાં છેલ્લે જોયું
hi: पिछली बार बहुत समय पहले देखा
it: Visto per l’ultima volta molto tempo fa
ja: 最終閲覧: 非常に前
kn: ಬಹಳ ದೀರ್ಘ ಸಮಯದ ಹಿಂದೆ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് വളരെക്കാലം മുമ്പാണ്
mr: दीर्घकाळापूर्वी मागील वेळी पाहिले
nl: Een lange tijd geleden voor het laatst gezien
pa: ਬਹੁਤ ਸਮਾਂ ਪਹਿਲਾਂ ਆਖਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez há muito tempo
ru: Последнее подключение: давно
ta_in: கடைசியாக நீண்ட நேரத்திற்கு முன் காணப்பட்டார்
te: చివరిగా చూసింది చాలా కాలం క్రితం
tr: Son görülme uzun zaman önce
ur_arab_in: آخری بار ایک طویل مدت قبل دیکھا گیا
vi: Được thấy lần cuối cách đây rất lâu
zh_hant: 很久之前上線

# privacy_setting_everyone
source: Everybody
bn_in: সবাই
de: Jeder
el: Όλοι
es: Todos
fr: Tout le monde
gu: બધાં
hi: प्रत्येक व्यक्ति
it: Tutti
ja: 全員
kn: ಪ್ರತಿಯೊಬ್ಬರೂ
ml: എല്ലാവരും
mr: सगळे
nl: Iedereen
pa: ਸਾਰੇ
pt_pt: Todos
ru: Все
ta_in: ஒவ்வொருவரும்
te: ప్రతి ఒక్కరూ
tr: Herkes
ur_arab_in: سب لوگ
vi: Tất cả mọi người
zh_hant: 每個人

# privacy_setting_mycontacts
source: My contacts
bn_in: আমার পরিচিতিগুলি
de: Meine Kontakte
el: Οι επαφές μου
es: Mis contactos
fr: Mes contacts
gu: મારા સંપર્કો
hi: मेरे संपर्क
it: I miei contatti
ja: マイコンタクト
kn: ನನ್ನ ಸಂಪರ್ಕಗಳು
ml: എന്റെ കോൺടാക്റ്റുകൾ
mr: माझे संपर्क
nl: Mijn contactpersonen
pa: ਮੇਰੇ ਸੰਪਰਕ
pt_pt: Os meus contactos
ru: Мои контакты
ta_in: எனது தொடர்புகள்
te: నా కాంటాక్ట్‌లు
tr: Kişilerim
ur_arab_in: میرے رابطے
vi: Các số liên lạc của tôi
zh_hant: 我的聯絡人

# privacy_setting_nobody
source: Nobody
bn_in: কেউ না
de: Niemand
el: Κανένας
es: Nadie
fr: Personne
gu: કોઈ નહીં
hi: कोई नहीं
it: Nessuno
ja: 該当者なし
kn: ಯಾರೂ ಇಲ್ಲ
ml: ആരുമില്ല
mr: कोणीही नाही
nl: Niemand
pa: ਕੋਈ ਨਹੀਂ
pt_pt: Ninguém
ru: Никто
ta_in: எவருமில்லை
te: ఎవ్వరూ కాదు
tr: Hiç kimse
ur_arab_in: کوئی نہیں
vi: Không có ai
zh_hant: 沒有人

# dialog_blockuser_message
source: Are you sure you want to block %@?
bn_in: আপনি নিশ্চিত যে আপনি %@ ব্লক করতে চান?
de: Möchten Sie %@ wirklich blockieren?
el: Θέλετε σίγουρα να αποκλείσετε τον/την %@;
es: ¿Está seguro de que desea bloquear a %@?
fr: Êtes-vous sûr de vouloir bloquer %@?
gu: શું તમે ખરેખર %@ અવરોધિત કરવા માંગો છો?
hi: क्या आप सचमुच %@ को ब्लॉक करना चाहते हैं?
it: Bloccare %@?
ja: 本当に%@をブロックしますか？
kn: %@ ಅವರನ್ನು ಬ್ಲಾಕ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: %@ നെ തടയണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?
mr: तुम्हाला नक्की %@ ब्लॉक करायचे आहे?
nl: Weet u zeker dat u %@ wilt blokkeren?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ %@ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende bloquear %@?
ru: Действительно блокировать пользователя %@?
ta_in: %@-ஐ உறுதியாகத் தடைசெய்ய விரும்புகிறீர்களா?
te: మీరు %@ని ఖచ్చితంగా బ్లాక్ చేయాలని అనుకుంటున్నారా?
tr: %@ kişisini engellemek istediğinizden emin misiniz?
ur_arab_in: کیا آپ واقعی %@ کو بلاک کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn chặn %@ không?
zh_hant: 是否想要封鎖 %@？

# dialog_block
source: BLOCK
bn_in: ব্লক করুন
de: BLOCKIEREN
el: ΑΠΟΚΛΕΙΣΜΟΣ
es: BLOQUEAR
fr: BLOQUER
gu: બ્લોક
hi: ब्लॉक करें
it: BLOCCA
ja: ブロック
kn: ಬ್ಲಾಕ್ ಮಾಡಿ
ml: തടയുക
mr: ब्लॉक करा
nl: BLOKKEREN
pa: ਬਲੌਕ ਕੀਤਾ
pt_pt: BLOQUEAR
ru: БЛОКИРОВАТЬ
ta_in: தடைசெய்
te: బ్లాక్ చేయి
tr: ENGELLE
ur_arab_in: بلاک کریں
vi: CHẶN
zh_hant: 封鎖

# settings_privacy_lastseen
source: Last seen & Online
bn_in: শেষবার দেখা হয়েছে ও অনলাইন
de: Zuletzt gesehen und online
el: Τελευταία φορά που εθεάθη και Σε σύνδεση
fr: Dernière connexion et En ligne
gu: છેલ્લે જોયું અને ઑનલાઇન
hi: पिछली बार देखा एवं ऑनलाइन
it: Visto per l’ultima volta online
ja: 最終閲覧＆オンライン
kn: ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದಿದ್ದಾರೆ ಮತ್ತು ಆನ್‌ಲೈನ್‌
ml: അവസാനം കണ്ടതും ഓൺ‌ലൈനും
mr: मागील वेळी पाहिले आणि ऑनलाइन
nl: Voor het laatst gezien en online
pa: ਆਖਿਰੀ ਵਾਰ ਵੇਖਿਆ ਅਤੇ ਔਨਲਾਈਨ ਸੀ
pt_pt: Visto pela última vez e online
ru: Последнее подключение, в сети
ta_in: கடைசியாகக் கண்டது ஆன்லைன்
te: చివరిగా చూసినది ఆన్‌లైన్
tr: Son görülme ve Çevrimiçi
ur_arab_in: آخری بار دیکھا گیا اور آن لائن
vi: Được thấy lần cuối Trực Tuyến
zh_hant: 上次上線

# settings_privacy_lastseentime
source: Last seen time
bn_in: শেষবার দেখা হওয়ার সময়
de: Zuletzt gesehen um
el: Τελευταία φορά που εθεάθη
es: Hora de última conexión
fr: Heure de la dernière connexion
gu: છેલ્લે જોયું સમય
hi: पिछली बार देखने का समय
it: Ora dell’ultima visualizzazione
ja: 最終閲覧時間
kn: ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದ ಸಮಯ
ml: അവസാനം കണ്ട സമയം
mr: मागील वेळी पाहण्याची वेळ
nl: Tijdstip voor het laatst gezien
pa: ਆਖਿਰੀ ਵਾਰ ਵੇਖਣ ਦਾ ਸਮਾਂ
pt_pt: Hora em que foi visto pela última vez
ru: Время последнего подключения
ta_in: கடைசியாக கண்ட நேரம்
te: చివరిగా చూసిన సమయం
tr: Son görülme saati
ur_arab_in: آخری بار دیکھے جانے کا وقت
vi: Thời gian thấy lần cuối
zh_hant: 上次上線時間

# chat_info_hint_message
source: Start typing…
bn_in: টাইপ করা শুরু করুন...
de: Lostippen …
el: Αρχίστε να πληκτρολογείτε…
es: Comience a escribir...
fr: Entrez du texte…
gu: ટાઇપીંગ શરૂ કરો…
hi: टाइप करना प्रारंभ करें...
it: Inizia a digitare...
ja: 入力開始...
kn: ಟೈಪ್ ಮಾಡುವುದನ್ನು ಆರಂಭಿಸಿ...
ml: ടൈപ്പ് ചെയ്യാൻ ആരംഭിക്കുക…
mr: टायपिंग सुरू करा...
nl: Start met typen…
pa: ਟਾਈਪ ਕਰਨ ਸ਼ੁਰੂ ਕੀਤਾ...
pt_pt: Começar a escrever...
ru: Введите текст…
ta_in: தட்டச்செய்ய செய்யத் தொடங்குக...
te: టైప్ ప్రారంభించండి…
tr: Yazıyor…
ur_arab_in: ٹائپ کرنا شروع کریں...
vi: Đang bắt đầu nhập...
zh_hant: 開始鍵入…

# chat_overflow_viewprofile
source: View profile
bn_in: বিশদ দেখুন
de: Details anzeigen
el: Προβολή λεπτομερειών
es: Ver detalles
fr: Afficher les détails
gu: વિગતો જુઓ
hi: विवरण देखें
it: Visualizza dettagli
ja: 詳細を表示
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील बघा
nl: Gegevens bekijken
pa: ਵੇਰਵਾ ਦੇਖੋ
pt_pt: Ver detalhes
ru: Просмотреть сведения
ta_in: விவரங்களைக் காண்க
te: వివరాలను వీక్షించండి
tr: Ayrıntıları görüntüle
ur_arab_in: تفصیلات دیکھیں
vi: Xem chi tiết
zh_hant: 檢視詳細資料

# chat_details_info
source: Info
bn_in: তথ্য
el: Πληροφορίες
es: Información
gu: માહિતી
hi: जानकारी
ja: 情報
kn: ಮಾಹಿತಿ
ml: വിവരം
mr: माहिती
pa: ਜਾਣਕਾਰੀ
pt_pt: Informações
ru: Информация
ta_in: தகவல்
te: సమాచారం
tr: Bilgi
ur_arab_in: معلومات
vi: Thông tin
zh_hant: 資訊

# chat_edit_profile
source: Edit profile
bn_in: প্রোফাইল সাম্পাদন করুন
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफाइल को संपादित करें
it: Modifica profilo
ja: プロファイルを編集
kn: ಪ್ರೊಫೈಲ್ ತಿದ್ದಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइलचे संपादन करा
nl: Profiel bewerken
pa: ਪ੍ਰੋਫਾਈਲ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar perfil
ru: Редактировать профиль
ta_in: சுயவிவரத்தை திருத்து
te: ప్రొఫైల్ ఎడిట్ చేయండి
tr: Profili düzenle
ur_arab_in: پروفائل میں تدوین کریں
vi: Sửa hồ sơ
zh_hant: 編輯設定檔

# chat_edit_param
source: Edit %@
bn_in: %@ সম্পাদন করুন
de: %@ bearbeiten
el: Επεξεργασία %@
es: Editar %@
fr: Modifier %@
gu: %@ સંપાદિત કરો
hi: %@ को संपादित करें
it: Modifica %@
ja: %@の編集
kn: %@ ತಿದ್ದಿ
ml: %@ എഡിറ്റ് ചെയ്യുക
mr: %@ संपादन करा
nl: %@ bewerken
pa: %@ ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar %@
ru: Редактировать %@
ta_in: %@-ஐத் திருத்து
te: %@ను సవరించు
tr: %@ Düzenle
ur_arab_in: %@ میں تدوین کریں
vi: Sửa %@
zh_hant: 編輯 %@

# chat_user_name
source: Name
bn_in: নাম
el: όνομα
es: nombre
fr: nom
gu: નામ
hi: नाम
it: nome
ja: 名前
kn: ಹೆಸರು
ml: പേര്
mr: नाव
nl: naam
pa: ਨਾਮ
pt_pt: nome
ru: Имя
ta_in: பெயர்
te: పేరు
tr: ad
ur_arab_in: نام
vi: tên
zh_hant: 名稱

# chat_user_about_caps
source: About
bn_in: সম্বন্ধে
de: Info
el: Πληροφορίες
es: Acerca de
fr: À propos de
gu: વિશે
hi: के बारे में
it: Informazioni su
ja: について
kn: ಕುರಿತು
ml: ഞങ്ങളെക്കുറിച്ച്
mr: विषयी
nl: Info
pa: ਇਸ ਦੇ ਬਾਰੇ
pt_pt: Sobre
ru: О программе
ta_in: அறிமுகம்
te: పరిచయం
tr: Hakkında
ur_arab_in: متعلق
vi: Giới thiệu
zh_hant: 關於

# chat_user_about
source: about
bn_in: সম্বন্ধে
de: Info
el: πληροφορίες
es: acerca de
fr: à propos de
gu: વિશે
hi: के बारे में
it: Informazioni su
ja: について
kn: ಕುರಿತು
ml: ഞങ്ങളെക്കുറിച്ച്
mr: विषयी
nl: info
pa: ਇਸ ਦੇ ਬਾਰੇ
pt_pt: sobre
ru: о программе
ta_in: அறிமுகம்
te: పరిచయం
tr: hakkında
ur_arab_in: متعلق
vi: giới thiệu
zh_hant: 關於

# chat_saving_changes
source: Saving changes
bn_in: পরিবর্তনগুলি সেভ করা হচ্ছে
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Se están guardando los cambios
fr: Enregistrement des modifications
gu: ફેરફારો સાચવી રહ્યાં છે
hi: परिवर्तन सहेजना
it: Salvataggio delle modifiche
ja: 変更を保存中
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുന്നു
mr: बदल सेव्ह करीत आहे
nl: Bezig met opslaan van veranderingen
pa: ਬਦਲਾਵਾਂ ਨੂੰ ਸੇਵ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_pt: A guardar alterações
ru: Сохранение изменений
ta_in: மாற்றங்களைச் சேமித்தல்
te: మార్పులను సేవ్ చేయండి
tr: Değişiklikleri kaydet
ur_arab_in: تبدیلیاں محفوظ کر رہے ہیں
vi: Lưu thay đổi
zh_hant: 正在儲存變更

# chat_create_group
source: CREATE GROUP
bn_in: গ্রুপ তৈরি করুন
de: GRUPPE ERSTELLEN
el: ΔΗΜΙΟΥΡΓΙΑ ΟΜΑΔΑΣ
es: CREAR GRUPO
fr: CRÉER UN GROUPE
gu: સમૂહ બનાવો
hi: समूह बनाएं
it: CREA GRUPPO
ja: グループの作成
kn: ಗುಂಪು ರಚಿಸಿ
ml: ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
mr: समूह तयार करा
nl: GROEP MAKEN
pa: ਸਮੂਹ ਬਣਾਓ
pt_pt: CRIAR GRUPO
ru: СОЗДАТЬ ГРУППУ
ta_in: குழுவை உருவாக்கு
te: గ్రూపును సృష్టించండి
tr: GRUP OLUŞTUR
ur_arab_in: گروپ تخلیق کریں
vi: TẠO NHÓM
zh_hant: 建立群組

# chat_creating_group
source: Creating group
bn_in: গ্রুপ তৈরি করা হচ্ছে
de: Gruppe erstellen
el: Δημιουργία ομάδας
es: Se está creando el grupo
fr: Création du groupe
gu: સમૂહ બનાવી રહ્યું છે
hi: समूह बनाना
it: Creazione gruppo in corso
ja: グループの作成中
kn: ಗುಂಪು ರಚಿಸಲಾಗುತ್ತಿದೆ
ml: ഗ്രൂപ്പ് സൃഷ്‌ടിക്കുന്നു
mr: समूह तयार करीत आहे
nl: Groep wordt gemaakt
pa: ਸਮੂਹ ਬਣਾ ਰਿਹਾ ਹੈ
pt_pt: A criar grupo
ru: Создаем группу
ta_in: குழுவை உருவாக்குதல்
te: గ్రూపును సృష్టించడం
tr: Grup oluşturuluyor
ur_arab_in: گروپ تخلیق کر رہے ہیں
vi: Đang tạo nhóm
zh_hant: 正在建立群組

# chat_add_group_error
source: Sorry! Unable to add %@ to the group. Looks like the %@ has restricted everyone from adding them to groups_
bn_in: দু:খিত! %@-কে গ্রুপে যোগ করতে অক্ষম। দেখে মনে হচ্ছে যে %@ প্রত্যেককে গ্রুপগুলিতে যোগ করা থেকে সীমিত রেখেছে
de: Verzeihung! %@ kann nicht zur Gruppe hinzugefügt werden. Offenbar wurde jedem untersagt, %@ zu Gruppen hinzuzufügen
el: Λυπούμαστε! Δεν είναι δυνατή η προσθήκη του/της %@ στην ομάδα. Φαίνεται ότι ο/η %@ έχει περιορίσει όλους από την προσθήκη τους σε ομάδες_
es: Lo sentimos. No se puede agregar %@ al grupo. El %@ no permite que nadie los agregue a grupos
fr: Désolés! Impossible d’ajouter %@ au groupe. Il semble que le %@ ait interdit à tous d’être ajoutés aux groupes_
gu: માફ કરશો! સમૂહમાં %@ ઉમેરવામાં અસમર્થ. લાગે છે કે %@ એ દરેકને સમૂહો_માં ઉમેરવા પર પ્રતિબંધ મૂક્યો છે
hi: क्षमा करें! %@ को समूह में जोड़ने में असमर्थ। ऐसा लगता है कि %@ ने प्रत्येक व्यक्ति को समूहों में जोड़ने से प्रतिबंधित कर दिया है_
it: Spiacenti! Aggiunta di %@ al gruppo non riuscita. Sembra che %@ abbia impedito a tutti di aggiungerli ai gruppi_
ja: ごめんなさい！%@をグループに追加できません。誰もがグループに追加できないように、%@が制限しているようです_
kn: ಕ್ಷಮಿಸಿ! %@ ಅವರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ತಮ್ಮನ್ನು ಗುಂಪುಗಳಿಗೆ ಸೇರಿಸದಂತೆ ಎಲ್ಲರನ್ನೂ %@ ಅವರು ನಿರ್ಬಂಧಿಸಿರುವಂತೆ ಕಾಣುತ್ತಿದೆ_
ml: ക്ഷമിക്കണം! ഗ്രൂപ്പിലേക്ക് %@ ചേർക്കാൻ കഴിയുന്നില്ല. %@ എല്ലാവരേയും ഗ്രൂപ്പുകളിലേക്ക് ചേർക്കുന്നതിൽ നിന്ന് നിയന്ത്രിച്ചതായി തോന്നുന്നു_
mr: माफ करा! समूहामध्ये %@ जोडणे शक्य नाही. %@ ने प्रत्येकास त्यांना समूहामध्ये जोडण्यापासून प्रतिबंधित केले आहे असे दिसते
nl: Helaas! Kan %@ niet toevoegen aan de groep. Het lijkt erop dat de %@ iedereen heeft beperkt om ze aan groepen toe te voegen_
pa: ਮੁਆਫ਼ ਕਰਨਾ! %@ ਨੂੰ ਇਸ ਸਮੂਹ ਵਿੱਚ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ %@ ਨੇ ਸਾਰਿਆਂ ਨੂੰ ਉਹਨਾਂ ਨੂੰ groups_ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਤੋਂ ਸੀਮਤ ਕਰ ਦਿੱਤਾ ਹੈ
pt_pt: Lamentamos! Não foi possível adicionar %@ ao grupo. Parece que o %@ impediu todos de os adicionar aos grupos_
ru: Ошибка! Не удалось добавить пользователя %@ в группу. Похоже, пользователь %@ ограничил для всех возможность добавления в группы
ta_in: மன்னிக்கவும்! குழுவில் %@-ஐச் சேர்க்க முடியவில்லை. %@ அனைவரையும் குழுக்களில் சேர்ப்பதைத் தடைசெய்துள்ளார் எனத் தோன்றுகிறது_
te: క్షమించండి! %@ని గ్రూపుకు జోడించలేకపోయింది. ప్రతిఒక్కరిని గ్రూపులకు జోడించకుండా %@ నిరోధించినట్లుగా కనపడుతోంది
tr: Üzgünüz! %@ kişisi gruba eklenemedi. Görünüşe göre %@ kişisi herkesi onları gruplara_ eklemek için sınırladı
ur_arab_in: معذرت خواہ ہیں! %@ کو گروپ میں شامل کرنے سے قاصر ہیں۔ ایسا لگتا ہے کہ %@ نے سب کو انہیں گروپس_ میں شامل کرنے سے منع کر دیا ہے
vi: Rất tiếc! Không thể thêm %@ vào nhóm. Có vẻ như %@ đã hạn chế mọi người thêm họ vào các nhóm_
zh_hant: 抱歉！無法新增 %@ 至群組。似乎 %@ 已限制所有人將其新增至群組_

# chat_permission
source: Permissions
bn_in: অনুমতিসমূহ
de: Berechtigungen
el: Άδειες
es: Permisos
fr: Autorisations
gu: અનુમતિઓ
hi: अनुमतियाँ
it: Autorizzazioni
ja: 許可
kn: ಅನುಮತಿಗಳು
ml: അനുമതികൾ
mr: परवानग्या
nl: Machtigingen
pa: ਮੰਜ਼ੂਰੀਆਂ
pt_pt: Permissões
ru: Разрешения
ta_in: அனுமதிகள்
te: అనుమతులు
tr: İzinler
ur_arab_in: اجازتیں
vi: Cho phép
zh_hant: 權限

# chat_permission_group_update
source: Update group info and background
bn_in: গ্রুপের তথ্য এবং পটভূমি আপডেট করুন
de: Gruppeninfo und Hintergrund aktualisieren
el: Ενημέρωση πληροφοριών και ιστορικού ομάδας
es: Actualizar información y fondo de pantalla del grupo
fr: Mettez à jour les informations et l’arrière-plan du groupe
gu: સમૂહ માહિતી અને પૃષ્ઠભૂમિ અપડેટ કરો
hi: समूह जानकारी और पृष्ठभूमि अद्यतन करें
it: Aggiorna info gruppo e sfondo
ja: グループ情報と背景の更新
kn: ಗುಂಪಿನ ಮಾಹಿತಿ ಮತ್ತು ಹಿನ್ನೆಲೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ml: ഗ്രൂപ്പ് വിവരവും പശ്ചാത്തലവും അപ്‌ഡേറ്റ് ചെയ്യുക
mr: समूह माहिती आणि पार्श्वभूमी अपडेट करा
nl: Groepsinformatie en achtergrond bijwerken
pa: ਸਮੂਹ ਜਾਣਕਾਰੀ ਅਤੇ ਬੈਕਗ੍ਰਾਉਂਡ ਅਪਡੇਟ ਕਰੋ
pt_pt: Atualizar a informação e padrão de fundo do grupo
ru: Обновить сведения о группе и фон
ta_in: குழு தகவல் மற்றும் பின்புலத்தைப் புதுப்பிக்கவும்
te: గ్రూపు సమాచారం మరియు బ్యాక్‌గ్రౌండ్ అప్‌డేట్ చేయండి
tr: Grup bilgilerini ve arka planı güncelle
ur_arab_in: گروپ کی معلومات اور پس منظر کو اپ ڈیٹ کریں
vi: Cập nhật thông tin và hình nền nhóm
zh_hant: 更新群組資訊和背景

# chat_permission_message
source: Send message
bn_in: মেসেজ পাঠান
de: Mitteilung senden
el: Αποστολή μηνύματος
es: Enviar mensaje
fr: Envoyer le message
gu: સંદેશ મોકલો
hi: संदेश भेजें
it: Invia messaggio
ja: メッセージ送信
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: സന്ദേശം അയയ്ക്കുക
mr: मेसेज पाठवा
nl: Bericht verzenden
pa: ਸੁਨੇਹਾ ਭੇਜੋ
pt_pt: Enviar mensagem
ru: Отправить сообщение
ta_in: தகவலை அனுப்புக
te: సందేశాన్ని పంపండి
tr: Mesaj gönder
ur_arab_in: پیغام بھیجیں
vi: Gửi tin nhắn
zh_hant: 傳送訊息

# chat_permission_forward
source: Allow forward messages
bn_in: বার্তাগুলি ফরোয়ার্ড করার অনুমতি দিন
de: Mitteilungsweiterleitung zulassen
el: Να επιτρέπεται η προώθηση μηνυμάτων
es: Permitir reenviar mensajes
fr: Autoriser le transfert des messages
gu: સંદેશાઓને ફૉર્વર્ડ કરવાની અનુમતિ આપો
hi: अग्रेषित संदेशों की अनुमति दें
it: Consenti l’inoltro di messaggi
ja: メッセージの転送を許可
kn: ಫಾರ್ವರ್ಡ್ ಸಂದೇಶಗಳನ್ನು ಅನುಮತಿಸಿ
ml: ഫോർവേഡ് സന്ദേശങ്ങൾ അനുവദിക്കുക
mr: मेसेज फॉरवर्ड करण्यास परवानगी द्या
nl: Doorsturen van berichten toestaan
pa: ਸੁਨੇਹਾ ਅੱਗੇ ਭੇਜਣ ਦੀ ਆਗਿਆ ਦਿਓ
pt_pt: Permitir reencaminhamento de mensagens
ru: Разрешить пересылку сообщений
ta_in: முன்னனுப்பல் செய்தியை அனுமதி
te: సందేశాలను ఫార్వర్డ్ చేయడానికి అనుమతించండి
tr: İletilen mesajlara izin ver
ur_arab_in: فارورڈ پیغامات کی اجازت دیں
vi: Cho phép gửi chuyển tin nhắn
zh_hant: 允許轉寄訊息

# chat_permission_pins
source: Pin a message
bn_in: একটি বার্তা পিন করুন
de: Mitteilung anheften
el: Καρφίτσωμα μηνύματος
es: Anclar un mensaje
fr: Épingler un message
gu: એક સંદેશ પિન કરો
hi: संदेश को पिन करें
it: Appunta in alto il messaggio
ja: メッセージを固定
kn: ಒಂದು ಸಂದೇಶ ಪಿನ್ ಮಾಡಿ
ml: ഒരു സന്ദേശം പിൻ ചെയ്യുക
mr: एक मेसेज पिन करा
nl: Een bericht vastmaken
pa: ਸੁਨੇਹਾ ਪਿੰਨ ਕਰੋ
pt_pt: Afixar mensagem
ru: Закрепить сообщение
ta_in: ஒரு செய்தியை பின்செய்
te: ఒక సందేశాన్ని పిన్ చేయండి
tr: Bir mesaj sabitle
ur_arab_in: پیغام کو پن کریں
vi: Ghim một tin nhắn
zh_hant: 固定訊息

# chat_permission_reactions
source: Add reactions
bn_in: প্রতিক্রিয়া যোগ করুন
de: Reaktionen hinzufügen
el: Προσθήκη αντιδράσεων
es: Agregar reacciones
fr: Ajouter des réactions
gu: પ્રતિક્રિયાઓ ઉમેરો
hi: प्रतिक्रियाएं जोड़ें
it: Aggiungi reazione
ja: 対応を追加
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಸೇರಿಸಿ
ml: പ്രതികരണങ്ങൾ ചേർക്കുക
mr: प्रतिक्रिया जोडा
nl: Reacties toevoegen
pa: ਪ੍ਰਤੀਕ੍ਰਿਆ ਜੋੜੋ
pt_pt: Adicionar reações
ru: Добавить реакции
ta_in: எதிர்வினைகளை சேர்
te: రియాక్షన్‌లను జోడించండి
tr: Sınırlamalar ekle
ur_arab_in: رد عمل شامل کریں
vi: Thêm phản ứng
zh_hant: 新增反應

# chat_permission_footer
source: These settings won't apply to Admins.
bn_in: এই সেটিংস অ্যাডমিনদের ক্ষেত্রে প্রযোজ্য হবে না।
de: Diese Einstellungen gelten nicht für Administratoren.
el: Οι ρυθμίσεις αυτές δεν θα ισχύουν για Διαχειριστές.
es: Esta configuración no se aplicará a los administradores.
fr: Ces paramètres ne s’appliqueront pas aux administrateurs.
gu: આ સેટિંગ્સ એડમિન પર લાગુ થશે નહીં.
hi: ये सेटिंग्स व्यवस्थापकों पर लागू नहीं होंगी।
it: Queste impostazioni non si applicheranno agli Amministratori.
ja: これらの設定は管理者には適用されません。
kn: ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಅಡ್ಮಿನ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ.
ml: ഈ ക്രമീകരണങ്ങൾ അഡ്‌മിനുകൾക്ക് ബാധകമല്ല.
mr: या सेटिंग्ज प्रशासकास लागू होणार नाहीत.
nl: Deze instellingen zijn niet van toepassing op beheerders.
pa: ਇਹ ਸੈਟਿੰਗਾਂ ਐਡਮਿਨ ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੋਣਗੀਆਂ।
pt_pt: Estas definições não se aplicam aos Administradores.
ru: Эти настройки не применяются к администраторам.
ta_in: இந்த அமைப்புகள் நிர்வாகிகளுக்குப் பொருந்தாது.
te: ఈ సెట్టింగ్‌లు అడ్మిన్‌లకు అప్లై చేయబడవు.
tr: Bu ayarlar Yöneticilere uygulanmaz.
ur_arab_in: یہ ترتیبات ایڈمنز پر لاگو نہیں ہوں گی۔
vi: Những thiết lập này sẽ không áp dụng cho Quản Trị Viên.
zh_hant: 這些設定不會套用至管理員。
