Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# login_ob_title
source: Ready for %@?
bn_in: %@ এর জন্য প্রস্তুত?
de: Bereit für %@?
el: Έτοιμοι για %@;
es: ¿Preparado para %@?
fr: Prêt pour %@ ?
gu: %@ માટે તૈયાર?
hi: %@ के लिए तैयार हैं?
it: Sei pronto per %@?
ja: %@の準備はできていますか？
kn: %@ ಗೆ ಸಿದ್ಧವಾಗಿದ್ದೀರಾ?
ml: %@ ന് തയ്യാറാണോ?
mr: %@ साठी सज्ज आहात?
nl: Klaar voor %@?
pa: %@ ਲਈ ਤਿਆਰ?
pt_pt: Pronto para o %@?
ru: Готовы к %@?
ta_in: %@-க்கு தயாரா?
te: %@ కొరకు సిద్ధంగా ఉందా?
tr: %@ için hazır mısınız?
ur_arab_in: %@ کے لیے تیار ہیں؟
vi: Bạn đã sẵn sàng cho %@?
zh_hant: 已準備好進行 %@？

# login_ob_subtitle
source: Fun, convenient and secure messaging app.
bn_in: মজাদার, সুবিধাজনক এবং সুরক্ষিত বার্তার অ্যাপ্লিকেশন।
de: Eine unterhaltsame, komfortable und sichere Messaging-App.
el: Διασκεδαστική, βολική και ασφαλής εφαρμογή ανταλλαγής μηνυμάτων.
es: Aplicación de mensajería divertida, cómoda y segura.
fr: Une application de messagerie amusante, pratique et sécurisée.
gu: મનોરંજક, અનુકૂળ અને સુરક્ષિત મેસેજિંગ ઍપ.
hi: मजेदार, सुविधाजनक और सुरक्षित मैसेजिंग ऐप।
it: App di messaggistica divertente, comoda e sicura.
ja: 楽しくて、便利で、安全なメッセージングアプリ。
kn: ವಿನೋದ, ಅನುಕೂಲಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾದ ಮೆಸೇಜಿಂಗ್ ಆ್ಯಪ್.
ml: രസകരവും സൗകര്യപ്രദവും സുരക്ഷിതവുമായ മെസ്സേജിംഗ് ആപ്പ്.
mr: मजेदार, सोयीस्कर आणि सुरक्षित मेसेजिंग अॅप.
nl: Leuke, handige en veilige app voor berichten.
pa: ਮਜ਼ੇਦਾਰ, ਸੁਵਿਧਾਜਨਕ ਅਤੇ ਸੁਰੱਖਿਅਤ ਮੈਸੇਜਿੰਗ ਐਪ।
pt_pt: Aplicação de mensagens divertida, conveniente e segura.
ru: Удобное, безопасное и забавное приложение для обмена сообщениями.
ta_in: வேடிக்கையான, வசதியான மற்றும் பாதுகாப்பான செய்தி அனுப்புதல் செயலி.
te: ఆహ్లాదకరమైన, సౌకర్యవంతమైన మరియు సురక్షితమైన మెసేజింగ్ యాప్.
tr: Eğlenceli, kullanışlı ve güvenli mesajlaşma uygulaması.
ur_arab_in: پُرلطف، آسان اور محفوظ پیغام رسانی کی ایپ۔
vi: Ứng dụng nhắn tin vui nhộn, tiện lợi và bảo mật.
zh_hant: 有趣、方便、安全的訊息中心應用程式。

# login_ob_subtitle1
source: Click on get started to accept our Terms of Service and Privacy Policy.
bn_in: আমাদের পরিষেবার শর্তাদি এবং গোপনীয়তা নীতি গ্রহণ করতে শুরু হওয়ায় ক্লিক করুন।
de: Mit einem Klick auf Loslegen nehmen Sie unsere Nutzungsbedingungen und Datenschutzbestimmungen an.
el: Κάντε κλικ στο ‘Ας ξεκινήσουμε’ για να αποδεχτείτε τους Όρους χρήσης υπηρεσίας και την Πολιτική απορρήτου μας.
es: Pulse en Comenzar para aceptar nuestras Condiciones del servicio y Directiva de privacidad .
fr: Pulse en Comenzar para aceptar nuestras Condiciones del servicio y Directiva de privacidad .
gu: અમારી સેવાની શરતો અને ગોપનીયતા નીતિ સ્વીકારવા માટે શરૂઆત કરો પર ક્લિક કરો.
hi: हमारी सेवा शर्तें और गोपनीयता नीति को स्वीकार करने के लिए “प्रारंभ करें” पर क्लिक करें।
it: Fai clic su inizia per accettare le nostre Condizioni di utilizzo e l’informativa sulla privacy .
ja: 利用規約 と プライバシーポリシー に同意する場合は、開始をクリックしてください。
kn: ನಮ್ಮ ಸೇವೆಯ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ನೀತಿ ಯನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಲು ಆರಂಭಿಸಿ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: ഞങ്ങളുടെ സേവന നിബന്ധനകൾ , സ്വകാര്യതാ നയം എന്നിവ അംഗീകരിക്കുന്നതിന് ആരംഭിക്കുക ക്ലിക്ക് ചെയ്യുക.
mr: आमच्या सेवा अटी आणि गोपनीयता धोरण स्वीकारण्यासाठी प्रारंभ करा वर क्लिक करा.
nl: Om aan de slag te kunnen gaan, dient u onze servicevoorwaarden en ons privacybeleid te accepteren.
pa: ਸਾਡੀ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਸਵੀਕਾਰਨ ਲਈ ਸ਼ੁਰੂ ਕਰੋ ਤੇ ਕਲਿਕ ਕਰੋ।
pt_pt: Clique em Iniciar para aceitar os nossos Termos de Serviço e a Política de Privacidade .
ru: Нажмите «Начать общение», чтобы принять наши Условия обслуживания и Политику конфиденциальности .
ta_in: எங்கள் சேவை விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கை ஆகியவற்றை ஏற்க, தொடங்குக என்பதைக் கிளிக் செய்யவும்.
te: మా సేవా నిబంధనలు మరియు గోప్యతా విధానం ఆమోదించడానికి ప్రారంభించండి మీద క్లిక్ చేయండి.
tr: Hizmet Koşullarımızı ve Gizlilik Politikamızı kabul etmek için başla seçeneğine tıklayın.
ur_arab_in: ہماری سروس کی شرائط اور رازداری کی پالیسی کو قبول کرنے کے لیے شروع کریں پر کلک کریں۔
vi: Nhấp vào bắt đầu chấp nhận Các Điều Khoản Dịch Vụ và Chính Sách Về Quyền Riêng Tư của chúng tôi.
zh_hant: 按一下開始以接受我們的 服務條款 與 隱私權原則 。

# chat_setting_notification_group_message
source: Group Messages
bn_in: গ্রুপের বার্তাগুলি
de: Gruppenmitteilungen
el: Ομαδικά μηνύματα
es: Mensajes de grupo
fr: Messages de groupe
gu: સમૂહ સંદેશા
hi: समूह संदेश
it: Messaggi di gruppo
ja: グループメッセージ
kn: ಗುಂಪು ಸಂದೇಶಗಳು
ml: ഗ്രൂപ്പ് സന്ദേശങ്ങൾ
mr: समूह मेसेज
nl: Groepsberichten
pa: ਸਮੂਹ ਸੁਨੇਹੇ
pt_pt: Mensagens de grupo
ru: Групповые сообщения
ta_in: குழுச் செய்திகள்
te: గ్రూప్ సందేశాలు
tr: Grup Mesajları
ur_arab_in: گروپ پیغامات
vi: Tin Nhắn Nhóm
zh_hant: 群組訊息

# chat_settings_aboutus_text
source: Arattai is a simple, secure and free instant messaging app to connect with your family and friends.
bn_in: %@ হল আপনার পরিবার এবং বন্ধুদের সাথে সংযোগ রাখতে একটি সহজ, সুরক্ষিত এবং বিনামূল্যে তাৎক্ষণিক বার্তাপ্রেরণের অ্যাপ্লিকেশন।
de: %@ ist eine unkomplizierte, sichere und kostenlose Instant-Messaging-App, mit der Sie mit Ihren Freunden in Verbindung bleiben.
el: Το %@ αποτελεί απλή, ασφαλή και δωρεάν εφαρμογή ανταλλαγής άμεσων μηνυμάτων, για επικοινωνία με τους φίλους και την οικογένειά σας.
es: %@ es una aplicación de mensajería instantánea simple, segura y gratuita para conectarse con su familia y amigos.
fr: %@ est une application de messagerie instantanée simple, sécurisée et gratuite pour contacter votre famille et vos amis.
gu: %@ તમારા કુટુંબ અને મિત્રો સાથે જોડાવા માટે એક સરળ, સુરક્ષિત અને મફત ત્વરિત મેસેજિંગ ઍપ છે.
hi: %@ आपके परिजनों और मित्रों से कनेक्ट करने के लिए सरल, सुरक्षित और मुफ्त इंस्टेंट मैसेजिंग ऐप है।
it: %@ è un’app di messaggistica istantanea semplice, sicura e gratuita per connettersi con i propri amici e famigliari.
ja: %@は、家族や友人とつながるための、シンプルで安全な無料のインスタントメッセージングアプリです。
kn: ನಿಮ್ಮ ಕುಟುಂಬ ಸದಸ್ಯರು ಮತ್ತು ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು, %@ ಒಂದು ಸರಳ, ಸುರಕ್ಷಿತ ಮತ್ತು ಉಚಿತ ತ್ವರಿತ ಮೆಸೇಜಿಂಗ್ ಆ್ಯಪ್ ಆಗಿದೆ.
ml: %@ നിങ്ങളുടെ കുടുംബവുമായും സുഹൃത്തുക്കളുമായും ബന്ധപ്പെടാനുള്ള ലളിതവും സുരക്ഷിതവും സൗജന്യവുമായ ഇൻസ്റ്റന്റ് മെസേജിംഗ് ആപ്പാണ്.
mr: %@ एक सोपा, सुरक्षित आणि विनामूल्य इन्स्टंट मेसेजिंग अॅप आहे जे तुमच्या कुटुंबियांसह आणि मित्रांशी संपर्क साधू शकेल.
nl: %@ is een eenvoudige, veilige en gratis app voor directe berichten voor contact met uw familie en vrienden.
pa: ਤੁਹਾਡੇ ਪਰਿਵਾਰ ਅਤੇ ਦੋਸਤਾਂ ਨਾਲ ਜੁੜਨ ਲਈ %@ ਇੱਕ ਸਧਾਰਣ, ਸੁਰੱਖਿਅਤ ਅਤੇ ਮੁਫਤ ਇੰਸਟੈਂਟ ਮੈਸੇਜਿੰਗ ਐਪ ਹੈ।
pt_pt: %@ é uma aplicação de mensagens instantâneas simples, segura e gratuita para se ligar à sua família e amigos.
ru: %@ — это простое и безопасное бесплатное приложение для обмена мгновенными сообщениями с близкими и друзьями.
ta_in: %@ என்பது உங்கள் குடும்பத்தினருடனும் நண்பர்களுடனும் இணைவதற்கான ஒரு எளிய, பாதுகாப்பான மற்றும் இலவச உடனடி செய்தி அனுப்பும் செயலியாகும்.
te: %@ మీ కుటుంబం మరియు స్నేహితులతో కనెక్ట్ కావడానికి సరళమైన, సురక్షితమైన మరియు ఉచిత తక్షణ మెసేజింగ్ యాప్.
tr: %@, aileniz ve arkadaşlarınızla bağlanmanız için sade, güvenli ve ücretsiz bir anlık mesajlaşma uygulamasıdır.
ur_arab_in: %@ آپ کے اہل خانہ اور دوستوں کے ساتھ مربوط ہونے کے لیے ایک آسان، محفوظ اور مفت فوری پیغام رسانی کی ایپ ہے۔
vi: %@ là một ứng dụng nhắn tin tức thời đơn giản, bảo mật và miễn phí để kết nối với gia đình và bạn bè của bạn.
zh_hant: %@ 是一款簡單、安全且免費的即時訊息中心應用程式，用於與您的家人和朋友聯絡。

# chat_onboarding_block_subtext
source: Thank you for signing up! All good things take sometime to brew and so is arattai. You’ll be the first to hear once we go live. 🥳
bn_in: সাইন-আপ করার জন্য ধন্যবাদ! সমস্ত ভাল জিনিস তৈরি হতে কিছু সময় নেয় এবং অ্যারেটাইও তাই হয়। আমরা একবার লাইভে গেলে আপনিই প্রথম শুনবেন।
de: Vielen Dank für Ihre Registrierung! Gute Sachen kann man nicht übers Knie brechen; das gilt auch bei Arattai. Wir sagen Ihnen gleich Bescheid, sobald wir loslegen.
el: Σας ευχαριστούμε για την εγγραφή σας! Το καλό πράγμα αργεί! Το ισχύει και για το Arattai! Θα ενημερωθείτε πρώτοι μόλις είμαστε έτοιμοι!
es: Gracias por registrarse. Todas las cosas buenas tardan un tiempo en prepararse y así también ocurre con Arattai. Serás el primero en saberlo cuando entremos en funcionamiento.
fr: Merci pour votre inscription ! Toutes les bonnes choses mettent du temps à mûrir et c’est le cas d’Arattai. Vous serez les premiers informés dès que nous serons en ligne.
gu: સાઇન અપ કરવા બદલ આપનો આભાર! બધી સારી વસ્તુઓ ઉકાળવા માટે થોડો સમય લે છે અને તેથી જ Arattai છે. એકવાર અમે જીવંત થઈ ગયા પછી તમે સાંભળનારા પ્રથમ છો.
hi: साइन अप करने के लिए धन्यवाद! सभी अच्छी चीजों की तैयारी में कुछ समय लगता है और ऐसा ही arattai भी है। हमारे लाइव होने पर आप सबसे पहले जानेंगे।
it: Grazie di esserti registrato! Tutte le cose migliori hanno bisogno di tempo per essere elaborate e lo stesso vale per arattai. Sarai il primo a saperlo non appena andremo live.
ja: ご登録ありがとうございます！良いものは時間をかけて醸成されるもので、Arattaiもそうです。始まったら、真っ先にお知らせします。
kn: ಸೈನ್ ಅಪ್ ಮಾಡುತ್ತಿರುವುದಕ್ಕೆ ಧನ್ಯವಾದಗಳು! ಎಲ್ಲ ಒಳ್ಳೆಯ ಸಂಗತಿಗಳು ರೂಪುಗೊಳ್ಳುವುದಕ್ಕೆ ಒಂದಿಷ್ಟು ಸಮಯ ಬೇಕಾಗುತ್ತದೆ ಇದು arattai ಗೂ ಅನ್ವಯಿಸುತ್ತದೆ. ನಾವು ಲೈವ್ ಆದ ತಕ್ಷಣ ಮೊದಲು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.
ml: സൈൻ അപ്പ് ചെയ്തതിന് നന്ദി! എല്ലാ നല്ല കാര്യങ്ങളും ഉണ്ടാക്കാൻ കുറച്ച് സമയമെടുക്കും, arattai-യും അതുപോലെ തന്നെ. ഞങ്ങൾ ലൈവ് ആയിക്കഴിഞ്ഞാൽ ആദ്യം കേൾക്കുന്നത് നിങ്ങളായിരിക്കും.
mr: साइनअप करण्यासाठी धन्यवाद! सर्व चांगल्या गोष्टी कधीकधी तयार होण्यासाठी वेळ घेतात आणि तसेच Arattai चे ही आहे. एकदा आम्ही लाइव्ह आलो की तुम्ही ऐकणारे प्रथम असाल.
nl: Bedankt voor registreren! Alle goede dingen hebben wat tijd nodig om te groeien. En dat geldt ook voor Arattai. U bent de eerste die het hoort zodra we live gaan.
pa: ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਸਾਰੀਆਂ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਬਣਨ ਵਿੱਚ ਸਮਾਂ ਲਗਦਾ ਹੈ ਅਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਅਰਾਤਾਈ ਨੂੰ ਵੀ ਲਗਦਾ ਹੈ। ਇਕ ਵਾਰ ਸਾਡੇ ਲਾਈਵ ਹੋਣ ‘ਤੇ ਤੁਸੀਂ ਪਹਿਲੀ ਬਾਰ ਸੁਣੋਂਗੇ।
pt_pt: Obrigado por se inscrever! Todas as coisas boas levam tempo a preparar e assim é o arattai. Vai ser o primeiro a saber, assim que entrarmos em direto.
ru: Благодарим за регистрацию. Для появления хороших вещей требуется время, это относится и к Arattai. Когда мы начнем работу, вы узнаете об этом в числе первых.
ta_in: பதிவுசெய்ததற்கு நன்றி! எல்லா நல்ல விஷயங்களும் வெளிச்சத்திற்கு வருவதற்கு சிறிது காலம் ஆகும், Arattai-யும் அவ்வாறே. நாங்கள் நேரலையில் சென்றதும் நீங்கள் தான் அது குறித்து முதலில் கேட்பீர்கள்.
te: సైన్‌అప్ చేసినందుకు ధన్యవాదాలు! అన్ని మంచి విషయాలు అలానే ఆరాటై అలవాటు కావడానికి కొంత సమయం పడుతుంది. మేం లైవ్‌లోనికి వెళ్లిన తరువాత ముందుగా వినేది మీరే.
tr: Kaydolduğunuz için teşekkür ederiz! Tüm iyi şeylerin hazırlanması biraz zaman alır, arattai’yi hazırlamak da. Yayınladığımız zaman ilk haber alan kişi olacaksınız.
ur_arab_in: سائن اپ کرنے کا شکریہ! تمام اچھی چیزیں پورا ہونے میں کچھ وقت لیتی ہیں اور arattai کا بھی یہی معاملہ ہے۔ ایک بار ہمارے لائیو ہونے پر آپ ہمیں سننے والے پہلے شخص ہوں گے۔
vi: Cám ơn bạn đã đăng ký! Tất cả những gì hay đều cần thời gian để hình thành và arattai cũng vậy. Bạn sẽ là người đầu tiên biết thông tin một khi chúng tôi đi vào hoạt động.
zh_hant: 感謝您註冊！所有美好的食物都需要時間來醞釀， ratattai 也同樣如此。在我們的產品上線後，我們將第一時間通知您。

# chat_onboarding_block_text
source: Hi there 👋
bn_in: এই যে, %@
de: Hallo %@
el: Χαίρετε, %@
es: Hola, %@
fr: Bonjour, %@
gu: હાય ત્યાં, %@
hi: नमस्कार, %@
it: Ciao, %@
ja: こんにちは、%@さん
kn: ನಮಸ್ಕಾರ, %@
ml: ഹായ്, %@
mr: %@, नमस्कार!
nl: Hallo, %@
pa: ਹੈਲੋ, %@
pt_pt: Olá, %@
ru: Здравствуйте, %@!
ta_in: வணக்கம் %@
te: హాయ్ ఉన్నారా, %@
tr: Merhaba, %@
ur_arab_in: ہائی، %@
vi: Xin chào, %@
zh_hant: 您好， %@

# chat_profile_update_title
source: Profile info
bn_in: প্রোফাইলের তথ্য
de: Profilinfo
el: Πληροφορίες προφίλ
es: Información de perfil
fr: Informations sur le profil
gu: પ્રોફાઇલ માહિતી
hi: प्रोफाइल जानकारी
it: Informazioni profilo
ja: プロファイル情報
kn: ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ
ml: പ്രൊഫൈൽ വിവരം
mr: प्रोफाइल माहिती
nl: Profielgegevens
pa: ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ
pt_pt: Informação do perfil
ru: Информация о профиле
ta_in: சுயவிவரத் தகவல்
te: ప్రొఫైల్ సమాచారం
tr: Profil bilgileri
ur_arab_in: پروفائل کی معلومات
vi: Thông tin hồ sơ
zh_hant: 設定檔資訊

# chat_profile_update_subtitle
source: Please provide your name and an optional profile photo.
bn_in: আপনার নাম এবং একটি ঐচ্ছিক প্রোফাইলের ছবি সরবরাহ করুন।
de: Bitte geben Sie Ihren Namen, auf Wunsch auch ein Profilfoto an.
el: Προσθέστε το όνομά σας και μια προαιρετική φωτογραφία προφίλ.
es: Proporcione su nombre y opcionalmente una imagen para su perfil de usuario.
fr: Veuillez fournir votre nom et une photo de profil facultative.
gu: તમારું નામ અને વૈકલ્પિક પ્રોફાઇલ ફોટો કૃપા કરીને પ્રદાન કરો.
hi: कृपया अपना नाम और वैकल्पिक प्रोफाइल फोटो प्रदान करें।
it: Indicare nome e una foto profilo opzionale.
ja: お名前と任意のプロフィール写真を入力してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಒಂದು ಐಚ್ಛಿಕ ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಒದಗಿಸಿ.
ml: ദയവായി നിങ്ങളുടെ പേരും ഒരു ഓപ്‌ഷണൽ പ്രൊഫൈൽ ഫോട്ടോയും നൽകുക.
mr: कृपया तुमचे नाव आणि पर्यायी प्रोफाइल फोटो प्रदान करा.
nl: Geef uw naam en een optionele profielfoto op.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਅਤੇ ਇੱਕ ਵਿਕਲਪਿਕ ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਪ੍ਰਦਾਨ ਕਰੋ।
pt_pt: Indique o seu nome e forneça uma foto de perfil opcional.
ru: Укажите свое имя, а также отправьте изображение профиля (по желанию).
ta_in: உங்கள் பெயரையும் விருப்பத்தேர்வான சுயவிவரப் புகைப்படத்தையும் வழங்கவும்.
te: దయచేసి మీ పేరు మరియు ఐచ్ఛిక ప్రొఫైల్ ఫోటోను అందించండి.
tr: Lütfen adınızı ve isteğe bağlı olarak bir profil fotoğrafı sağlayın.
ur_arab_in: براہ کرم اپنا نام اور پروفائل کی اختیاری تصویر فراہم کریں۔
vi: Vui cho biết tên của bạn và hình hồ sơ tùy chọn.
zh_hant: 請提供您的名字和設定檔相片（選用）。

# chat_group_name_hint
source: Group name
bn_in: গ্রুপের নাম
de: Gruppenname
el: Όνομα ομάδας
es: Nombre de grupo
fr: Nom du groupe
gu: સમૂહ નામ
hi: समूह का नाम
it: Nome gruppo
ja: Die
kn: ಗುಂಪಿನ ಹೆಸರು
ml: ഗ്രൂപ്പിന്റെ പേര്
mr: समूहाचे नाव
nl: Groepsnaam
pa: ਸਮੂਹ ਦਾ ਨਾਮ
pt_pt: Nome do grupo
ru: Имя группы
ta_in: குழுப் பெயர்
te: గ్రూపు పేరు
tr: Grup adı
ur_arab_in: گروپ کا نام
vi: Tên nhóm
zh_hant: 群組名稱

# chat_profile_update_name_subhint
source: Enter your name
bn_in: আপনার নাম লিখুন
de: Name eingeben
el: Εισαγάγετε το όνομά σας
es: Escriba su nombre
fr: Entrez votre nom
gu: તમારું નામ લખી જણાવો
hi: अपना नाम दर्ज करें
it: Inserisci il tuo nome
ja: 名前を入力してください
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
mr: तुमचे नाव प्रविष्ट करा
nl: Voer uw naam in
pa: ਆਪਣਾ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ
pt_pt: Introduza o seu nome
ru: Введите имя
ta_in: உங்கள் பெயரை உள்ளிடுக
te: మీ పేరు నమోదు చేయండి
tr: Adınızı girin
ur_arab_in: اپنا نام درج کریں
vi: Nhập tên của bạn
zh_hant: 輸入您的名稱

# chat_profile_update_btn
source: Next
bn_in: পরবর্তী
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
gu: આગામી
hi: अगला
it: Avanti
ja: 次へ
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढील
nl: Volgende
pa: ਅਗਲਾ
pt_pt: Seguinte
ru: Далее
ta_in: அடுத்து
te: తరువాత
tr: Sonraki
ur_arab_in: اگلا
vi: Kế tiếp
zh_hant: 下一步

# chat_profile_dialog_camera
source: Camera
bn_in: ক্যামেরা
de: Kamera
el: Κάμερα
es: Cámara
fr: Appareil photo
gu: કૅમેરા
hi: कैमरा
it: Fotocamera
ja: カメラ
kn: ಕ್ಯಾಮರಾ
ml: ക്യാമറ
mr: कॅमेरा
pa: ਕੈਮਰਾ
pt_pt: Câmara
ru: Камера
ta_in: கேமரா
te: కెమెరా
tr: Kamera
ur_arab_in: کیمرہ
zh_hant: 相機

# chat_contact_share_app
source: Invite Friends
bn_in: বন্ধুদের আমন্ত্রণ জানান
de: Freunde einladen
el: Προσκαλέστε φίλους
es: Invitar a amigos
fr: Inviter des amis
gu: મિત્રોને આમંત્રિત કરો
hi: मित्रों को आमंत्रित करें
it: Invita amici
ja: 友人を招待
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: मित्रांना आमंत्रित करा
nl: Vrienden uitnodigen
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pt_pt: Convidar amigos
ru: Пригласить друзей
ta_in: நண்பர்களை அழை
te: స్నేహితులను ఆహ్వానించు
tr: Arkadaşlarınızı Davet Edin
ur_arab_in: دوستوں کو مدعو کریں
vi: Mời Bạn Bè
zh_hant: 邀請朋友

# chat_contact_share_app_text
source: Hi! I'm using Arattai to chat with friends and family, and would love for you to join. Download it here:
bn_in: হাই! আমি %@–এ চ্যাটে আছি এবং আপনার যোগ দেওয়া পছন্দ করব। এটি এখানে ডাউনলোড করুন: https://chat.arattai.in/app/download
de: Hallo! Ich chatte jetzt mit %@ – schön, wenn du mitmachen würdest. Der Download ist hier: https://chat.arattai.in/app/download
es: ¡Hola! Estoy en %@ para iniciar un chat y me encantaría que se uniera a la conversación. Descárguelo desde aquí: https://chat.arattai.in/app/download
fr: Bonjour ! Je suis sur %@ pour discuter et j’aimerais beaucoup que vous me rejoigniez. Téléchargez-le ici : https://chat.arattai.in/app/download
gu: હાય! ચૅટ કરવા માટે હું %@ પર છું અને તમને જોડાવાનું ગમશે. તેને અહીં ડાઉનલોડ કરો: https://chat.arattai.in/app/download
hi: हैलो! मैं चैट करने के लिए %@ पर हूँ और आपका शामिल होना मुझे बहुत अच्छा लगेगा। इसे यहाँ डाउनलोड करें: https://chat.arattai.in/app/download
it: Salve! Sono su %@ per chattare e vorrei che tu partecipassi. Scaricalo qui: https://chat.arattai.in/app/download
ja: こんにちは！%@でチャットをしているので、ぜひ参加してください。ダウンロードはこちら:
kn: ನಮಸ್ಕಾರ! ನಾನು ಚಾಟ್ ಮಾಡಲು %@ ನಲ್ಲಿ ಇದ್ದೇನೆ ಮತ್ತು ನೀವು ಸೇರುವುದನ್ನು ಇಷ್ಟಪಡುತ್ತೇನೆ. ಅದನ್ನು ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ: https://chat.arattai.in/app/download
ml: ഹായ്! ഞാൻ ചാറ്റ് ചെയ്യാനായി %@ ൽ ഉണ്ട്, നിങ്ങൾക്കൊപ്പം ചേരാൻ ഞാൻ ആഗ്രഹിക്കുന്നു. ഇത് ഇവിടെ ഡൗൺ‌ലോഡ് ചെയ്യുക: https://chat.arattai.in/app/download
mr: नमस्ते! मी चॅट करण्यास %@ वर आहे आणि तुमच्यासोबत सामील होणे आवडेल. ते येथे डाउनलोड करा: https://chat.arattai.in/app/download
nl: Hallo! Ik gebruik %@ om te chatten en nodig je graag uit om ook deel te nemen. Download het hier: https://chat.arattai.in/app/download
pa: ਹੈਲੋ! ਮੈਂ ਚੈਟ ਕਰਨ ਲਈ %@ ਤੇ ਹਾਂ ਅਤੇ ਮੈਂ ਚਾਹਾਂਗਾ/ਚਾਹਾਂਗੀ ਕਿ ਤੁਸੀਂ ਵੀ ਸ਼ਾਮਲ ਹੋਵੋ। ਇਸਨੂੰ ਇੱਥੇ ਡਾਉਨਲੋਡ ਕਰੋ: https://chat.arattai.in/app/download
pt_pt: Olá! Estou no %@ para conversar e adoraria que participasse. Faça a transferência aqui: https://chat.arattai.in/app/download
ru: Привет! Я использую %@ для общения в чате, присоединяйтесь! Скачать приложение можно здесь: https://chat.arattai.in/app/download
ta_in: வணக்கம்! நான் அரட்டையடிக்க %@-இல் இருக்கிறேன், நீங்கள் இணைய வேண்டுமென்று விரும்புகிறேன். அதை இங்கே பதிவிறக்கவும்: https://chat.arattai.in/app/download
te: హాయ్! నేను చాట్ చేయడానికి %@ పైన ఉన్నాను మరియు మీరు చేరడాన్ని నేను ఇష్టపడతాను. దానిని ఇక్కడ డౌన్‌లోడ్ చేయండి: https://chat.arattai.in/app/download
tr: Merhaba! Sohbet etmek için %@ grubundayım ve katılmandan mutluluk duyarım. Buradan indirin: https://chat.arattai.in/app/download
ur_arab_in: ہائی! میں چیٹ کرنے کے لیے %@ پر موجود ہوں اور آپ کی شرکت کو پسند کروں گا۔ اسے یہاں ڈاؤن لوڈ کریں: https://chat.arattai.in/app/download
vi: Xin chào! Tôi đang sử dụng %@ để chat và muốn bạn tham gia. Tải nó xuống ở đây: https://chat.arattai.in/app/download
zh_hant: 嗨！我正在 %@ 聊天，歡迎您加入。在此處下載：https://chat.arattai.in/app/download

# chat_contact_unblock
source: Unblock
bn_in: আনব্লক করুন
de: Entsperren
el: Ακύρωση αποκλεισμού
es: Desbloquear
fr: Débloquer
gu: અનાવરોધિત કરો
hi: अनब्लॉक करें
it: Sblocca
ja: ブロックを解除
kn: ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ml: തടഞ്ഞത് മാറ്റുക
mr: ब्लॉक काढा
nl: Deblokkeren
pa: ਅਨਬਲੌਕ
pt_pt: Desbloquear
ru: Разблокировать
ta_in: தடைநீக்கு
te: అన్‌బ్లాక్ చేయి
tr: Engellemeyi Kaldır
ur_arab_in: ان بلاک کریں
vi: Bỏ chặn
zh_hant: 解除封鎖

# dialog_block_title
source: Block the contact
bn_in: পরিচিতিটি ব্লক করুন
de: Kontakt blockieren
el: Αποκλεισμός της επαφής
es: Bloquear el contacto
fr: Bloquer le contact
gu: સંપર્ક અવરોધિત કરો
hi: संपर्क को अवरुद्ध करें
it: Blocca il contatto
ja: 連絡先をブロック
kn: ಸಂಪರ್ಕವನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿ
ml: കോൺ‌ടാക്റ്റ് തടയുക
mr: संपर्क ब्लॉक करा
nl: De contactpersoon blokkeren
pa: ਸੰਪਰਕ ਬਲੌਕ ਕਰੋ
pt_pt: Bloquear o contacto
ru: Блокировать контакт
ta_in: தொடர்பைத் தடைசெய்
te: కాంటాక్ట్ బ్లాక్ చేయండి
tr: Kişiyi engelle
ur_arab_in: رابطے کو بلاک کریں
vi: Chặn số liên lạc này
zh_hant: 封鎖聯絡人

# dialog_loading_block_user
source: Blocking %@ …
bn_in: %@ কে ব্লক করা হচ্ছে...
de: %@ blockieren …
el: Αποκλεισμός %@...
es: Se está bloqueando a %@...
fr: Blocage du %@…
gu: %@ અવરોધિત કરો…
hi: %@ को अवरुद्ध किया जा रहा है...
it: Blocco %@…
ja: %@をブロック中…
kn: %@ ಬ್ಲಾಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: %@ തടയുന്നു…
mr: %@ ब्लॉक करत आहे...
nl: %@ wordt geblokkeerd…
pa: %@ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pt_pt: A bloquear %@…
ru: Блокируем пользователя %@…
ta_in: %@-ஐ தடைசெய்கிறது ...
te: %@ బ్లాక్ చేస్తోంది…
tr: %@ engelleniyor …
ur_arab_in: %@ کو بلاک کیا جا رہا ہے ...
vi: Đang chặn %@...
zh_hant: 正在封鎖 %@…

# dialog_loading_unblock_user
source: Unblocking %@ …
bn_in: %@ কে আনব্লক করা হচ্ছে...
de: %@ entsperren …
el: Άρση αποκλεισμού %@...
es: Se está desbloqueando a %@...
fr: Déblocage du %@…
gu: %@ અનાવરોધિત કરો…
hi: %@ अनब्लॉक किया जा रहा है...
it: Sblocco in corso %@…
ja: %@をブロック解除中 …
kn: %@ ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: %@ തടഞ്ഞത് മാറ്റുന്നു…
mr: %@ अनब्लॉक करत आहे...
nl: Blokkeren van %@ wordt opgeheven…
pa: %@ ਨੂੰ ਅਨਬਲੌਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pt_pt: A desbloquear %@…
ru: Разблокируем пользователя %@…
ta_in: %@-ஐ தடை நீக்குகிறது ...
te: %@ అన్‌బ్లాక్ చేస్తోంది …
tr: %@ engeli kaldırılıyor …
ur_arab_in: %@ کو ان بلاک کیا جا رہا ہے ...
vi: Đang bỏ chặn %@...
zh_hant: 正在解除封鎖 %@…

# toast_block_success
source: Blocked successfully!
bn_in: সফলভাবে ব্লক করা হয়েছে!
de: Erfolgreich blockiert!
el: Επιτυχής αποκλεισμός!
es: Se ha bloqueado correctamente.
fr: Bloqué avec succès !
gu: સફળતાપૂર્વક અવરોધિત થયું!
hi: सफलतापूर्वक अवरुद्ध किया गया!
it: Bloccato con successo!
ja: 正常にブロックされました！
kn: ಯಶಸ್ವಿಯಾಗಿ ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ!
ml: വിജയകരമായി തടഞ്ഞു!
mr: यशस्वीरित्या ब्लॉक केले!
nl: Met succes geblokkeerd!
pa: ਸਫਲਤਾਪੂਰਵਕ ਬਲੌਕ ਕੀਤਾ ਗਿਆ!
pt_pt: Bloqueado com sucesso!
ru: Блокировка выполнена!
ta_in: வெற்றிகரமாகத் தடைசெய்யப்பட்டது!
te: విజయవంతంగా బ్లాక్ చేయబడింది!
tr: Başarıyla engellendi!
ur_arab_in: کامیابی سے بلاک کر دیا گیا!
vi: Đã chặn thành công!
zh_hant: 已成功封鎖！

# toast_unblock_success
source: Unblocked successfully!
bn_in: সফলভাবে আনব্লক করা হয়েছে!
de: Erfolgreich entsperrt!
el: Επιτυχής άρση αποκλεισμού!
es: Se ha desbloqueado correctamente.
fr: Débloqué avec succès !
gu: સફળતાપૂર્વક અનાવરોધિત થયું!
hi: सफलतापूर्वक अनब्लॉक किया गया!
it: Sbloccato con successo!
ja: 正常にブロック解除されました！
kn: ಯಶಸ್ವಿಯಾಗಿ ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ!
ml: വിജയകരമായി തടഞ്ഞത് മാറ്റി!
mr: यशस्वीरित्या अनब्लॉक केले!
nl: Blokkering met succes opgeheven!
pa: ਸਫਲਤਾਪੂਰਵਕ ਅਨਬਲੌਕ ਕੀਤਾ ਗਿਆ!
pt_pt: Desbloqueado com sucesso!
ru: Разблокировка выполнена!
ta_in: வெற்றிகரமாகத் தடைநீக்கப்பட்டது!
te: విజయవంతంగా అన్‌బ్లాక్ చేయబడింది!
tr: Engeli başarıyla kaldırıldı!
ur_arab_in: کامیابی سے ان بلاک کر دیا گیا!
vi: Đã bỏ chặn thành công!
zh_hant: 已成功解除封鎖！

source: Operation failed
bn_in: কাজটি ব্যর্থ হয়েছে।
de: Aktion fehlgeschlagen
el: Η λειτουργία απέτυχε
es: La operación ha fallado
fr: Échec de l’opération
gu: ઓપરેશન નિષ્ફળ થયું
hi: कार्रवाई विफल रही
it: Operazione non riuscita
ja: 操作が失敗しました
kn: ಕಾರ್ಯಾಚರಣೆ ವಿಫಲವಾಗಿದೆ
ml: പ്രവർത്തനം പരാജയപ്പെട്ടു
mr: ऑपरेशन अयशस्वी झाले
nl: Bewerking is mislukt
pa: ਕਾਰਵਾਈ ਅਸਫ਼ਲ
pt_pt: Operação falhada
ru: Не удалось выполнить операцию
ta_in: இயக்கம் தோல்வியடைந்தது
te: ఆపరేషన్ విఫలమైంది
tr: İşlem başarısız oldu
ur_arab_in: کارروائی میں ناکامی ہوئی
vi: Thao tác thất bại
zh_hant: 操作失敗

# chat_action_edit_title
source: Edit title
bn_in: শিরোনাম সম্পাদন করুন
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fr: Modifier le titre
gu: શીર્ષક સંપાદિત કરો
hi: शीर्षक को संपादित करें
it: Modifica il titolo
ja: タイトルを編集
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ತಿದ್ದಿ
ml: ശീർഷകം എഡിറ്റ് ചെയ്യുക
mr: शीर्षक संपादन करा
nl: Titel bewerken
pa: ਸਿਰਲੇਖ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pt_pt: Editar título
ru: Изменить заголовок
ta_in: தலைப்பைத் திருத்து
te: టైటిల్ ఎడిట్ చేయండి
tr: Başlığı düzenle
ur_arab_in: عنوان میں تدوین کریں
vi: Sửa tiêu đề
zh_hant: 編輯標題
