Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_overflow_starred_messages
source: Starred messages
bn_in: তারকা চিহ্নিত মেসেজগুলি
de: Mitteilungen mit Sternwertung
el: Μηνύματα με αστέρι
es: Mensajes con estrella
fr: Messages marqués d’une étoile
gu: તારાંકિત સંદેશા
hi: तारांकित संदेश
it: Messaggi preferiti
ja: 星をつけられたメッセージ
kn: ಸ್ಟಾರ್ ಮಾಡಿದ ಸಂದೇಶಗಳು
ml: സ്റ്റാർ ചെയ്ത സന്ദേശങ്ങൾ
mr: तारांकित मेसेज
nl: Berichten met ster
pa: ਤਾਰਾਬੱਧ ਸੁਨੇਹੇ
pt_pt: Mensagens com estrela
ru: Сообщения со звездочками
ta_in: நட்சத்திரமிட்ட செய்திகள்
te: స్టార్ ఉన్న సందేశాలు
tr: Yıldızlı iletiler
ur_arab_in: اسٹار کردہ پیغامات
vi: Các tin nhắn đã gắn sao
zh_hant: 加星标消息

# chat_overflow_addshortcut
source: Add shortcut
bn_in: শর্টকাট যোগ করুন
de: Verknüpfung hinzufügen
el: Προσθήκη συντόμευσης
es: Agregar acceso directo
fr: Ajouter un raccourci
gu: શોર્ટકટ ઉમેરો
hi: शॉर्टकट जोडें
it: Aggiungi collegamento rapido
ja: ショートカットを追加
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಿ
ml: കുറുക്കുവഴി ചേർക്കുക
mr: शॉर्टकट जोडा
nl: Snelkoppeling toevoegen
pa: ਸ਼ੌਰਟਕਟ ਜੋੜੋ
pt_pt: Adicionar atalho
ru: Добавить ярлык
ta_in: குறுக்குவழியை சேர்
te: షార్ట్‌కట్ జోడించండి
tr: Kısayol ekle
ur_arab_in: شارٹ کٹ شامل کریں
vi: Thêm phím tắt
zh_hant: 添加快捷方式

# chat_overflow_chatbackground
source: Chat background
bn_in: চ্যাটের পটভূমি
de: Chathintergrund
el: Φόντο συνομιλίας
es: Fondo de chat
fr: Arrière-plan de conversation
gu: ચૅટ બેકગ્રાઉન્ડ
hi: चैट पृष्ठभूमि
it: Sfondo chat
ja: チャット背景
kn: ಚಾಟ್ ಹಿನ್ನೆಲೆ
ml: ചാറ്റ് പശ്ചാത്തലം
mr: चॅट पार्श्वभूमी
nl: Achtergrond voor chat
pa: ਚੈਟ ਬੈਕਗ੍ਰਾਉਂਡ
pt_pt: Fundo do chat
ru: Фон чата
ta_in: அரட்டைப் பின்புலம்
te: చాట్ బ్యాక్‌గ్రౌండ్
tr: Sohbet Arka Planı
ur_arab_in: چیٹ کا پس منظر
vi: Hình Nền Chat
zh_hant: 聊天背景

# chat_message_mention_add
source: Add
bn_in: যোগ করুন
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
gu: ઉમેરો
hi: जोड़ें
it: Aggiungi
ja: 追加
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
mr: जोडा
nl: Toevoegen
pa: ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar
ru: Добавить
ta_in: சேர்
te: జోడించండి
tr: Ekle
ur_arab_in: شامل کریں
vi: Thêm
zh_hant: 添加

# chat_message_mention_title
source: isn't a part of this chat yet. Would you like to add?
bn_in: এই চ্যাটের অংশ নন এখনও। আপনি কি যোগ করতে চান?
de: zählt noch nicht zu diesem Chat. Hinzufügen?
el: δεν ανήκει πλέον σε αυτή τη συνομιλία. Επιθυμείτε να προστεθεί;
es: todavía no forma parte de este chat. ¿Desea agregarlo?
fr: ne fait pas encore partie de ce chat. Souhaitez-vous les ajouter ?
gu: હજી આ ચૅટનો ભાગ નથી. શું તમે ઉમેરવા માંગો છો?
hi: अभी तक इस चैट का भाग नहीं है। क्या आप जोड़ना चाहेंगे?
it: Non fa ancora parte di questa chat. Desideri aggiungere?
ja: はまだこのチャットの一部ではありません。追加しますか？
kn: ಇನ್ನೂ ಈ ಚಾಟ್‌ನ ಭಾಗವಾಗಿಲ್ಲ. ನೀವು ಸೇರಿಸಲು ಬಯಸುತ್ತೀರಾ?
ml: ഇനിയും ഈ ചാറ്റിന്റെ ഭാഗമല്ല. നിങ്ങൾ ചേർക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: अद्याप या चॅटचा भाग नाही. तुम्हाला जोडायचे आहे का?
nl: Maakt nog geen deel uit van deze chat. Wilt u toevoegen?
pa: ਅਜੇ ਇਸ ਚੈਟ ਦਾ ਹਿੱਸਾ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਨੂੰ ਜੋੜਨੀ ਚਾਹੋਗੇ?
pt_pt: ainda não pertence a este chat. Pretende adicionar?
ru: пока еще не присоединился к этому чату. Добавить?
ta_in: இந்த அரட்டையின் ஒரு பகுதியாக இன்னும் இல்லை. சேர்க்க விரும்புகிறீர்களா?
te: ఈ చాట్‌లో ఇంకా భాగం కాదు. మీరు జోడించాలని కోరుకుంటున్నారా?
tr: henüz bu sohbetin bir parçası değil. Eklemek ister misiniz?
ur_arab_in: ابھی تک اس چیٹ کا حصہ نہیں ہے۔ کیا آپ شامل کرنا چاہیں گے؟
vi: chưa phải là thành viên của nội dung chat này. Bạn có muốn thêm không?
zh_hant: 还没有加入此聊天。是否要添加？

# chat_message_translate_view_original
source: View original
bn_in: আসল দেখুন
de: Original anzeigen
el: Προβολή αρχικού
es: Ver original
fr: Afficher l’original
gu: અસલ જુઓ
hi: मूल देखें
it: Visualizza originale
ja: オリジナルを表示
kn: ಮೂಲವನ್ನು ನೋಡಿ
ml: ഒറിജിനൽ കാണുക
mr: मूळ पहा
nl: Origineel weergeven
pa: ਅਸਲੀ ਵੇਖੋ
pt_pt: Ver original
ru: Просмотр оригинала
ta_in: அசலைக் காண்க
te: ఒరిజినల్ వీక్షించండి
tr: Özgün halini görüntüle
ur_arab_in: اصل کو دیکھیں
vi: Xem bản gốc
zh_hant: 查看原始件

# chat_message_translate_view_original_message
source: View original message
bn_in: আসল বার্তা দেখুন
de: Originalmitteilung anzeigen
el: Προβολή αρχικού μηνύματος
es: Ver mensaje original
fr: Afficher le message original
gu: અસલ સંદેશ જુઓ
hi: मूल संदेश देखें
it: Visualizza messaggio originale
ja: オリジナルのメッセージを表示
kn: ಮೂಲ ಸಂದೇಶವನ್ನು ನೋಡಿ
ml: ഒറിജിനൽ സന്ദേശം കാണുക
mr: मूळ मेसेज पाहा
nl: Origineel bericht weergeven
pa: ਅਸਲੀ ਸੁਨੇਹਾ ਦੇਖੋ
pt_pt: Ver mensagem original
ru: Просмотр оригинального сообщения
ta_in: அசல் செய்தியைக் காண்க
te: ఒరిజినల్ సందేశాన్ని వీక్షించండి
tr: Orijinal iletiyi göster
ur_arab_in: اصل پیغام دیکھیں
vi: Xem tin nhắn gốc
zh_hant: 查看原始消息

# chat_shortcut_added_success
source: Great, %1$s added to your homescreen
bn_in: দুর্দান্ত, %1$s আপনার হোমস্ক্রিনে যোগ করা হয়েছে
de: Wunderbar, %1$s zu Ihrem Startbildschirm hinzugefügt
el: Υπέροχα, το %1$s προστέθηκε στην αρχική οθόνη σας
es: Excelente, se ha agregado %1$s a su pantalla de inicio
fr: Génial, %1$s a été ajouté à votre écran d’accueil
gu: મહાન, %1$s તમારી હોમસ્ક્રીન પર ઉમેર્યું
hi: बढ़िया, %1$s को आपकी होमस्क्रीन में जोड़ा गया
it: Fantastico, %1$s aggiunto alla tua schermata principale
ja: あなたのホーム画面に%1$sが追加されました
kn: ಅದ್ಭುತ, %1$s ಅನ್ನು ನಿಮ್ಮ ಮುಖಪುಟ ಸ್ಕ್ರೀನ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ml: കൊള്ളാം, %1$s നിങ്ങളുടെ ഹോംസ്‌ക്രീനിലേക്ക് ചേർത്തു
mr: उत्तम, %1$s तुमच्या होमस्क्रीनमध्ये जोडले
nl: Geweldig, %1$s toegevoegd aan uw startscherm
pa: ਵਧੀਆ, ਤੁਹਾਡੀ ਹੋਮਸਕ੍ਰੀਨ ਵਿੱਚ %1$s ਜੋੜਿਆ ਗਿਆ
pt_pt: Ótimo, %1$s adicionado ao seu ecrã principal
ru: Отлично! Приложение %1$s добавлено на главный экран
ta_in: சிறப்பு, %1$s உங்கள் முகப்புத் திரையில் சேர்க்கப்பட்டது
te: మంచిది, %1$s మీ హోమ్‌స్క్రీన్‌కు జోడించబడింది
tr: Harika, %1$s giriş ekranınıza eklendi
ur_arab_in: اعلیٰ، %1$s کو آپ کی ہوم اسکرین پر شامل کر دیا گیا
vi: Tuyệt vời, đã thêm %1$s vào màn hình chính của bạn
zh_hant: 非常好，%1$s 已添加到您的主屏幕

# chat_shortcut_already_added
source: Shortcut already added for this chat
bn_in: শর্টকাট ইতিমধ্যেই এই চ্যাটটির জন্য যোগ করা হয়েছে
de: Verknüpfung für diesen Chat bereits hinzugefügt
el: Η συντόμευση έχει ήδη προστεθεί γι’ αυτήν τη συνομιλία
es: Acceso directo ya agregado para este chat
fr: Raccourci déjà ajouté pour ce chat
gu: આ ચૅટ માટે શોર્ટકટ પહેલાંથી જ ઉમેર્યો છે
hi: इस चैट के लिए शॉर्टकट पहले ही जोड़ा गया है
it: Collegamento già aggiunto per questa chat
ja: このチャットにはすでにショートカットが追加されています。
kn: ಈ ಚಾಟ್‌ಗಾಗಿ ಈಗಾಗಲೇ ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ml: ഈ ചാറ്റിനായി കുറുക്കുവഴി ഇതിനകം ചേർത്തു
mr: या चॅटसाठी आधीपासूनच शॉर्टकट जोडला आहे
nl: Snelkoppeling al toegevoegd voor deze chat
pa: ਇਸ ਚੈਟ ਲਈ ਸ਼ੌਰਟਕਟ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ
pt_pt: O atalho já foi adicionado a este chat
ru: Для этого чата уже есть ярлык
ta_in: இந்த அரட்டைக்கு ஏற்கனவே குறுக்குவழி சேர்க்கப்பட்டுள்ளது
te: ఈ చాట్ కొరకు షార్ట్‌కట్ ఇప్పటికే జోడించబడింది
tr: Bu sohbet için kısayol zaten eklendi
ur_arab_in: شارٹ کٹ پہلے ہی اس چیٹ کے لیے شامل کر دیا گیا
vi: Đã thêm phím tắt đối với nội dung chat này
zh_hant: 已为此聊天添加快捷方式

# chat_message_send_mail
source: Send Mail
bn_in: মেইল পাঠান
de: Mail senden
el: Αποστολή αλληλογραφίας
es: Enviar correo
fr: Envoyer un e-mail
gu: મેલ મોકલો
hi: मेल भेजें
it: Invia e-mail
ja: メールを送る
kn: ಮೇಲ್ ಕಳುಹಿಸಿ
ml: മെയിൽ അയയ്ക്കുക
mr: मेल पाठवा
nl: E-mail verzenden
pa: ਮੇਲ ਭੇਜੋ
pt_pt: Enviar e-mail
ru: Отправить почту
ta_in: அஞ்சலை அனுப்பு
te: మెయిల్‌ని పంపు
tr: Posta Gönder
ur_arab_in: میل بھیجیں
vi: Gửi Mail
zh_hant: 发送邮件

# chat_tempmsg
source: This message is only visible to you
bn_in: এই মেসেজটি কেবল আপনার কাছে দৃশ্যমান
de: Diese Mitteilung ist nur für Sie sichtbar
el: Το μήνυμα αυτό είναι ορατό μόνο σε σας
es: Este mensaje solo está visible para usted
fr: Ce message n’est visible que pour vous
gu: આ સંદેશ ફક્ત તમને જ દૃશ્યક્ષમ છે
hi: यह संदेश केवल आप देख सकते हैं
it: Il messaggio è visibile solo a te
ja: 自分にのみこのメッセージを表示する
kn: ಈ ಸಂದೇಶ ಕೇವಲ ನಿಮಗೆ ಮಾತ್ರ ಕಾಣುತ್ತದೆ
ml: ഈ സന്ദേശം നിങ്ങൾക്ക് മാത്രമേ കാണാനകുകയുള്ളു.
mr: हा मेसेज केवळ तुमच्यासाठीच दृश्यमान आहे
nl: Dit bericht is alleen zichtbaar voor u
pa: ਇਹ ਸੁਨੇਹਾ ਸਿਰਫ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਵੇਗਾ
pt_pt: Esta mensagem só está visível para si
ru: Это сообщение открыто только для вас
ta_in: இந்த செய்தி உங்களுக்கு மட்டுமே தெரியும்
te: ఈ సందేశం మీకు మాత్రమే కనిపిస్తుంది
tr: Bu ileti yalnızca sizin tarafınızdan görülebilir
ur_arab_in: یہ پیغام صرف آپ کو ظاہر ہو گا
vi: Tin nhắn này chỉ được hiển thị cho bạn
zh_hant: 只有您可以看到此消息

# chat_dialog_session_exceeded
source: Hey there, you've reached the maximum number of device sessions allowed. Delete old sessions for '%@ Android' in Zoho Accounts > Sessions > App Logins, to sign-in to %@.
bn_in: এই যে, আপনি অনুমোদিত ডিভাইস সেশনের সর্বাধিক সংখ্যায় পৌঁছে গেছেন। Zoho Accounts &gt; সেশনগুলি &gt; অ্যাপের লগইনে ‘%@ Android’-এর জন্য পুরানো সেশনগুলি মুছে ফেলুন, %@-এ সাইন-ইন করতে।
de: Hallo! Sie haben die maximale Gerätesitzungsanzahl erreicht. Zum Anmelden an %@ löschen Sie alte „%@ Android“-Sitzungen unter Zoho Accounts &gt; Sitzungen &gt; Appanmeldungen.
el: Χαίρετε, έχετε φτάσει τον μέγιστο επιτρεπτό αριθμό συνεδριών συσκευών. Διαγράψτε παλιές συνεδρίες για «%@ Android» στους Zoho Accounts &gt; Συνεδρίες &gt; Συνδέσεις εφαρμογής, για να συνδεθείτε στο %@.
es: Ha alcanzado el número máximo de sesiones de dispositivo permitidas. Elimine sesiones antiguas de «%@ Android» en Zoho Accounts &gt; Sesiones &gt; Inicios de sesión de aplicación, para iniciar sesión en %@.
fr: Bonjour, vous avez atteint le nombre maximum de sessions de périphériques autorisées. Supprimez les anciennes sessions pour « %@ Android » dans Zoho Accounts &gt; Sessions &gt; Connexions à l’application, pour vous connecter à %@.
gu: અરે, તમે માન્ય ઉપકરણ સત્રોની મહત્તમ સંખ્યા પર પહોંચી ગયા છો. %@ પર સાઇન ઇન કરવા માટે, Zoho Accounts &gt; સત્રો &gt; ઍપ લોગિન્સ માં “%@ Android” માટેના જૂના સત્રોને કાઢી નાખો.
hi: हैलो, आप डिवाइस सत्रों की अनुमत अधिकतम संख्या तक पहुँच चुके हैं। %@ में साइन-इन करने के लिए Zoho Accounts &gt; सत्र &gt; ऐप लॉगिंस में “%@ Android” के लिए पुराने सत्रों को हटाएं।
it: Ehi, hai raggiunto il numero massimo di sessioni dispositivo consentite. Elimina vecchie sessioni di “%@Cliq Android” in Zoho Accounts &gt; Sessioni &gt; Accessi app, per accedere a %@.
ja: 許容されるデバイスセッション数の上限に達しました。 Zoho Accounts &gt; セッションとデバイスログインで 「%@ Android」の古いセッションを削除して、%@にサインインしてください。「
kn: ನಮಸ್ಕಾರ, ನೀವು ಅನುಮತಿಸಿರುವ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಸಾಧನಗಳ ಸೆಷನ್‌ಗಳನ್ನು ತಲುಪಿದ್ದೀರಿ. %@ ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು, Zoho ಖಾತೆಗಳು ಮತ್ತು ಸೆಷನ್‌ಗಳು ಮತ್ತು ಆ್ಯಪ್‌ ಲಾಗಿನ್‌ಗಳು ಇದರಲ್ಲಿ ‘%@ Android’ ಗಾಗಿ ಹಳೆಯ ಸೆಷನ್‌ಗಳನ್ನು ಅಳಿಸಿ.
ml: ഹേയ്, നിങ്ങൾ അനുവദനീയമായ പരമാവധി ഡിവൈസ് സെഷനുകളിൽ എത്തി. Zoho Accounts ലെ '%@ Android' ന് വേണ്ടിയുള്ള പഴയ സെഷനുകൾ ഇല്ലാതാക്കുക &gt; സെഷനുകൾ &gt; %@ ലേക്ക് സൈൻ ഇൻ ചെയ്യുന്നതിനുള്ള ആപ്പ് ലോഗിനുകൾ.
mr: अहो, तुम्ही अनुमत डिव्हाइस सत्रांची कमाल संख्या गाठली आहे. Zoho Accounts &gt; मध्ये “%@ Android” साठी जुनी सत्रे हटवा; सत्रे &gt; %@ वर साइन इन करण्यासाठी अॅप लॉगइन.
nl: Hallo, u heeft het maximale aantal toegestane apparaatsessies bereikt. Verwijder oude sessies voor „%@ Android” in Zoho Accounts, Sessies, Aanmeldingen bij app, om u te kunnen aanmelden bij %@.
pa: ਸੁਣੋ, ਤੁਸੀਂ ਇਜਾਜਤ ਦਿੱਤੀ ਡਿਵਾਈਸ ਸੈਸ਼ਨਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ 'ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ। %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ Zoho Accounts&gt; ਸੈਸ਼ਨ &gt; ਐਪ ਲੌਗਇਨ ‘%@ Android’ ਪੁਰਾਣੇ ਸੈਸ਼ਨ ਮਿਟਾਓ।
pt_pt: Olá! Atingiu o número máximo permitido de sessões em dispositivos. Elimine as sessões antigas para “%@ Android” em Zoho Accounts &gt; Sessões &gt; Inícios de Sessão da Aplicação, para iniciar sessão no %@.
ru: Достигнуто максимально допустимое количество сеансов на устройстве. Чтобы войти в %@, удалите старые сеансы для «%@ Android» в меню «Zoho Accounts &gt; Сеансы &gt; Вход в приложение».
ta_in: நீங்கள் அனுமதிக்கப்பட்ட அதிகபட்ச சாதன அமர்வுகளை அடைந்துவிட்டீர்கள். %@-இல் உள்நுழைய, Zoho Accounts &gt; அமர்வுகள் &gt; செயலி உள்நுழைவுகளில் “%@ Android” -க்கான பழைய அமர்வுகளை நீக்கவும்.
te: హాయ్, మీరు అనుమతించిన పరికర సెషన్‌ల గరిష్ట సంఖ్యకు చేరుకున్నారు. %@కు లాగిన్ చేయడానికి, Zoho Accounts &gt; సెషన్‌లు &gt; యాప్ లాగిన్‌ల్లో “%@ Android” కొరకు పాత సెషన్‌లు డిలీట్ చేయండి.
tr: Merhaba, izin verilen maksimum cihaz oturumu sayısına ulaştınız. “%@”de oturum açmak için Zoho Accounts &gt; Oturumlar &gt; Uygulama için Oturum Açmalar içinde “%@ Android” için eski oturumları silin.
ur_arab_in: ہائی، آپ ڈیوائس کے مجاز سیشنز کی زیادہ سے زیادہ تعداد تک پہنچ گئے ہیں۔ %@ میں سائن ان ہونے کے لیے Zoho Accounts &gt; سیشنز &gt; ایپ لاگ انز، میں ”%@ Android“ کے لیے پرانے سیشنز کو صاف کریں۔
vi: Chào bạn, bạn đã đạt đến số phiên truy cập thiết bị tối đa được phép. Xóa các phiên truy cập cũ đối với “%@ Android” trong Zoho Accounts &gt; Phiên Truy Cập &gt; Đăng Nhập Ứng Dụng, để đăng nhập vào %@.
zh_hant: 嘿，您已达到允许的最大设备会话数。 在“Zoho Accounts &gt; 会话 &gt; 应用程序登录”中删除“%@ Android”的旧会话，登录到 %@。

# unfurl_consent_title
source: Zoho Link Previews
bn_in: Zoho লিংকের প্রিভিউগুলি
de: Zoho-Linkvorschauen
el: Προεπισκοπήσεις συνδέσμων Zoho
es: Vistas previas de enlace de Zoho
fr: Aperçus du lien Zoho
gu: Zoho Link પૂર્વાવલોકનો
hi: Zoho लिंक पूर्वावलोकन
it: Anteprime link Zoho
ja: Zoho リンクプレビュー
kn: Zoho ಲಿಂಕ್ ಮುನ್ನೋಟಗಳು
ml: Zoho ലിങ്ക് പ്രിവ്യൂകൾ
mr: Zoho लिंक पूर्वावलोकने
nl: Voorbeelden van Zoho-koppeling
pa: Zoho Link ਝਲਕ
pt_pt: Pré-visualizações da ligação do Zoho
ru: Предварительный просмотр ссылок Zoho
ta_in: Zoho Link முன்னோட்டங்கள்
te: Zoho లింక్ ప్రివ్యూలు
tr: Zoho Bağlantı Önizlemeleri
ur_arab_in: Zoho لنک کے پیش مناظر
vi: Xem Trước Liên Kết Zoho
zh_hant: Zoho 链接预览

# unfurl_consent_desc
source: The data in your link preview can be viewed by everyone, even if they don’t have access to that link.
bn_in: আপনার লিংক প্রিভিউয়ের ডেটা সকলে দেখতে পারবেন, এমনকি তাদের যদি লিংকে অ্যাক্সেস না থাকে তবুও।
de: Die Daten Ihrer Linkvorschau können von jedermann eingesehen werden, auch wenn kein Zugriff auf den Link gewährt wurde.
el: Τα δεδομένα στην προεπισκόπηση συνδέσμων σας μπορούν να προβληθούν από όλους, ακόμη και αν δεν έχουν πρόσβαση στον συγκεκριμένο σύνδεσμο.
es: Todos los usuarios pueden ver los datos contenidos en la vista previa del enlace, incluso si no tienen acceso a ese enlace.
fr: Les données dans l’aperçu de votre lien peuvent être affichées par tout le monde, même s’ils n’ont pas accès à ce lien.
gu: તમારી લિંક પૂર્વાવલોકનનો ડેટા દરેક દ્વારા જોઈ શકાય છે, ભલે તેમની પાસે તે લિંકની ઍક્સેસ ન હોય.
hi: आपके लिंक पूर्वावलोकन में डेटा प्रत्येक व्यक्ति द्वारा देखा जा सकता है भले ही उसके पास उस लिंक तक पहुँच न हो।
it: I dati nella tua anteprima link possono essere visualizzati da chiunque, persino da chi non ha accesso a quel link.
ja: リンクプレビュー内のデータは、そのリンクにアクセスできない場合でも、誰でも表示できます。
kn: ನಿಮ್ಮ ಲಿಂಕ್ ಮುನ್ನೋಟದಲ್ಲಿರುವ ಡೇಟಾವನ್ನು, ಒಂದು ವೇಳೆ ಅವರಿಗೆ ಆ ಲಿಂಕ್‌ಗೆ ಪ್ರವೇಶಾವಕಾಶ ಇಲ್ಲದಿದ್ದರೂ ಸಹ, ಎಲ್ಲರೂ ನೋಡಬಲ್ಲರು.
ml: നിങ്ങളുടെ ലിങ്ക് പ്രിവ്യൂവിലെ ഡാറ്റ എല്ലാവർക്കും ആ ലിങ്കിലേക്ക് ആക്സസ് ഇല്ലെങ്കിലും കാണാൻ കഴിയും.
mr: तुमच्या लिंक पूर्वावलोकनामधील डेटा प्रत्येकाद्वारे पाहता येईल, जरी त्यांना त्या लिंकचा अॅक्सेस नसला तरीही.
nl: De gegevens in het voorbeeld van uw koppeling kunnen door iedereen worden bekeken, zelfs als ze geen toegang hebben tot die koppeling.
pa: ਤੁਹਾਡੇ ਲਿੰਕ ਝਲਕ ਵਿੱਚ ਡੇਟਾ ਨੂੰ ਹਰ ਕੋਈ ਵੇਖ ਸਕਦਾ ਹੈ, ਭਾਵੇਂ ਉਨ੍ਹਾਂ ਕੋਲ ਉਸ ਲਿੰਕ ਤੱਕ ਪਹੁੰਚ ਨਾ ਵੀ ਹੋਵੇ।
pt_pt: Os dados da sua pré-visualização de ligação podem ser vistos por todos, mesmo que não tenham acesso a essa ligação.
ru: Данные в средстве предварительного просмотра ссылок могут просматривать все пользователи, даже если у них нет доступа к этой ссылке.
ta_in: உங்கள் இணைப்பு முன்னோட்டத்தில் உள்ள தரவை, அந்த இணைப்பிற்கான அணுகல் இல்லாவிட்டாலும் கூட, அனைவராலும் பார்க்க முடியும்.
te: మీ లింక్ ప్రివ్యూలోని డేటాను వారికి ఆ లింక్‌కు ప్రాప్యత లేనప్పటికీ ప్రతి ఒక్కరూ చూడవచ్చు.
tr: Bağlantı önizlemenizdeki veriler, o bağlantıya erişimleri olmasa bile herkes tarafından görüntülenebilir.
ur_arab_in: آپ کے لنک کے پیش منظر میں موجود ڈیٹا کو سب لوگ دیکھ سکتے ہیں، یہاں تک کہ اگر ان کے پاس اس تک رسائی کا لنک نہ ہو تب بھی۔
vi: Dữ liệu trong bản xem trước liên kết của bạn có thể được xem bởi tất cả mọi người, ngay cả khi họ không có quyền truy cập liên kết đó.
zh_hant: 您的链接预览中的数据可由任何人查看，即使他们无权访问该链接。

# unfurl_consent_note
source: Note: Can be configured in web app’s Settings > Media and Links
bn_in: দ্রষ্টব্য: ওয়েব অ্যাপের সেটিংস &gt; মিডিয়া এবং লিংকে কনফিগার করা যাবে
de: Hinweis: Kann in der Webapp unter Einstellungen &gt; Medien und Links konfiguriert werden
el: Σημείωση: Μπορούν να διαμορφωθούν στη διαδικτυακή εφαρμογή, στις Ρυθμίσεις &gt; Μέσα και Σύνδεσμοι
es: Nota: Se puede configurar en la aplicación web seleccionando Configuración &gt; Elementos multimedia y enlaces
fr: Remarque : Peut être configuré dans les Paramètres de l’application Web &gt; Media et Liens
gu: નોંધ: વેબ ઍપના Settings &gt; મીડિયા અને લિંક્સમાં ગોઠવી શકાય છે
hi: नोट: वेब ऐप की सेटिंग्स &gt; मीडिया और लिंक्स में कॉन्फिगर किया जा सकता है
it: Nota: può essere configurato in Impostazioni app web &gt; Media e link
ja: メモ: Webアプリの[設定] &gt; [メディアとリンク]で構成できます。
kn: ಗಮನಿಸಿ: ವೆಬ್ ಆ್ಯಪ್‌ನ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಮೀಡಿಯಾ ಮತ್ತು ಲಿಂಕ್‌ಗಳಲ್ಲಿ ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದು
ml: ശ്രദ്ധിക്കുക: വെബ് ആപ്പിന്റെ ക്രമീകരണങ്ങളിൽ ക്രമീകരിക്കാൻ കഴിയും &gt; മീഡിയയും ലിങ്കുകളും
mr: टीप: वेब अॅपच्या सेटिंग्जमध्ये कॉन्फिगर केले जाऊ शकते &gt; मीडिया आणि लिंक
nl: Opmerking: Kan worden geconfigureerd in Instellingen, Media en koppelingen van de webtoepassing
pa: ਧਿਆਨ ਦਿਓ: ਵੈਬ ਐਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ &gt; ਮੀਡੀਆ ਅਤੇ ਲਿੰਕ ਵਿੱਚ ਕੌਂਫਿਗਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pt_pt: Nota: Pode ser configurado na aplicação da web em Definições &gt; Multimédia e ligações
ru: Примечание. Можно настроить через меню веб-приложения «Настройки &gt; Мультимедиа и ссылки»
ta_in: குறிப்பு: வலைச் செயலியின் அமைப்புகள் &gt; ஊடகங்கள் மற்றும் இணைப்புகளில் உள்ளமைக்கலாம்
te: గమనిక: వెబ్ యాప్ సెట్టింగ్‌లు &gt; మీడియా మరియు లింక్‌ల్లో కాన్ఫిగర్ చేయవచ్చు
tr: Not: Web uygulamasının Ayarlar &gt; Medya ve Bağlantılar içinde yapılandırılabilir
ur_arab_in: نوٹ: ویب ایپ کی ترتیبات &gt; میڈیا اور لنکس میں تشکیل کاری کی جا سکتی ہے
vi: Lưu ý: Có thể cấu hình trong Thiết Lập của ứng dụng web &gt; Media và Liên Kết
zh_hant: 注：可在 Web 应用的“设置 &gt; 媒体和链接”中进行配置

# unfurl_consent_checkbox
source: Don't ask again
bn_in: আর জিজ্ঞাসা করবেন না
de: Nicht noch einmal fragen
el: Μην ερωτηθώ ξανά
es: No volver a preguntar
fr: Ne plus me demander
gu: ફરીથી પૂછશો નહીં
hi: दोबारा न पूछें
it: Non chiedere di nuovo
ja: 二度と確認しない
kn: ಇನ್ನೊಮ್ಮೆ ಕೇಳಬೇಡಿ
ml: വീണ്ടും ചോദിക്കരുത്
mr: पुन्हा विचारू नका
nl: Niet meer vragen
pa: ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ
pt_pt: Não perguntar novamente
ru: Больше не спрашивать
ta_in: மீண்டும் கேட்க வேண்டாம்
te: మళ్లీ అడగవద్దు
tr: Bir daha sorma
ur_arab_in: دوبارہ مت پوچھیں
vi: Không hỏi lại
zh_hant: 不再询问

# unfurl_consent_restrict
source: Restrict
bn_in: নিষিদ্ধ করুন
de: Unterbinden
el: Να περιοριστεί
es: Restringir
fr: Restreindre
gu: પ્રતિબંધિત કરો
hi: प्रतिबंधित करें
it: Limita
ja: 制限されています
kn: ನಿರ್ಬಂಧಿಸಿ
ml: നിയന്ത്രിക്കുക
mr: प्रतिबंधित
nl: Beperken
pa: ਪ੍ਰਤਿਬੰਧਤ ਕਰੋ
pt_pt: Restringir
ru: Ограничить
ta_in: கட்டுப்படுத்து
te: పరిమితం చేయండి
tr: Sınırla
ur_arab_in: محدود کریں
vi: Hạn chế
zh_hant: 限制

# chat_call_busydialog_txt
source: %@'s status is busy. Do you want to call now?
bn_in: %@-এর স্ট্যাটাস ব্যস্ত। আপনি এখন কল করতে চান?
de: Status von %@ ist besetzt. Jetzt anrufen?
el: Η κατάσταση του/της %@ έχει οριστεί ως απασχολημένος/η. Θέλετε να καλέσετε τώρα;
es: El estado de %@ es ocupado. ¿Desea llamar ahora?
fr: Le statut de %@ est occupé. Voulez-vous appeler maintenant ?
gu: %@ની સ્થિતિ વ્યસ્ત છે. શું તમે હવે કૉલ કરવા માંગો છો?
hi: %@ की स्थिति व्यस्त है। क्या आप अब कॉल करना चाहते हैं?
it: %@ è occupato. Desideri chiamare adesso?
ja: %@のステータスはビジー状態です。今すぐ通話しますか？
kn: %@ ಅವರ ಸ್ಟೇಟಸ್ ಬ್ಯುಸಿ ಆಗಿದೆ. ನೀವು ಈಗ ಕರೆ ಮಾಡಲು ಬಯಸುವಿರಾ?
ml: %@ ന്റെ സ്റ്റാറ്റസ് തിരക്കിലാണ്. നിങ്ങൾ ഇപ്പോൾ വിളിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: %@ ची स्थिती व्यस्त आहे. तुम्ही आता कॉल करू इच्छिता?
nl: De status van %@ is bezet. Wilt u nu bellen?
pa: %@ ਦਾ ਸਟੇਟਸ ਵਿਅਸਤ ਹੈ। ਕੀ ਤੁਸੀਂ ਹੁਣ ਕਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: O estado de %@ é ocupado. Pretende fazer a chamada agora?
ru: Статус пользователя %@: «Занят». Позвонить?
ta_in: %@-இன் நிலைமை பணிமிகுதி என உள்ளது. இப்போது அழைக்க விரும்புகிறீர்களா?
te: %@ స్టేటస్ బిజీగా ఉంది. మీరు ఇప్పుడు కాల్ చేయాలని అనుకుంటున్నారా?
tr: %@ kişisinin durumu güncel. Şimdi aramak istiyor musunuz?
ur_arab_in: %@ کا اسٹیٹس مصروف پر ہے۔ کیا آپ ابھی کال کرنا چاہتے ہیں؟
vi: Trạng thái của %@ là đang bận. Bạn có muốn gọi ngay không?
zh_hant: %@ 的状态为忙碌。是否要立即呼叫？

# chat_call_nightdialog_txt
source: %1$s's local time is %2$s. Do you want to call now?
bn_in: %1$s এর স্থানীয় সময় হল %2$s। আপনি এখন কল করতে চান?
de: Lokale Zeit bei %1$s ist %2$s. Jetzt anrufen?
el: Η τοπική ώρα του/της %1$s είναι %2$s. Θέλετε να καλέσετε τώρα;
es: La hora local de %1$s es %2$s. ¿Desea llamar ahora?
fr: L’heure locale de %1$s est %2$s. Voulez-vous appeler maintenant ?
gu: %1$sનો સ્થાનિક સમય %2$sછે. શું તમે હવે કૉલ કરવા માંગો છો?
hi: %1$s का स्थानीय समय %2$s है। क्या आप अब कॉल करना चाहते हैं?
it: L’ora locale di %1$s è %2$s. Desideri chiamare adesso?
ja: %1$sの現地時間は%2$sです。今すぐ通話しますか？
kn: %1$s ಅವರ ಸ್ಥಳೀಯ ಸಮಯ %2$s ಆಗಿದೆ. ನೀವು ಈಗ ಕರೆ ಮಾಡಲು ಬಯಸುವಿರಾ?
ml: %1$s ന്റെ പ്രാദേശിക സമയം %2$s ആണ്. നിങ്ങൾ ഇപ്പോൾ വിളിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: %1$s चा स्थानिक वेळ %2$s आहे. तुम्ही आता कॉल करू इच्छिता?
nl: De plaatselijke tijd van %1$s is %2$s. Wilt u nu bellen?
pa: %1$s ਦਾ ਲੋਕਲ ਸਮਾਂ %2$s ਹੈ। ਕੀ ਤੁਸੀਂ ਹੁਣ ਕਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: A hora local de %1$s é %2$s. Pretende fazer a chamada agora?
ru: Местное время пользователя %1$s: %2$s. Позвонить?
ta_in: %1$s-இன் உள்ளூர் நேரம் %2$s ஆகும். இப்போது அழைக்க விரும்புகிறீர்களா?
te: %1$s యొక్క స్థానిక సమయం %2$s. మీరు ఇప్పుడు కాల్ చేయాలని అనుకుంటున్నారా?
tr: %1$s yerel saati %2$s. Şimdi aramak istiyor musunuz?
ur_arab_in: %1$s کا مقامی وقت %2$s ہے۔ کیا آپ ابھی کال کرنا چاہتے ہیں؟
vi: Giờ địa phương của %1$s là %2$s. Bạn có muốn gọi ngay không?
zh_hant: %1$s 的当地时间为 %2$s。是否要立即呼叫？

# chat_call_dialog_pbtn
source: Continue
bn_in: এগিয়ে চলুন
de: Fortsetzen
el: Συνέχεια
es: Continuar
fr: Continuer
gu: ચાલુ રાખો
hi: जारी रखें
it: Continua
ja: 続行
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरु ठेवा
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pt_pt: Continuar
ru: Продолжить
ta_in: தொடர்க
te: కొనసాగండి
tr: Devam Et
ur_arab_in: جاری رکھیں
vi: Tiếp tục
zh_hant: 继续

# chat_call_dialog_nbtn
source: Call later
bn_in: পরে কল করুন
de: Später anrufen
el: Καλέστε αργότερα
es: Llamar más tarde
fr: Appeler plus tard
gu: પછીથી કૉલ કરો
hi: बाद में कॉल करें
it: Chiama più tardi
ja: 後で通話
kn: ನಂತರ ಕರೆ ಮಾಡಿ
ml: പിന്നീട് വിളിക്കുക
mr: नंतर कॉल करा
nl: Later bellen
pa: ਬਾਅਦ ਵਿੱਚ ਕਾਲ ਕਰੋ
pt_pt: Fazer a chamada mais tarde
ru: Позвонить позже
ta_in: பிறகு அழை
te: తరువాత కాల్ చేయండి
tr: Daha sonra ara
ur_arab_in: بعد میں کال کریں
vi: Gọi sau
zh_hant: 稍后拨打

# chat_update_download_finished
source: %@ is ready to be updated.
bn_in: %@ আপডেট হওয়ার জন্য তৈরি।
de: %@ ist zum Aktualisieren bereit.
el: Το %@ είναι έτοιμο να ενημερωθεί.
es: %@ está listo para actualizarse.
fr: %@ est prêt à être mis à jour.
gu: %@ અપડેટ કરવા માટે તૈયાર છે.
hi: %@ अद्यतन किए जाने के लिए तैयार है।
it: %@ è pronto per l’aggiornamento.
ja: %@の更新準備ができました。
kn: %@ ಅಪ್‌ಡೇಟ್ ಆಗಲು ಸಿದ್ಧವಾಗಿದೆ.
ml: %@ അപ്‌ഡേറ്റ് ചെയ്യാൻ തയ്യാറാണ്.
mr: %@ अपडेट करण्यास तयार आहे.
nl: %@ is klaar om te worden bijgewerkt.
pa: %@ ਅਪਡੇਟ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ।
pt_pt: %@ está pronto para ser atualizado.
ru: %@ готов к обновлению.
ta_in: %@ புதுப்பிக்கப்படத் தயாராக உள்ளது.
te: %@ అప్‌డేట్ చేయడానికి సిద్ధంగా ఉంది.
tr: %@ güncelleştirilmeye hazır.
ur_arab_in: %@ اپ ڈیٹ کیے جانے کے لیے تیار ہے۔
vi: %@ đã sẵn sàng cập nhật.
zh_hant: %@ 已准备好更新。

# chat_update_download_restart
source: RESTART
bn_in: আবার শুরু করুন
de: NEUSTART
el: ΕΠΑΝΕΚΚΙΝΗΣΗ
es: REINICIAR
fr: REDÉMARRER
gu: ફરી શરૂ કરો
hi: पुनरारंभ करें
it: RIAVVIA
ja: 再起動
kn: ಮರು ಆರಂಭಿಸಿ
ml: പുനരാരംഭിക്കുക
mr: पुन्हा चालवा
nl: OPNIEUW STARTEN
pa: ਰੀਸਟਾਰਟ ਕਰੋ
pt_pt: REINICIAR
ru: ПЕРЕЗАПУСТИТЬ
ta_in: மீள்தொடங்கு
te: రీస్టార్ట్
tr: YENİDEN BAŞLAT
ur_arab_in: ری اسٹارٹ کریں
vi: KHỞI ĐỘNG LẠI
zh_hant: 重新启动
