Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_action_mutevolume_toast
source: Device is muted! Turn up your volume.
bn_in: ডিভাইস মিউট করা আছে! আপনার ভলিউম বাড়ান।
de: Gerät ist stummgeschaltet! Drehen Sie die Lautstärke hoch.
el: Η συσκευή είναι σε σίγαση! Αυξήστε την ένταση.
es: El dispositivo tiene desactivado el audio. Aumente el volumen.
fr: Le son du périphérique est désactivé ! Activez votre volume.
gu: ઉપકરણ મ્યૂટ થઈ ગયું છે! તમારા વોલ્યુમ વધારો.
hi: डिवाइस म्यूट है! अपना वॉल्यूम बढ़ाएं।
it: Il dispositivo è silenziato! Alza il volume.
ja: 装置はミュートされています！音量を上げてください。
kn: ಸಾಧನವನ್ನು ಮ್ಯೂಟ್ ಮಾಡಲಾಗಿದೆ! ನಿಮ್ಮ ವಾಲ್ಯೂಮ್ ಅನ್ನು ಹೆಚ್ಚಿಸಿ.
ml: ഡിവൈസ് നിശബ്ദമാക്കി! നിങ്ങളുടെ ശബ്‌ദം വർദ്ധിപ്പിക്കുക.
mr: डिव्हाइस म्युट केला आहे! तुमचा आवाज वाढवा.
nl: Apparaat is gedempt! Zet uw volume hoger.
pa: ਡਿਵਾਈਸ ਮਿਉਟ ਹੋ ਗਈ ਹੈ! ਆਪਣੀ ਵਾਲੀਅਮ ਵਧਾਓ।
pt_pt: O dispositivo tem o som desativado! Aumente o seu volume.
ru: Звук устройства отключен. Увеличьте громкость.
ta_in: சாதனம் ஒலிதடை செய்யப்பட்டது! உங்கள் ஒலியளவை அதிகரிக்கவும்.
te: పరికరం మ్యూట్ చేయబడింది! మీ వాల్యూం పెంచండి.
tr: Cihazın sesi kapatıldı! Ses düzeyinizi yükseltin.
ur_arab_in: ڈیوائس خاموش کردہ ہے! اپنا والیوم بڑھائیں۔
vi: Thiết bị đã bị tắt tiếng! Tăng âm lượng.
zh_hant: 设备已禁音！请调高音量。

# chat_unread_unmuted
source: Unmuted chats
bn_in: আনমিউট করা চ্যাট
de: Chats mit aufgehobener Stummschaltung
el: Συνομιλίες με διακοπή σίγασης
es: Chats reactivados
fr: Chats non muets
gu: અવાજ વિનાની ચૅટ
hi: अनम्यूट की गई चैट्स
it: Chat non silenziate
ja: チャットのミュートを解除しました
kn: ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳು
ml: നിശബ്‌ദമല്ലാതാക്കിയ ചാറ്റുകൾ
mr: अनम्युट केलेले चॅट
nl: Chats waarvoor dempen is opgeheven
pa: ਨਾ ਮਿਉਟ ਕੀਤੀ ਚੈਟ
pt_pt: Chats com o som ativado
ru: Чаты с включенным звуком
ta_in: ஒலிதடை நீக்கப்பட்ட அரட்டைகள்
te: అన్‌మ్యూట్ చేయబడ్డ చాట్‌లు
tr: Sesi açılan sohbetler
ur_arab_in: غیر خاموش کردہ چیٹس
vi: Bỏ tắt tiếng các nội dung chat
zh_hant: 已取消静音的聊天

# chat_unread_muted
source: Muted chats
bn_in: মিউট করা চ্যাটগুলি
de: Stummgeschaltete Chats
el: Συνομιλίες σε σίγαση
es: Chats desactivados
fr: Chats muets
gu: મ્યૂટ કરેલ ચૅટ્સ
hi: म्यूट की गई चैट्स
it: Chat silenziate
ja: ミュートしたチャット
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳು
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ
mr: म्युट केलेले चॅट
nl: Gedempte chats
pa: ਮਿਉਟ ਕੀਤੀ ਚੈਟ
pt_pt: Chats sem som
ru: Отключенные чаты
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகள்
te: మ్యూట్ చేయబడ్డ చాట్‌లు
tr: Sessize alınan sohbetler
ur_arab_in: خاموش کردہ چیٹس
vi: Các nội dung chat đã tắt tiếng
zh_hant: 已静音的聊天

# chat_call_outgoing_ringing_text
source: Ringing…
bn_in: বাজছে…
de: Klingeln …
el: Κουδούνισμα...
es: Tono de llamada...
fr: Sonnerie...
gu: રિંગિંગ…
hi: घंटी बज रही है...
it: Sta squillando...
ja: 電話が鳴っています...
kn: ರಿಂಗ್ ಆಗುತ್ತಿದೆ...
ml: റിംഗ് ചെയ്യുന്നു…
mr: रिंग वाजत आहे...
nl: Overgaan...
pa: ਘੰਟੀ ਵੱਜ ਰਹੀ ਹੈ ...
pt_pt: A tocar…
ru: Входящий вызов...
ta_in: மணி ஒலிக்கிறது...
te: రింగ్ అవుతోంది…
tr: Çalıyor...
ur_arab_in: رنگ کر رہا ہے...
vi: Reo...
zh_hant: 正在响铃…

# chat_call_ring_noresponse
source: No response
bn_in: কোন সাড়া নেই
de: Keine Reaktion
el: Καμία απάντηση
es: No hay respuesta
fr: Pas de réponse
gu: કોઈ પ્રતિભાવ નથી
hi: कोई प्रत्युत्तर नहीं
it: Nessuna risposta
ja: 応答がありません
kn: ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆ ಇಲ್ಲ
ml: പ്രതികരണം ഇല്ല
mr: प्रतिसाद नाही
nl: Geen antwoord
pa: ਕੋਈ ਜਵਾਬ ਨਹੀ
pt_pt: Sem resposta
ru: Нет ответа
ta_in: பதில் இல்லை
te: ఎలాంటి ప్రతిస్పందన లేదు
tr: Yanıt yok
ur_arab_in: کوئی رد عمل نہیں
vi: Không phản hồi
zh_hant: 无响应

# chat_call_ring_busy
source: Busy
bn_in: ব্যস্ত
de: Besetzt
el: Απασχολημένος
es: Ocupado
fr: Occupé
gu: વ્યસ્ત
hi: व्यस्त
it: Occupato
ja: 忙しい
kn: ಕಾರ್ಯನಿರತ
ml: തിരക്ക്
mr: व्यस्त
nl: Bezet
pa: ਵਿਅਸਤ
pt_pt: Ocupado
ru: Занят
ta_in: பணிமிகுதி
te: బిజీగా ఉన్నారు
tr: Meşgul
ur_arab_in: مصروف
vi: Bận
zh_hant: 忙碌

# chat_call_outgoing_connecting_text
source: Connecting…
bn_in: সংযোগ স্থাপন করা হচ্ছে...
de: Verbinden …
el: Γίνεται σύνδεση...
es: Conectando...
fr: Connexion en cours...
gu: જોડાણ થાય છે…
hi: कनेक्ट किया जा रहा है...
it: Connessione…
ja: 接続中です...
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ml: ബന്ധിപ്പിക്കുന്നു...
mr: कनेक्ट करीत आहे...
nl: Bezig met verbinden...
pa: ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ ...
pt_pt: A ligar…
ru: Идет подключение...
ta_in: இணைக்கிறது...
te: కనెక్ట్ చేస్తోంది…
tr: Bağlanıyor...
ur_arab_in: مربوط ہو رہے ہیں...
vi: Đang kết nối...
zh_hant: 正在连接…

# chat_call_outgoing_call_initiated_text
source: Calling…
bn_in: কল করা হচ্ছে...
de: Anruf …
el: Κλήση...
es: Llamando...
fr: Appel...
gu: કૉલિંગ થાય છે…
hi: कॉल की जा रही है...
it: Chiamata...
ja: 呼び出し中...
kn: ಕರೆ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: കോൾ ചെയ്യുന്നു...
mr: कॉल करत आहे...
nl: Bezig met bellen...
pa: ਕਾਲ ਕਰ ਰਿਹਾ ਹੈ...
pt_pt: A chamar…
ru: Исходящий вызов...
ta_in: அழைக்கிறது...
te: కాలింగ్…
tr: Aranıyor...
ur_arab_in: کال کر رہے ہیں...
vi: Đang gọi...
zh_hant: 正在呼叫…

# chat_user_available_for_chat
source: %@ is now available for chat
bn_in: %@ এখন চ্যাটের জন্য উপলব্ধ আছে
de: %@ ist jetzt zum Chat verfügbar
el: Ο/η %@ είναι τώρα διαθέσιμος για συνομιλία
es: %@ ahora está disponible para el chat
fr: %@ est maintenant disponible pour discuter
gu: %@ હવે ચૅટ માટે ઉપલબ્ધ છે
hi: %@ अब चैट के लिए उपलब्ध है
it: %@ è ora disponibile per la chat
ja: %@がチャットで利用できるようになりました
kn: %@ ಅವರು ಈಗ ಚಾಟ್‌ಗೆ ಲಭ್ಯರಿದ್ದಾರೆ
ml: %@ ഇപ്പോൾ ചാറ്റിന് ലഭ്യമാണ്
mr: %@ आता चॅटसाठी उपलब्ध आहे
nl: %@ is nu beschikbaar voor chat
pa: %@ ਹੁਣ ਚੈਟ ਲਈ ਉਪਲਬਧ ਹੈ
pt_pt: %@ Está agora disponível para chat
ru: Пользователь %@ доступен для чата
ta_in: %@ இப்போது அரட்டைக்குக் கிடைக்கிறார்
te: %@ ఇప్పుడు చాట్ కొరకు లభ్యం
tr: %@ şu anda sohbet için uygun
ur_arab_in: %@ اب چیٹ کے لیے دستیاب ہے
vi: %@ lúc này đã khả dụng để chat
zh_hant: %@ 现在可以加入聊天

# chat_user_joined
source: %@ has joined %@
bn_in: %@ যোগ দিয়েছেন %@
de: %@ ist %@ beigetreten
el: Ο/η %@ συμμετέχει στο %@
es: %@ se ha unido a %@
fr: %@ a rejoint %@
gu: %@માં %@ જોડાયા છે
hi: %@ अब %@ में शामिल हो गया है
it: %@ ha iniziato a partecipare %@
ja: %@が%@に加わりました
kn: %@ ಅವರು %@ ಗೆ ಸೇರಿದ್ದಾರೆ
ml: %@ ചേർന്നു %@
mr: %@ हे %@ मध्ये सामील झाले आहेत
nl: %@ neemt deel aan %@
pa: %@ %@ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ ਹੈ
pt_pt: %@ juntou-se à %@
ru: Пользователь %@ присоед. к «%@»
ta_in: %@ %@-ஐ இணைத்துள்ளார்
te: %@ %@లో చేరారు
tr: %@, %@ grubuna katıldı
ur_arab_in: %@ نے %@ میں شرکت کی ہے
vi: %@ đã tham gia %@
zh_hant: %@ 已加入 %@

# chat_user_addcontact_title
source: This sender is not in your contact
bn_in: এই প্রেরক আপনার পরিচিতিতে নেই
de: Dieser Absender ist nicht in Ihrer Kontaktliste
el: Αυτός ο αποστολέας δεν βρίσκεται στις επαφές σας
es: Este remitente no está en sus contactos
fr: Cet expéditeur ne fait pas partie de vos contacts
gu: આ પ્રેષક તમારા સંપર્કમાં નથી
hi: यह प्रेषक आपके संपर्क में नहीं है
it: Questo mittente non è nel tuo contatto
ja: この送信者はあなたの連絡先に登録されていません
kn: ಈ ಕಳುಹಿಸಿದವರು ನಿಮ್ಮ ಸಂಪರ್ಕದಲ್ಲಿ ಇಲ್ಲ
ml: ഈ അയച്ചയാൾ നിങ്ങളുടെ കോൺടാക്റ്റിൽ ഇല്ല
mr: हा प्रेषक तुमच्या संपर्कात नाही
nl: Deze afzender staat niet in uw contactpersonen
pa: ਇਹ ਭੇਜਣ ਵਾਲਾ ਤੁਹਾਡੇ ਸੰਪਰਕ ਵਿਚ ਨਹੀਂ ਹੈ
pt_pt: Este remetente não está nos seus contactos
ru: Этого отправителя нет в вашем списке контактов
ta_in: இந்த அனுப்புநர் உங்கள் தொடர்பில் இல்லை
te: ఈ పంపే వ్యక్తి మీ కాంటాక్ట్‌లో లేడు
tr: Bu gönderen kişilerinizde yok
ur_arab_in: یہ ارسال کنندہ آپ کے رابطے میں نہیں ہے
vi: Người gửi này không nằm trong số liên lạc của bạn
zh_hant: 此发件人不是您的联系人

# chat_user_addcontact_block
source: Block
bn_in: ব্লক করুন
de: Blockieren
el: Αποκλεισμός
es: Bloquear
fr: Bloquer
gu: અવરોધિત કરો
hi: अवरोधित करें
it: Blocca
ja: ブロック
kn: ಬ್ಲಾಕ್ ಮಾಡಿ
ml: തടയുക
mr: ब्लॉक करा
nl: Blokkeren
pa: ਬਲੌਕ
pt_pt: Bloquear
ru: Заблокировать
ta_in: தடைசெய்
te: బ్లాక్ చేయి
tr: Engelle
ur_arab_in: بلاک کریں
vi: Chặn
zh_hant: 阻止

# chat_user_addcontact_add
source: Add to contact
bn_in: পরিচিতিতে যোগ করুন
de: Zu Kontakten hinzufügen
el: Προσθήκη σε επαφή
es: Agregar a contactos
fr: Ajouter au contact
gu: સંપર્કમાં ઉમેરો
hi: संपर्क में जोड़ें
it: Aggiungi ai contatti
ja: 連絡先に追加
kn: ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸಿ
ml: കോൺടാക്റ്റിലേക്ക് ചേർക്കുക
mr: संपर्कामध्ये जोडा
nl: Toevoegen aan contactpersonen
pa: ਸੰਪਰਕ ਵਿੱਚ ਜੋੜੋ
pt_pt: Adicionar a contacto
ru: Добавить в контакты
ta_in: தொடர்பில் சேர்
te: కాంటాక్ట్‌కు జోడించండి
tr: Kişilere ekle
ur_arab_in: رابطے میں شامل کریں
vi: Thêm vào số liên lạc
zh_hant: 添加到联系人

# batt_name
source: Battery Optimization
bn_in: ব্যাটারির অপ্টিমাইজেশন
de: Akkuoptimierung
el: Βελτιστοποίηση μπαταρίας
es: Optimización de la batería
fr: Optimisation de la batterie
gu: બેટરી ઑપ્ટિમાઇઝેશન
hi: बैटरी अनुकूलन
it: Ottimizzazione batteria
ja: バッテリーの最適化
kn: ಬ್ಯಾಟರಿ ಆಪ್ಟಿಮೈಸ್ ಮಾಡುವಿಕೆ
ml: ബാറ്ററി ഒപ്റ്റിമൈസേഷൻ
mr: बॅटरी ऑप्टिमायझेशन
nl: Batterij-optimalisatie
pa: ਬੈਟਰੀ ਅਨੁਕੂਲਤਾ
pt_pt: Otimização da bateria
ru: Оптимизация энергопотребления
ta_in: பேட்டரி உகப்பாக்கம்
te: బ్యాటరీ ఆప్టిమైజేషన్
tr: Pil İyileştirme
ur_arab_in: بیٹری کی احسن کاری
vi: Tối Ưu Pin
zh_hant: 电池优化

# feedback_progress_text
source: Sending your feedback…
bn_in: আপনার ফিডব্যাক পাঠানো হচ্ছে...
de: Rückmeldung senden …
el: Αποστολή των σχολίων σας...
es: Enviando sus comentarios...
fr: Envoi de votre commentaire...
gu: તમારો પ્રતિસાદ મોકલી રહ્યાં છે…
hi: आपकी प्रतिक्रिया भेजी जा रही है…
it: Invio del tuo feedback in corso...
ja: フィードバック送信中…
kn: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ml: നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് അയക്കുന്നു...
mr: तुमचा फीडबॅक पाठवत आहे...
nl: Uw feedback verzenden…
pa: ਤੁਹਾਡਾ ਫੀਡਬੈਕ ਭੇਜ ਰਹੇ ਹਾਂ...
pt_pt: A enviar os seus comentários…
ru: Идет отправка вашего отзыва…
ta_in: உங்கள் கருத்துக்கள் அனுப்பப்படுகின்றன...
te: మీ ఫీడ్‌బ్యాక్‌ని పంపడం…
tr: Geri bildiriminiz gönderiliyor...
ur_arab_in: آپ کا فیڈ بیک بھیجا جا رہا ہے...
vi: Đang gửi ý kiến phản hồi của bạn...
zh_hant: 正在发送您的反馈…

# chat_message_delete_details_desc_same
source: Deleted at %1$s,%2$s
bn_in: %1$s,%2$s -এ মুছে ফেলা হয়েছে
de: Um %1$s, %2$s gelöscht
el: Διεγράφη στις %1$s, στις %2$s
es: Eliminado a las %1$s,%2$s
fr: Supprimé à %1$s,%2$s
gu: %1$s,%2$s પર કાઢી નાખેલ
hi: %1$s,%2$s पर हटाया गया
it: Eliminato alle %1$s,%2$s
ja: %1$s、%2$sで削除済み
kn: %1$s,%2$s ನಲ್ಲಿ ಅಳಿಸಿ
ml: %1$s,%2$s എന്നതിൽ ഇല്ലാതാക്കി
mr: %1$s,%2$s वर हटविले
nl: Verwijderd om %1$s,%2$s
pa: %1$s,%2$s ‘ਤੇ ਮਿਟਾਇਆ ਗਿਆ,
pt_pt: Eliminado em %1$s, %2$s
ru: Удалено %1$s, %2$s
ta_in: %1$s,%2$s -இல் நீக்கப்பட்டது
te: %1$s,%2$s వద్ద డిలీట్ చేయబడింది
tr: Silindiği zaman: %1$s,%2$s
ur_arab_in: %1$s،%2$s پر حذف کیا گیا
vi: Đã xóa lúc %1$s,%2$s
zh_hant: 删除于 %1$s,%2$s

# chat_message_delete_details_desc_diff
source: Deleted between %1$s and %2$s,%3$s
bn_in: %1$s এবং %2$s,%3$s এর মাঝে মুছে ফেলা হয়েছে
de: Zwischen %1$s und %2$s, %3$s gelöscht
el: Διεγράφη μεταξύ %1$s και %2$s, %3$s
es: Eliminado entre las %1$s y las %2$s,%3$s
fr: Supprimé entre %1$s et %2$s,%3$s
gu: %1$s અને %2$s,%3$s વચ્ચે કાઢી નાખેલ
hi: %1$s तथा %2$s,%3$s के बीच हटाया गया
it: Eliminato tra %1$s e %2$s,%3$s
ja: %1$sと%2$s、%3$sの間で削除されました
kn: %1$s ಮತ್ತು %2$s,%3$s ನಡುವೆ ಅಳಿಸಲಾಗಿದೆ
ml: %1$s നും %2$s നും %3$s നും ഇടയിൽ ഇല്ലാതാക്കി,
mr: %1$s आणि %2$s, %3$s दरम्यान हटविले
nl: Verwijderd tussen %1$s en %2$s,%3$s
pa: %1$s ਅਤੇ %2$s,%3$s ਵਿਚਕਾਰ ਮਿਟਾਇਆ ਗਿਆ
pt_pt: Eliminado entre %1$s e %2$s, %3$s
ru: Удалено с %1$s по %2$s, %3$s
ta_in: %1$s மற்றும் %2$s,%3$s -க்கு இடையே நீக்கப்பட்டது
te: %1$s మరియు %2$s,%3$s మధ్య డిలీట్ చేయబడింది
tr: %1$s ve %2$s,%3$s arasında silinmiş
ur_arab_in: %1$s اور %2$s،%3$s کے درمیان حذف کیا گیا
vi: Xóa trong khoảng từ %1$s đến %2$s,%3$s
zh_hant: 在 %1$s 和 %2$s,%3$s 之间删除

# chat_action_bottomsheet_copy_msg_url
source: Copy message URL
bn_in: মেসেজ URL কপি করুন
de: Mitteilung-URL kopieren
el: Αντιγραφή διεύθυνσης URL μηνύματος
es: Copiar URL del mensaje
fr: Copier l’URL du message
gu: સંદેશ URL ને કૉપિ કરો
hi: संदेश URL की प्रतिलिपि बनाएँ
it: Copia URL messaggio
ja: メッセージURLをコピー
kn: ಸಂದೇಶದ URL ನಕಲಿಸಿ
ml: സന്ദേശ URL പകർത്തുക
mr: मेसेज URL कॉपी करा
nl: URL van bericht kopiëren
pa: ਸੁਨੇਹੇ ਦਾ URL ਕਾਪੀ ਕਰੋ
pt_pt: Copiar URL da mensagem
ru: Копировать URL-адрес сообщения
ta_in: செய்தி URL-ஐ நகலெடு
te: సందేశం URLని కాపీ చేయండి
tr: İleti URL’sini kopyala
ur_arab_in: پیغام کا URL کاپی کریں
vi: Sao chép URL tin nhắn
zh_hant: 复制消息 URL

# chat_action_bottomsheet_translate
source: Translate
bn_in: অনুবাদ করুন
de: Übersetzen
el: Μετάφραση
es: Traducir
fr: Traduire
gu: ભાષાંતર કરો
hi: अनुवाद करें
it: Traduci
ja: 翻訳する
kn: ಅನುವಾದಿಸಿ
ml: വിവർത്തനം ചെയ്യുക
mr: भाषांतर करा
nl: Vertalen
pa: ਅਨੁਵਾਦ ਕਰੋ
pt_pt: Traduzir
ru: Перевести
ta_in: மொழிபெயர்க்கவும்
te: అనువదించండి
tr: Çevir
ur_arab_in: ترجمہ کریں
vi: Dịch
zh_hant: 翻译

# chat_mention_bottom_info
source: Showing latest 50 mentions from last 30 days.
bn_in: শেষ 30 দিন থেকে অতি সাম্প্রতিক 50টি উল্লেখ দেখানো হচ্ছে।
de: Letzte 50 Erwähnungen der letzten 30 Tage.
el: Εμφάνιση των τελευταίων 50 αναφορών από τις τελευταίες 30 ημέρες.
es: Se muestran las últimas 50 menciones de los últimos 30 días.
fr: Affichage des 50 mentions des 30 derniers jours.
gu: છેલ્લા 30 દિવસથી તાજેતરનાં 50 ઉલ્લેખ બતાવી રહ્યાં છે.
hi: पिछले 30 दिनों से नवीनतम 50 उल्लेख दिखाए जा रहे हैं।
it: Visualizzazione delle 50 citazioni più recenti degli ultimi 30 giorni.
ja: 過去30日間の最新50件の言及を表示しています。
kn: ಕಳೆದ 30 ದಿನಗಳಿಂದ ಇತ್ತೀಚಿನ 50 ಉಲ್ಲೇಖಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ.
ml: കഴിഞ്ഞ 30 ദിവസത്തെ ഏറ്റവും പുതിയ 50 പരാമർശങ്ങൾ കാണിക്കുന്നു.
mr: मागील 30 दिवसातील नवीनतम 50 उल्लेख दर्शवित आहे.
nl: De laatste 50 vermeldingen van de afgelopen 30 dagen worden getoond.
pa: ਪਿਛਲੇ 30 ਦਿਨਾਂ ਦੇ ਨਵੀਨਤਮ 50 ਜ਼ਿਕਰ ਦਿਖਾ ਰਿਹਾ ਹੈ।
pt_pt: A mostrar as 50 menções mais recente dos últimos 30 dias.
ru: Показаны последние 50 упоминаний за прошедшие 30 дней.
ta_in: கடந்த 30 நாட்களில் இருந்து சமீபத்திய 50 குறிப்பிடல்களைக் காண்பிக்கிறது.
te: గత 30 రోజుల నుండి తాజా 50 ప్రస్తావనలను చూపుతోంది.
tr: Son 30 günden en son 50 bahsetme gösteriliyor.
ur_arab_in: گزشتہ 30 دنوں کے تازہ ترین 50 مینشنز دکھائے جا رہے ہیں۔
vi: Hiển thị 50 lượt nhắc mới nhất từ 30 ngày vừa qua.
zh_hant: 显示过去 30 天最新的 50 个提及。

# chat_setting_notification_disabled
source: Push Notifications are disabled on your device. Tap the button to go to your settings app to turn on notifications.
bn_in: আপনার ডিভাইসে পুশ বিজ্ঞপ্তিগুলি অক্ষম করা আছে। বিজ্ঞপ্তিগুলি চালু করার জন্য সেটিংস অ্যাপে যাওয়ার জন্য বোতামটি ট্যাপ করুন।
de: Push-Benachrichtigungen sind auf Ihrem Gerät deaktiviert. Tippen Sie zum Aufrufen der Einstellungen und zum Einschalten der Benachrichtigungen auf die Schaltfläche.
el: Οι ειδοποιήσεις push είναι απενεργοποιημένες στη συσκευή σας. Πατήστε το κουμπί για να μεταβείτε στις ρυθμίσεις της εφαρμογής σας, για να ενεργοποιήσετε τις ειδοποιήσεις.
es: Las notificaciones de inserción están deshabilitadas en su dispositivo. Pulse el botón para ir a la configuración de la aplicación y activar las notificaciones.
fr: Les notifications push sont désactivées sur votre périphérique. Appuyez sur le bouton pour aller dans les paramètres de votre application et activez les notifications.
gu: પુશ સૂચનાઓ તમારા ઉપકરણ પર અક્ષમ છે. સૂચનાઓ ચાલુ કરવા માટે તમારી સેટિંગ્સ ઍપ પર જવા માટે બટનને ટૅપ કરો.
hi: पुश सूचनाएं आपकी डिवाइस पर अक्षम हैं। सूचनाएं चालू करने के लिए अपने सेटिंग्स ऐप पर जाने के लिए बटन पर टैप करें।
it: Le notifiche push sono disabilitate sul tuo dispositivo. Tocca il pulsante per andare alle tue impostazioni per attivare le notifiche.
ja: お使いのデバイスではプッシュ通知は無効になっています。ボタンをタップすると設定アプリに移動し、通知をオンにすることができます。
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಪುಷ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆ್ಯಪ್‌ಗೆ ಹೋಗಲು ಬಟನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ ഡിവൈസിൽ പുഷ് നോട്ടിഫിക്കേഷനുകൾ പ്രവർത്തനരഹിതമാക്കി. അറിയിപ്പുകൾ ഓണാക്കാൻ നിങ്ങളുടെ ക്രമീകരണ ആപ്പിലേക്ക് പോകാൻ ബട്ടൺ ടാപ്പ് ചെയ്യുക.
mr: तुमच्या डिव्हाइसवर पुश नोटिफिकेशन अक्षम केल्या आहेत. नोटिफिकेशन चालू करण्यासाठी तुमच्या सेटिंग्ज अॅपवर जाण्यासाठी बटणावर टॅप करा.
nl: Pushmeldingen zijn uitgeschakeld op uw apparaat. Tik op de knop om naar uw instellingen-app te gaan om meldingen in te schakelen.
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਤੇ ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਅਸਮਰਥਿਤ ਹਨ। ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਕਰਨ ਲਈ ਆਪਣੀ ਸੈਟਿੰਗਜ਼ ਐਪ ਤੇ ਜਾਣ ਲਈ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰੋ।
pt_pt: As notificações por push estão desativadas no seu dispositivo. Toque no botão para ir para as definições da sua aplicação para ligar as notificações.
ru: На вашем устройстве отключены push-уведомления. Нажмите кнопку, чтобы перейти к настройкам приложения, и включите уведомления.
ta_in: உங்கள் சாதனத்தில் தள்ளும் சேவை அறிவிப்புகள் முடக்கப்பட்டுள்ளன. அறிவிப்புகளை இயக்க உங்கள் செயலி அமைப்புகளுக்குச் சென்று பொத்தானைத் தட்டவும்.
te: మీ పరికరంలో పుష్ నోటిఫికేషన్‌లు నిలిపివేయబడ్డాయి. నోటిఫికేషన్‌లను ఆన్ చేయడానికి మీ సెట్టింగ్‌ల యాప్‌కు వెళ్లడానికి బటన్ మీద తట్టండి.
tr: Anında İletme Bildirimleri cihazınızda devre dışı bırakıldı. Bildirimleri açmak üzere ayarlar uygulamanıza gitmek için düğmeye dokunun.
ur_arab_in: پش اطلاعات کو آپ کی ڈیوائس پر غیر فعال کیا گیا ہے۔ اطلاعات کو آن کرنے کے لیے اپنی ترتیبات کی ایپ پر جانے کے لیے بٹن پر ٹیپ کریں۔
vi: Đã vô hiệu Thông Báo Đẩy trên thiết bị của bạn. Chạm vào nút này để đến ứng dụng thiết lập của bạn để bật thông báo.
zh_hant: 您的设备上已禁用推送通知。轻触按钮转至您的设置应用程序，然后开启通知。

# chat_setting_notification_enable_btn
source: Settings
bn_in: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
gu: સેટિંગ્સ
hi: सेटिंग्स
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണം
mr: सेटिंग्ज
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pt_pt: Definições
ru: Настройки
ta_in: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur_arab_in: ترتیبات
vi: Thiết lập
zh_hant: 设置

# chat_setting_notification_channel_other
source: Other Notification
bn_in: অন্যান্য বিজ্ঞপ্তি
de: Sonstige Benachrichtigung
el: Άλλες ειδοποιήσεις
es: Otras notificaciones
fr: Autre notification
gu: અન્ય સૂચના
hi: अन्य सूचना
it: Altra notifica
ja: その他の通知
kn: ಇತರ ಅಧಿಸೂಚನೆ
ml: മറ്റ് അറിയിപ്പ്
mr: इतर नोटिफिकेशन
nl: Andere melding
pa: ਹੋਰ ਸੂਚਨਾ
pt_pt: Outra notificação
ru: Другое уведомление
ta_in: பிற அறிவிப்பு
te: ఇతర నోటిఫికేషన్
tr: Diğer Bildirim
ur_arab_in: دیگر اطلاع
vi: Thông Báo Khác
zh_hant: 其他通知

# chat_setting_notification_channel_one
source: Direct Messages & Mentions
bn_in: সরাসরি বার্তা এবং উল্লেখগুলি
de: Direktmitteilungen und Erwähnungen
el: Απευθείας μηνύματα αναφορές
es: Mensajes directos y menciones
fr: Messages directs et mentions
gu: ડાયરેક્ટ સંદેશા અને ઉલ્લેખો
hi: प्रत्यक्ष संदेश एवं उल्लेख
it: Messaggi diretti e citazioni
ja: ダイレクトメッセージと言及
kn: ನೇರ ಸಂದೇಶಗಳು ಮತ್ತು ಉಲ್ಲೇಖಗಳು
ml: നേരിട്ടുള്ള സന്ദേശങ്ങളും പരാമർശങ്ങളും
mr: थेट मेसेज आणि उल्लेख
nl: Direct berichten en vermeldingen
pa: ਸਿੱਧੇ ਸੁਨੇਹੇ ਅਤੇ ਜ਼ਿਕਰ
pt_pt: Mensagens e menções diretas
ru: Прямые сообщения и упоминания
ta_in: நேரடிச் செய்திகள் குறிப்பிடல்கள்
te: ప్రత్యక్ష సందేశాలు మరియు ప్రస్తావనలు
tr: Doğrudan İletiler ve Bahsetmeler
ur_arab_in: براہ راست پیغامات اور مینشنز
vi: Tin Nhắn Trực Tiếp Nhắc Đến
zh_hant: 私信和提及

# chat_setting_notification_channel_silent
source: Silent Notification
bn_in: নীরব বিজ্ঞপ্তি
de: Lautlose Benachrichtigung
el: Σιωπηλή ειδοποίηση
es: Notificación silenciosa
fr: Notification silencieuse
gu: મૌન સૂચના
hi: मौन सूचना
it: Notifica silenziosa
ja: サイレント通知
kn: ನಿಶ್ಶಬ್ಧ ಅಧಿಸೂಚನೆ
ml: നിശബ്‌ദ അറിയിപ്പ്
mr: सायलंट नोटिफिकेशन
nl: Stille melding
pa: ਮੂਕ ਸੂਚਨਾ
pt_pt: Notificação silenciosa
ru: Бесшумное уведомление
ta_in: அமைதியான அறிவிப்பு
te: సైలెంట్ నోటిఫికేషన్
tr: Sessiz Bildirim
ur_arab_in: خاموش اطلاع
vi: Thông Báo Đã Tắt
zh_hant: 静音通知

# chat_setting_notification_msgpreview
source: Message Preview
bn_in: বার্তার প্রিভিউ
de: Mitteilungsvorschau
el: Προεπισκόπηση μηνύματος
es: Vista previa del mensaje
fr: Aperçu du message
gu: સંદેશ પૂર્વાવલોકન
hi: संदेश पूर्वावलोकन
it: Anteprima messaggio
ja: メッセージプレビュー
kn: ಸಂದೇಶದ ಮುನ್ನೋಟ
ml: സന്ദേശ പ്രിവ്യൂ
mr: मेसेज पूर्वावलोकन
nl: Voorbeeld van bericht
pa: ਸੁਨੇਹੇ ਦੀ ਝਲਕ
pt_pt: Pré-visualização da mensagem
ru: Предварительный просмотр сообщения
ta_in: செய்தி முன்னோட்டம்
te: సందేశం ప్రివ్యూ
tr: Mesaj Önizleme
ur_arab_in: پیغام کا پیش منظر
vi: Xem Trước Tin Nhắn
zh_hant: 消息预览

# chat_setting_notification_sound
source: Sound
bn_in: শব্দ
de: Ton
el: Ήχος
es: Sonido
fr: Son
gu: ધ્વનિ
hi: ध्वनि
it: Suono
ja: サウンド
kn: ಧ್ವನಿ
ml: ശബ്ദം
mr: आवाज
nl: Geluid
pa: ਧੁਨੀ
pt_pt: Som
ru: Звук
ta_in: ஒலி
te: ధ్వని
tr: Ses
ur_arab_in: آواز
vi: Âm thanh
zh_hant: 声音

# chat_setting_notification_soundandvibrate
source: Sound & Vibrate
bn_in: শব্দ এবং ভাইব্রেট
de: Ton und Vibration
el: Ήχος δόνηση
es: Sonido y vibración
fr: Son vibration
gu: ધ્વનિ અને વાઇબ્રેટ
hi: ध्वनि एवं कंपन
it: Suona e vibra
ja: サウンド＆振動
kn: ಧ್ವನಿ ಮತ್ತು ವೈಬ್ರೇಟ್
ml: ശബ്‌ദവും വൈബ്രേറ്റും
mr: ध्वनी आणि कंपन
nl: Geluid en trillen
pa: ਧੁਨੀ ਅਤੇ ਵਾਈਬ੍ਰੇਟ
pt_pt: Som e vibração
ru: Звук и вибрация
ta_in: ஒலி அதிர்வு
te: సౌండ్ వైబ్రేట్
tr: Ses ve Titreşim
ur_arab_in: آواز اور وائبریٹ
vi: Âm Thanh Rung
zh_hant: 声音和振动

# chat_setting_notification_channel_disabled
source: Notification disabled in settings
bn_in: সেটিংসে নোটিফিকেশন অক্ষম করা হয়েছে
de: Benachrichtigungen in Einstellungen deaktiviert
el: Η ειδοποίηση απενεργοποιήθηκε στις ρυθμίσεις
es: Notificación deshabilitada en la configuración
fr: Notification désactivée dans les paramètres
gu: સેટિંગ્સમાં સૂચના અક્ષમ કરી
hi: सेटिंग्स में सूचना अक्षम की गई
it: Notifica disabilitata nelle impostazioni
ja: 設定で通知を無効にする
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅಧಿಸೂಚನೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: ക്രമീകരണങ്ങളിൽ അറിയിപ്പ് പ്രവർത്തനരഹിതമാക്കി
mr: सेटिंग्जमध्ये नोटिफिकेशन अक्षम केले
nl: Melding uitgeschakeld in instellingen
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਸੂਚਨਾ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਇਆ ਗਿਆ
pt_pt: Notificação desativada nas definições
ru: Уведомления отключены в настройках
ta_in: அமைப்புகளில் அறிவிப்பு முடக்கப்பட்டுள்ளது
te: సెట్టింగ్‌ల్లో నోటిఫికేషన్‌ నిలిపివేయబడింది
tr: Bildirim ayarlarda devre dışı bırakıldı
ur_arab_in: ترتیبات میں اطلاع کو غیر فعال کیا گیا ہے
vi: Đã vô hiệu thông báo trong thiết lập
zh_hant: 在设置中已禁用通知

# chat_setting_notification_sound_disable
source: Disabled
bn_in: অক্ষম করা
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fr: Désactivé
gu: અક્ષમ કર્યું
hi: अक्षम किया गया
it: Disabilitato
ja: 無効済み
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: അപ്രാപ്‌തമാക്കി
mr: अक्षम केले
nl: Uitgeschakeld
pa: ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ
pt_pt: Desativado
ru: Отключено
ta_in: முடக்கப்பட்டது
te: నిలిపివేయబడింది
tr: Devre dışı
ur_arab_in: غیر فعال کردہ
vi: Đã vô hiệu
zh_hant: 已禁用

# chat_setting_notification_sound_default
source: Default
bn_in: ডিফল্ট
de: Standard
el: Προεπιλογή
es: Valor predeterminado
fr: Par défaut
gu: ડિફૉલ્ટ
hi: डिफॉल्ट
it: Predefinito
ja: デフォルト
kn: ಡಿಫಾಲ್ಟ್
ml: ഡിഫോൾട്ട്
mr: डिफॉल्ट
nl: Standaard
pa: ਡਿਫੌਲਟ
pt_pt: Predefinição
ru: По умолчанию
ta_in: இயல்புநிலை
te: డిఫాల్ట్
tr: Varsayılan
ur_arab_in: ڈیفالٹ
vi: Mặc định
zh_hant: 默认

# chat_setting_notification_sound_reset
source: Reset to default
bn_in: ডিফল্টে রিসেট করুন
de: Auf Standard rücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer valor predeterminado
fr: Réinitialiser par défaut
gu: ડિફૉલ્ટ પર ફરીથી સેટ કરો
hi: डिफॉल्ट पर रीसेट करें
it: Reimposta a predefinito
ja: 既定の設定に戻す
kn: ಡೀಫಾಲ್ಟ್‌ಗೆ ಮರುಹೊಂದಿಸಿ
ml: ഡിഫോൾട്ടിലേക്ക് പുനക്രമീകരിച്ചു
mr: डिफॉल्टवर रीसेट करा
nl: Opnieuw instellen op standaardwaarden
pa: ਡਿਫੌਲਟ ‘ਤੇ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ
pt_pt: Repor os valores predefinidos
ru: Восстановить значения по умолчанию
ta_in: இயல்புநிலைக்கு மீட்டமை
te: డిఫాల్ట్‌కు రీసెట్ చేయండి
tr: Varsayılana sıfırla
ur_arab_in: ڈیفالٹ پر ری سیٹ کریں
vi: Cài đặt lại về mặt định
zh_hant: 重置为默认值

# chat_overflow_invitetocontacts
source: Invite to contacts
bn_in: পরিচিতিতে আমন্ত্রণ করুন
de: Zu Kontakten einladen
el: Πρόσκληση στις επαφές
es: Invitar a contactos
fr: Inviter dans les contacts
gu: સંપર્કોમાં નિમંત્રણ આપો
hi: संपर्कों में आमंत्रित करें
it: Invito a contatti
ja: 連絡先に招待
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಆಹ್ವಾನಿಸಿ
ml: കോൺടാക്റ്റുകളിലേക്ക് ക്ഷണിക്കുക
mr: संपर्कांमध्ये आमंत्रित करा
nl: Voor contactpersonen uitnodigen
pa: ਸੰਪਰਕਾਂ ਵਿੱਚ ਸੱਦਾ ਦਿਓ
pt_pt: Convidar para os contactos
ru: Пригласить в список контактов
ta_in: தொடர்புகளுக்கு அழை
te: కాంటాక్ట్‌లకు ఆహ్వానించండి
tr: Kişilere davet Et
ur_arab_in: رابطوں پر مدعو کریں
vi: Mời vào số liên lạc
zh_hant: 邀请到联系人
