Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.version.update
source: Upgrade Now
bn_in: এখন আপগ্রেড করুন
de: Jetzt aufrüsten
el: Αναβάθμιση τώρα
es: Actualizar ahora
fr: Mettre à jour
gu: હમણાં અપગ્રેડ કરો
hi: अभी अपग्रेड करें
it: Esegui l’upgrade adesso
ja: 今すぐアップグレード
kn: ಈಗಲೇ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
ml: ഇപ്പോൾ അപ്‌ഗ്രേഡ് ചെയ്യുക
mr: आता अपग्रेड करा
nl: Upgrade nu
pa: ਹੁਣੇ ਅਪਗ੍ਰੇਡ ਕਰੋ
pt_pt: Atualizar agora
ru: Обновить сейчас
ta_in: இப்போதே மேம்படுத்துக
te: ఇప్పుడు అప్‌గ్రేడ్ చేసుకోండి
tr: Şimdi Yükselt
ur_arab_in: ابھی اپ گریڈ کریں
vi: Nâng Cấp Ngay
zh_hant: 立即升級

# chat.version.deprecated.notification.days
source: This version of %@ will expire in %@ days. Please update the app for uninterrupted service.
bn_in: %@ এর এই সংস্করণটির %@ দিনে মেয়াদ শেষ হবে। অবিচ্ছিন্ন পরিষেবার জন্য অনুগ্রহ করে অ্যাপটি আপডেট করুন।
de: Diese %@-Version läuft in %@ Tagen ab. Bitte aktualisieren Sie die App, damit es nicht zu Unterbrechungen kommt.
el: Αυτή η έκδοση του %@ θα λήξει σε %@ ημέρες. Ενημερώστε την εφαρμογή για απρόσκοπτη λειτουργία.
es: Esta versión de %@ caducará en %@ días. Actualice la app para que no se interrumpa el servicio.
fr: Cette version de %@ expire dans %@ jours. Veuillez mettre à jour l’appli pour un service ininterrompu.
gu: %@ નું આ સંસ્કરણ %@ દિવસમાં સમાપ્ત થશે. અવિરત સેવા માટે કૃપા કરીને ઍપને અપડેટ કરો.
hi: %@ के इस संस्करण की मियाद %@ दिनों में समाप्त हो जाएगी। कृपया बाधारहित सेवा के लिए ऐप को अद्यतन करें।
it: Questa versione di %@ scadrà tra %@ giorni. Aggiorna l’app per un servizio senza interruzioni.
ja: このバージョンの%@は、%@で期限切れになります。支障なくサービスを受けるには、アプリをアップデートしてください。
kn: %@ ನ ಈ ಆವೃತ್ತಿ %@ ದಿನಗಳಲ್ಲಿ ವಾಯಿದೆ ಮೀರುತ್ತದೆ. ಅಡಚಣೆರಹಿತ ಸೇವೆಗಾಗಿ ದಯವಿಟ್ಟು ಆ್ಯಪ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ml: %@ ന്റെ ഈ പതിപ്പ് %@ ദിവസത്തിനുള്ളിൽ കാലഹരണപ്പെടും. തടസ്സമില്ലാത്ത സേവനത്തിനായി ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: %@ ची ही आवृत्ती %@ दिवसात कालबाह्य होईल. कृपया अखंडित सेवेसाठी अॅप अपडेट करा.
nl: Deze versie van %@ verloopt over %@ dagen. Werk de app bij voor een ononderbroken service.
pa: %@ ਦਾ ਇਹ ਵਰਜ਼ਨ %@ ਦਿਨਾਂ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗਾ। ਨਿਰਵਿਘਨ ਸੇਵਾ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ।
pt_pt: Esta versão do %@ expira dentro de %@ dias. Atualizar a aplicação para um serviço sem interrupção.
ru: Срок действия этой версии %@ истекает через %@ дн. Обновите это приложение для бесперебойной работы.
ta_in: %@-இன் இந்த பதிப்பு %@ நாட்களில் காலாவதியாகும். தடையில்லா சேவைக்கு, செயலியைப் புதுப்பிக்கவும்.
te: %@ యొక్క ఈ వెర్షన్ %@ రోజుల్లో గడువు తీరుతుంది. అంతరాయం లేకుండా సేవల కొరకు దయచేసి యాప్‌ను అప్‌డేట్ చేయండి.
tr: %@’in bu sürümünün geçerliliği %@ gün içinde sona erecektir. Kesintisiz hizmet için lütfen uygulamayı güncelleştirin.
ur_arab_in: %@ کا یہ ورژن %@ دنوں میں زائد المیعاد ہو جائے گا۔ بلاتعطل سروس کے لیے براہ کرم ایپ کو اپ ڈیٹ کریں۔
vi: Phiên bản %@ này sẽ hết hạn sau %@ ngày. Vui lòng cập nhật ứng dụng để không bị gián đoạn dịch vụ.
zh_hant: 此 %@ 版本將於 %@ 天內過期。請升級該應用程式，享受不間斷服務。

# chat.version.deprecated.notification.day
source: This version of %@ will expire in 1 day. Please update the app for uninterrupted service.
bn_in: %@ এর এই সংস্করণটির 1 দিনে মেয়াদ শেষ হবে। অবিচ্ছিন্ন পরিষেবার জন্য অনুগ্রহ করে অ্যাপটি আপডেট করুন।
de: Diese %@-Version läuft in 1 Tag ab. Bitte aktualisieren Sie die App, damit es nicht zu Unterbrechungen kommt.
el: Αυτή η έκδοση του %@ θα λήξει σε 1 ημέρα. Ενημερώστε την εφαρμογή για απρόσκοπτη λειτουργία.
es: Esta versión de %@ caducará en 1 día. Actualice la app para que no se interrumpa el servicio.
fr: Cette version de %@ expire dans 1 jour. Veuillez mettre à jour l’appli pour un service ininterrompu.
gu: %@ નું આ સંસ્કરણ 1 દિવસમાં સમાપ્ત થશે. અવિરત સેવા માટે કૃપા કરીને ઍપને અપડેટ કરો.
hi: %@ के इस संस्करण की मियाद 1 दिन में समाप्त हो जाएगी। कृपया बाधारहित सेवा के लिए ऐप को अद्यतन करें।
it: Questa versione di %@ scadrà tra 1 giorno. Aggiorna l’app per un servizio senza interruzioni.
ja: このバージョンの%@は、1日で期限切れになります。支障なくサービスを受けるには、アプリをアップデートしてください。
kn: %@ ನ ಈ ಆವೃತ್ತಿ 1 ದಿನದಲ್ಲಿ ವಾಯಿದೆ ಮೀರುತ್ತದೆ. ಅಡಚಣೆರಹಿತ ಸೇವೆಗಾಗಿ ದಯವಿಟ್ಟು ಆ್ಯಪ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ml: %@ ന്റെ ഈ പതിപ്പ് 1 ദിവസത്തിനുള്ളിൽ കാലഹരണപ്പെടും. തടസ്സമില്ലാത്ത സേവനത്തിനായി ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: %@ ची ही आवृत्ती 1 दिवसात कालबाह्य होईल. कृपया अखंडित सेवेसाठी अॅप अपडेट करा.
nl: Deze versie van %@ verloopt over 1 dag. Werk de app bij voor een ononderbroken service.
pa: %@ ਦਾ ਇਹ ਵਰਜ਼ਨ 1 ਦਿਨ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗਾ। ਨਿਰਵਿਘਨ ਸੇਵਾ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ।
pt_pt: Esta versão do %@ expira dentro de 1 dia. Atualizar a aplicação para um serviço sem interrupção.
ru: Срок действия этой версии %@ истекает через 1 день. Обновите это приложение для бесперебойной работы.
ta_in: %@-இன் இந்த பதிப்பு 1 நாளில் காலாவதியாகும். தடையில்லா சேவைக்கு, செயலியைப் புதுப்பிக்கவும்.
te: %@ యొక్క ఈ వెర్షన్ 1 రోజులో గడువు తీరుతుంది. అంతరాయం లేకుండా సేవల కొరకు దయచేసి యాప్‌ను అప్‌డేట్ చేయండి.
tr: %@’in bu sürümünün geçerliliği 1 gün içinde sona erecektir. Kesintisiz hizmet için lütfen uygulamayı güncelleştirin.
ur_arab_in: %@ کا ورژن 1 دن میں زائد المیعاد ہو جائے گا۔ بلاتعطل سروس کے لیے براہ کرم ایپ کو اپ ڈیٹ کریں۔
vi: Phiên bản %@ này sẽ hết hạn sau 1 ngày. Vui lòng cập nhật ứng dụng để không bị gián đoạn dịch vụ.
zh_hant: 此 %@ 版本將於 1 天內過期。請升級該應用程式，享受不間斷服務。

# chat.version.deprecated.notification.min
source: This version of %@ is about to expire today.Please update the app right away to continue enjoying uninterrupted service.
bn_in: %@ এর এই সংস্করণের আজ মেয়াদ শেষ হতে চলেছে। অবিচ্ছিন্ন পরিষেবা অনুভব করা চালিয়ে যাওয়ার জন্য অনুগ্রহ করে অ্যাপটি এখনই আপডেট করুন।
de: Diese %@-Version läuft heute ab. Bitte aktualisieren Sie die App sofort, damit es nicht zu Unterbrechungen kommt.
el: Αυτή η έκδοση του %@ πρόκειται να λήξει σήμερα. Ενημερώστε άμεσα την εφαρμογή για να συνεχίσετε να απολαμβάνετε απρόσκοπτη λειτουργία.
es: Esta versión de %@ caducará hoy. Actualice la aplicación de inmediato para seguir disfrutando de un servicio ininterrumpido.
fr: Cette version de %@ est sur le point d’expirer aujourd’hui. Veuillez mettre à jour l’appli dès à présent pour continuer à profiter du service sans interruption.
gu: %@નું આ સંસ્કરણ આજે સમાપ્ત થવાનું છે. અવિરત સેવાનો આનંદ માણવા માટે કૃપા કરીને તુરંત જ ઍપને અપડેટ કરો.
hi: %@ के इस संस्करण की मियाद आज समाप्त होने वाली है। कृपया बाधारहित सेवा का आनंद लेना जारी रखने के लिए ऐप को तुरंत अद्यतन करें।
it: Questa versione di %@ scadrà oggi. Aggiorna l’app per continuare a utilizzare il servizio senza interruzioni.
ja: このバージョンの%@は、本日で期限切れになります。支障なくサービスを受けるには、今すぐアプリをアップデートしてください。
kn: %@ ನ ಈ ಆವೃತ್ತಿ ಇಂದು ವಾಯಿದೆಯಾಗಲಿದೆ. ಅಡಚಣೆರಹಿತ ಸೇವೆಗಳನ್ನು ಆನಂದಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಈಗಲೇ ಆ್ಯಪ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ml: %@ ന്റെ ഈ പതിപ്പ് ഇന്ന് കാലഹരണപ്പെടാൻ പോകുകയാണ്. തടസ്സമില്ലാത്ത സേവനം ആസ്വദിക്കുന്നത് തുടരാൻ ആപ്പ് ഉടൻ തന്നെ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: %@ ची ही आवृत्ती आज कालबाह्य होणार आहे. कृपया अखंडित सेवेचा लाभ घेणे सुरू ठेवण्यासाठी अॅप त्वरित अपडेट करा.
nl: Deze versie van %@ verloopt vandaag. Werk de app onmiddellijk bij zodat de service niet wordt onderbroken.
pa: %@ ਦਾ ਇਹ ਵਰਜ਼ਨ ਅੱਜ ਸਮਾਪਤ ਹੋਣ ਵਾਲਾ ਹੈ। ਨਿਰਵਿਘਨ ਸੇਵਾ ਦਾ ਅਨੰਦ ਲੈਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਤੁਰੰਤ ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ।
pt_pt: Esta versão do %@ está prestes a expirar hoje. Atualizar a aplicação imediatamente para continuar a utilizar o serviço sem interrupções.
ru: Срок действия этой версии %@ истекает сегодня. Обновите это приложение сейчас для бесперебойной работы.
ta_in: %@-இன் இந்த பதிப்பு இன்று காலாவதியாகிறது. தடையில்லா சேவையைத் தொடர்ந்து அனுபவிக்க, இப்போதே செயலியைப் புதுப்பிக்கவும்.
te: %@ యొక్క ఈ వెర్షన్ ఇవాళ గడువు తీరబోతోంది. అంతరాయం లేని సర్వీస్‌ని ఆస్వాదించడాన్ని కొనసాగించడానికి దయచేసి వెంటనే యాప్‌ని అప్‌గ్రేడ్ చేయండి.
tr: %@’in bu sürümünün geçerliliği bugün sona ermek üzere. Kesintisiz hizmetten yararlanmaya devam etmek için lütfen uygulamayı hemen güncelleştirin.
ur_arab_in: %@ کا یہ ورژن آج زائد المیعاد ہونے والا ہے۔ بلا تعطل سروسز سے لطف اندوز ہونا جاری رکھنے کے لیے براہ کرم فوری طور پر ایپ کو اپ ڈیٹ کریں۔
vi: Phiên bản %@ này sắp hết hạn hôm nay. Vui lòng cập nhật ứng dụng ngay lập tức để tiếp tục sử dụng dịch vụ không bị gián đoạn.
zh_hant: 此 %@ 版本將於今天過期。請即刻升級該應用程式，繼續享受不間斷服務。

# chat.status.onlinenow
source: %@ is available now
bn_in: %@ এখন উপলব্ধ
de: %@ ist derzeit verfügbar
el: %@ είναι διαθέσιμος τώρα
es: %@ está disponible ahora
fr: %@ est à présent disponible
gu: %@ હવે ઉપલબ્ધ છે
hi: %@ अब उपलब्ध है।
it: %@ ora è disponibile
ja: %@さんがただ今連絡可能です
kn: %@ ಈಗ ಲಭ್ಯವಿಲ್ಲ
ml: %@ ഇപ്പോൾ ലഭ്യമാണ്
mr: %@ आता उपलब्ध आहे
nl: %@ is nu beschikbaar
pa: %@ ਹੁਣ ਉਪਲਬਧ ਹੈ
pt_pt: %@ está disponível agora
ru: %@ доступно сейчас
ta_in: %@ இப்போது கிடைக்கிறார்
te: %@ ఇప్పుడు లభ్యమవుతోంది
tr: %@ şimdi kullanılabilir
ur_arab_in: %@ اب دستیاب ہے
vi: %@ khả dụng vào lúc này
zh_hant: %@ 目前已可用

# chat.rateus.text
source: Rate us at Play Store
bn_in: প্লে স্টোরে আমাদেরকে রেট করুন।
de: Bewerten Sie uns im Play Store
el: Αξιολογήστε μας στο Play Store
es: Escríbanos en Play Store
fr: Évaluez-nous sur le Play Store
gu: અમને પ્લે સ્ટોર પર રેટ કરો
hi: हमें Play Store पर रेट करें
it: Votaci nel Play Store
ja: Play Storeで評価
kn: Play Store ನಲ್ಲಿ ನಮಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ml: ഞങ്ങളെ Play Store-ൽ റേറ്റ് ചെയ്യുക
mr: आम्हाला Play Store वर रेट करा
nl: Beoordeel ons in de Play Store
pa: ਸਾਨੂੰ Play Store ਤੇ ਰੇਟਿੰਗ ਦਿਓ
pt_pt: Classifique-nos na Play Store
ru: Поставьте оценку в Play Store
ta_in: Play Store-இல் எங்களை மதிப்பிடுக
te: Play Storeలో మాకు రేట్ చేయండి
tr: Bize Play Store’da puan verin
ur_arab_in: Play Store پر ہمیں ریٹ کریں
vi: Xếp hạng chúng tôi trên Play Store
zh_hant: 在 Play 商店中評價我們

# chat.rateus.button.text
source: Rate us
bn_in: আমাদের মূল্যায়ন করুন
de: Bewerten Sie uns
el: Αξιολογήστε μας
es: Evalúenos
fr: Évaluez-nous
gu: અમને રેટ કરો
hi: हमें रेट करें
it: Lascia una valutazione
ja: 評価してください
kn: ನಮಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ml: ഞങ്ങളെ റേറ്റ് ചെയ്യുക
mr: आम्हाला रेट करा
nl: Geef ons een beoordeling
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
pt_pt: Atribua-nos uma classificação
ru: Оценить
ta_in: எங்களை மதிப்பிடுக
te: మాకు రేట్ చేయండి
tr: Bizi değerlendirin
ur_arab_in: ہمیں ریٹ کریں
vi: Xếp hạng chúng tôi
zh_hant: 評價我們

# chat.channel.join
source: Channels you can join
de: Zum Beitritt bereite Kanäle
el: Κανάλια στα οποία μπορείτε να συμμετάσχετε
es: Canales a los que se puede unir
fr: Canaux joignables
hi: ऐसे चैनल जिनमें आप शामिल हो सकते हैं
it: Canali a cui puoi partecipare
ja: 参加可能なチャンネル
nl: Kanalen waaraan u kunt deelnemen
pt_pt: Canais a que pode aderir
ru: Каналы, к которым можно присоединиться
tr: Katılabileceğiniz kanallar
vi: Các kênh bạn có thể tham gia
zh_hant: 您可加入的頻道

# chat.enablelog.title
source: Enable Log
de: Protokoll aktivieren
el: Ενεργοποίηση αρχείου καταγραφής
es: Habilitar registro
fr: Activer le journal
hi: लॉग को सक्षम करें
it: Abilita log
ja: イベントログ
nl: Logboek inschakelen
pt_pt: Ativar registo
ru: Включить журнал
tr: Günlüğü Etkinleştir
vi: Bật Nhật Ký
zh_hant: 啟用記錄

# chat.enablelog.text
source: Do you wish to enable Log?
de: Möchten Sie das Protokoll aktivieren?
el: Επιθυμείτε ενεργοποίηση του Αρχείου καταγραφής;
es: ¿Desea habilitar el registro?
fr: Souhaitez-vous activer le journal ?
hi: क्या आप लॉग को सक्षम करना चाहते हैं?
it: Abilitare il log?
ja: ログを有効化しますか？
nl: Wilt u het logboek inschakelen?
pt_pt: Pretende ativar o Registo?
ru: Включить журнал?
tr: Günlüğü etkinleştirmek istiyor musunuz?
vi: Bạn có muốn bật Nhật Ký hay không?
zh_hant: 是否要啟用記錄？

# chat.disablelog.title
source: Disable Log
de: Protokoll deaktivieren
el: Απενεργοποίηση Αρχείου καταγραφής
es: Deshabilitar registro
fr: Désactiver le journal
hi: लॉग को अक्षम करें
it: Disabilita log
ja: ログを無効にする
nl: Logboek uitschakelen
pt_pt: Desativar registo
ru: Отключить журнал
tr: Günlüğü Devre Dışı Bırak
vi: Tắt Nhật Ký
zh_hant: 停用記錄

# chat.disablelog.text
source: Do you want to disable Log?
de: Möchten Sie das Protokoll deaktivieren?
el: Επιθυμείτε απενεργοποίηση του Αρχείου καταγραφής;
es: ¿Desea deshabilitar el registro?
fr: Voulez-vous désactiver le journal ?
hi: क्या आप लॉग को अक्षम करना चाहते हैं?
it: Disabilitare il log?
ja: ログを無効にしますか？
nl: Wilt u het logboek uitschakelen?
pt_pt: Pretende desativar o Registo?
ru: Отключить журнал?
tr: Günlüğü devre dışı bırakmak istiyor musunuz?
vi: Bạn có muốn tắt Nhật Ký hay không?
zh_hant: 是否確定要停用記錄？

# chat.disablelog.clear
source: Clear existing log
de: Vorhandenes Protokoll löschen
el: Εκκαθάριση υφιστάμενου αρχείου καταγραφής
es: Borrar registro existente
fr: Effacer le journal actuel
hi: मौजूदा लॉग को साफ़ करें
it: Cancella log esistente
ja: 既存のログをクリア
nl: Bestaand logboek wissen
pt_pt: Limpar registo existente
ru: Очистить существующий журнал
tr: Var olan günlüğü temizle
vi: Xóa nhật ký hiện hữu
zh_hant: 清除現有記錄

# chat.title.activity.create.channel.desc
source: Designed for enhanced collaboration, channels are meant to improve workplace communication at your organization.
de: Kanäle wurden zur besseren Zusammenarbeit geschaffen, verbessern die Arbeitsplatzkommunikation in Ihrer Organisation.
el: Σχεδιασμένα για ενισχυμένη συνεργασία, τα κανάλια αποσκοπούν σε βελτίωση της επικοινωνίας στο χώρο εργασίας της οργανισμού σας.
es: Los canales se han diseñado para mejorar la colaboración y la comunicación de su organización.
fr: Créés dans le but d’optimiser l’aspect collaboratif, les canaux ont pour but d’améliorer la communication dans l’espace de travail de votre organisation.
hi: अधिक सहयोग के लिए डिज़ाइन किए गया, चैनल आपके संगठन में कार्यस्थल के संचार में सुधार करने के लिए हैं।
it: Pensati per migliorare la collaborazione, i canali rendono più efficiente le comunicazioni nell’ambiente di lavoro dell’organizzazione.
ja: チャンネルは、あなたの組織における仕事場でのコミュニケーションを改善し、協力関係を強化することを目的としています。
nl: Kanalen zijn ontworpen voor een betere samenwerking en dienen om de communicatie tussen collega’s binnen de organisatie te verbeteren.
pt_pt: Concebidos para colaboração avançada, os canais destinam-se a melhorar a comunicação no local de trabalho na sua organização.
ru: Каналы предназначены для повышения эффективности совместной работы и для оптимизации делового общения в организации.
tr: Geliştirilmiş işbirliği için tasarlanan kanallar, kuruluşunuzdaki iş yeri iletişimini iyileştirmek içindir.
vi: Được thiết kế để hợp tác hiệu quả hơn, các kênh nhằm cải thiện sự liên lạc trong môi trường làm việc tại tổ chức của bạn.
zh_hant: 頻道設計用於增強協作，可改善您機構內的工作空間通訊。

# chat.title.activity.orggroup.title
source: Organization Groups
de: Organisationsgruppen
el: Ομάδες οργανισμού
es: Grupos de la organización
fr: Groupes organisationnels
hi: संगठन समूह
it: Gruppi dell’organizzazione
ja: 組織グループ
nl: Organisatiegroepen
pt_pt: Grupos de organização
ru: Группы организации
tr: Kuruluş Grupları
vi: Các Nhóm Tổ Chức
zh_hant: 機構的組

# chat.actions.details.title.key
source: Title
de: Titel
el: Τίτλος
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
nl: Naam
pt_pt: Título
ru: Название
tr: Başlık
vi: Tiêu đề
zh_hant: 標題

# chat.actions.details.ctype.key
source: Channel Type
de: Kanaltyp
el: Τύπος καναλιού
es: Tipo de canal
fr: Type de canal
hi: चैनल का प्रकार
it: Tipo di canale
ja: チャンネルの種類
nl: Soort kanaal
pt_pt: Tipo de canal
ru: Тип канала
tr: Kanal Türü
vi: Loại Kênh
zh_hant: 頻道類型

# chat.actions.details.creator.key
source: Created by
bn_in: এর দ্বারা তৈরি
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
fr: Créé par
gu: તૈયાર કરનાર
hi: निर्माता:
it: Creato da
ja: 作成者:
kn: ರಿಂದ ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
mr: द्वारे तयार केलेले
nl: Gemaakt door
pa: ਇਹਨਾਂ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਗਿਆ
pt_pt: Criado por
ru: Автор
ta_in: உருவாக்கியவர்
te: ద్వారా సృష్టించినది
tr: Oluşturan
ur_arab_in: تخلیق کردہ منجانب
vi: Tạo bởi
zh_hant: 建立者

# chat.actions.details.topparticipants
source: Participants (%@)
de: Teilnehmer (%@)
el: Συμμετέχοντες (%@)
es: Participantes (%@)
hi: प्रतिभागी (%@)
it: Partecipanti (%@)
ja: 参加者 (%@)
nl: Deelnemers (%@)
pt_pt: Participantes (%@)
ru: Участники (%@)
tr: Katılımcılar (%@)
vi: Người tham gia (%@)
zh_hant: 參與者 (%@)

# chat.actions.details.title.channel
source: Channel Details
de: Kanaldetails
el: Λεπτομέρειες καναλιού
es: Detalles del canal
fr: Détails du canal
hi: चैनल का विवरण
it: Dettagli canale
ja: チャンネルの詳細
nl: Kanaalgegevens
pt_pt: Detalhes de canal
ru: Сведения о канале
tr: Kanal Ayrıntıları
vi: Chi Tiết Kênh
zh_hant: 頻道詳細資料

# chat.actions.details.title.bot
source: Bot Details
el: Λεπτομέρειες δικτυορομπότ
es: Detalles del bot
fr: Détails du bot
hi: बॉट का विवरण
it: Dettagli bot
ja: ボットの詳細
nl: Botgegevens
pt_pt: Detalhes de bot
ru: Сведения бота
tr: Robot Bilgileri
vi: Chi Tiết Bot
zh_hant: Bot 詳細資料

# chat.actions.channel.leave
source: Leave channel
de: Kanal verlassen
el: Αναχώρηση από κανάλι
es: Salir del canal
fr: Quitter le canal
hi: चैनल को छोड़ें
it: Abbandona canale
ja: チャンネルを離れる
nl: Kanaal verlaten
pt_pt: Sair do canal
ru: Выйти из канала
tr: Kanalı Bırak
vi: Rời Khỏi Kênh
zh_hant: 離開頻道

# chat.actions.channel.delete
source: Delete channel
de: Kanal löschen
el: Διαγραφή καναλιού
es: Eliminar canal
fr: Supprimer la chaîne
hi: चैनल को हटाएं
it: Elimina canale
ja: チャンネルを削除
nl: Kanaal verwijderen
pt_pt: Eliminar canal
ru: Удалить канал
tr: Kanalı Sil
vi: Xóa Kênh
zh_hant: 刪除頻道

# chat.actions.chat.delete
source: Delete chat
bn_in: চ্যাটটি মুছে ফেলুন
de: Chat löschen
el: Διαγραφή συνομιλίας
es: Eliminar chat
fr: Supprimer le chat
gu: ચૅટ કાઢી નાખો
hi: चैट को हटाएं
it: Elimina chat
ja: チャットを削除する
kn: ಚಾಟ್ ಅಳಿಸಿ
ml: ചാറ്റ് ഇല്ലാതാക്കുക
mr: चॅट हटवा
nl: Chat verwijderen
pa: ਚੈਟ ਮਿਟਾਓ
pt_pt: Eliminar chat
ru: Удалить чат
ta_in: அரட்டையை நீக்கு
te: చాట్ తొలగించు
tr: Sohbeti Sil
ur_arab_in: چیٹ حذف کریں
vi: Xóa Nội Dung Chat
zh_hant: 刪除聊天

# chat.actions.copy.success
source: Copied
bn_in: অনুলিপি করা হয়েছে
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fr: Copié
gu: કૉપિ થયું
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
kn: ನಕಲಿಸಲಾಗಿದೆ
ml: പകർത്തുന്നു
mr: कॉपी केले
nl: Gekopieerd
pa: ਕਾਪੀ ਕੀਤੀ ਗਈ
pt_pt: Copiado
ru: Скопировано
ta_in: நகலெடுக்கப்பட்டது
te: కాపీ చేయబడింది
tr: Kopyalandı
ur_arab_in: کاپی کردہ
vi: Đã sao chép
zh_hant: 已複製

# chat.actions.channel.clear.message
source: Sure about clearing selected channel history?
de: Ausgewählten Kanalverlauf wirklich löschen?
el: Είστε σίγουροι για τον καθαρισμό του επιλεγμένου ιστορικού καναλιού;
es: ¿Está seguro de que desea borrar el historial del canal seleccionado?
fr: Voulez-vous vraiment effacer l’historique du canal sélectionné ?
hi: क्या आप चुने हुए चैनल इतिहास को साफ करने के बारे में सुनिश्चित हैं?
it: Cancellare la cronologia del canale selezionato?
ja: 選択されたチャンネル履歴をクリアしてもよろしいですか？
nl: Weet u zeker dat u de geselecteerde kanaalgeschiedenis wilt wissen?
pt_pt: Tem a certeza de que pretende limpar o histórico de canal selecionado?
ru: Действительно удалить историю выбранного канала?
tr: Seçili kanal geçmişini temizlemekten emin misiniz?
vi: Bạn có chắc xóa lịch sử kênh đã chọn hay không?
zh_hant: 確定要清除選定頻道歷程記錄？

# chat.actions.channel.delete.message
source: Sure about deleting selected channel?
de: Ausgewählten Kanal wirklich löschen?
el: Είστε σίγουροι για τη διαγραφή του επιλεγμένου καναλιού;
es: ¿Está seguro de que desea eliminar el canal seleccionado?
fr: Voulez-vous vraiment effacer le canal sélectionné ?
hi: क्या आप चुने हुए चैनल को हटाने के बारे में सुनिश्चित हैं?
it: Eliminare il canale selezionato?
ja: 選択されたチャンネルを削除してもよろしいですか？
nl: Weet u zeker dat u het geselecteerde kanaal wilt verwijderen?
pt_pt: Tem a certeza de que pretende eliminar o canal selecionado?
ru: Действительно удалить выбранный канал?
tr: Seçili kanalı silmekten emin misiniz?
vi: Bạn có chắc xóa kênh đã chọn hay không?
zh_hant: 確定要刪除選定頻道？

# chat.actions.channel.leave.message
source: Sure about leaving this channel?
de: Diesen Kanal wirklich verlassen?
el: Είστε σίγουροι ότι επιθυμείτε να αποχωρήσετε από αυτό το κανάλι;
es: ¿Está seguro de que desea salir de este canal?
fr: Voulez-vous vraiment quitter ce canal ?
hi: क्या आप इस चैनल को छोड़ने के बारे में सुनिश्चित हैं?
it: Abbandonare il canale?
ja: このチャンネルを離れてもよろしいですか？
nl: Weet u zeker dat u dit kanaal wilt verlaten?
pt_pt: Tem a certeza de que pretende sair deste canal?
ru: Действительно выйти из этого канала?
tr: Bu kanalı bırakmaktan emin misiniz?
vi: Bạn có chắc rời khỏi kênh này hay không?
zh_hant: 確定要離開此頻道？

# chat.actions.bot.leave.message.unsubscribe
source: Sure about unsubscribing this bot?
de: Diesen Bot wirklich kündigen?
el: Είστε σίγουροι ότι επιθυμείτε να διαγράψετε αυτό το δικτυορομπότ;
es: ¿Está seguro de que desea cancelar la suscripción a este bot?
fr: Voulez-vous vraiment vous désabonner de ce bot ?
hi: क्या आप इस बॉट की सदस्यता छोड़ने के बारे में सुनिश्चित हैं?
it: Annullare la sottoscrizione al bot?
ja: このボットの購読を解除してもよろしいですか？
nl: Weet u zeker dat u deze bot wilt uitschrijven?
pt_pt: Tem a certeza de que pretende anular a subscrição deste bot?
ru: Действительно отменить подписку этого бота?
tr: Bu robotun aboneliğini kaldırmaktan emin misiniz?
vi: Bạn có chắc hủy đăng ký bot này hay không?
zh_hant: 確定要取消訂閱此 bot？

# chat.actions.bot.leave.message.subscribe
source: Are you sure that you want to subscribe this bot?
de: Möchten Sie diesen Bot wirklich abonnieren?
el: Είστε βέβαιοι ότι επιθυμείτε να εγγράψετε αυτό το δικτυορομπότ;
es: ¿Está seguro de que desea suscribirse a este bot?
fr: Voulez-vous vraiment vous abonner à ce bot ?
hi: क्या आप सचमुच इस बॉट की सदस्यता चाहते हैं?
it: Eseguire la sottoscrizione al bot?
ja: このボットを購読してもよろしいですか？
nl: Weet u zeker dat u deze bot wilt inschrijven?
pt_pt: Tem a certeza de que pretende subscrever este bot?
ru: Действительно подписать этот бот?
tr: Bu robota abone olmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn hủy đăng ký bot này hay không?
zh_hant: 您是否確定要訂閱此 bot？

# chat.text.create.channel
source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
nl: Maken
pt_pt: Criar
ru: Создать
tr: Oluştur
vi: Tạo
zh_hant: 建立

# chat.title.clear
source: cleared the chat title
bn_in: চ্যাটের শিরোনাম মুছে ফেলা হয়েছে
de: löschte den Chattitel
el: διέγραψε τον τίτλο συνομιλίας
es: borró el título del chat
fr: Titre de chat effacé
gu: ચૅટ શીર્ષક સાફ કર્યું
hi: चैट शीर्षक को साफ किया
it: ha cancellato il titolo della chat
ja: チャットの件名をクリアしました
kn: ಚಾಟ್ ಶೀರ್ಷಿಕೆಯನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
ml: ചാറ്റ് ശീർഷകം മായ്ച്ചു
mr: चॅट शीर्षक साफ केले
nl: heeft de naam van de chat gewist
pa: ਚੈਟ ਦਾ ਸਿਰਲੇਖ ਮਿਟਾ ਦਿੱਤਾ
pt_pt: limpou o título do chat
ru: очистил заголовок чата
ta_in: அரட்டைத் தலைப்பை நீக்கியுள்ளார்
te: చాట్ టైటిల్‌ని క్లియర్ చేయండి
tr: sohbet başlığı temizlendi
ur_arab_in: چیٹ کا عنوان صاف کر دیا گیا
vi: đã xóa tiêu đề chat
zh_hant: 已清除聊天標題

# chat.day.today
source: Today
bn_in: আজ
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd’hui
gu: આજે
hi: आज
it: Oggi
ja: 今日
kn: ಇಂದು
ml: ഇന്ന്
mr: आज
nl: Vandaag
pa: ਅੱਜ
pt_pt: Hoje
ru: Сегодня
ta_in: இன்று
te: ఈరోజు
tr: Bugün
ur_arab_in: آج
vi: Hôm nay
zh_hant: 今天

# chat.day.yesterday
source: Yesterday
bn_in: গতকাল
de: Gestern
el: Χθες
es: Ayer
fr: Hier
gu: ગઇકાલે
hi: बीता कल
it: Ieri
ja: 昨日
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
mr: काल
nl: Gisteren
pa: ਬੀਤੇ ਕੱਲ੍ਹ
pt_pt: Ontem
ru: Вчера
ta_in: நேற்று
te: నిన్న
tr: Dün
ur_arab_in: گزشتہ کل
vi: Hôm qua
zh_hant: 昨天

# chat.day.monday
source: Monday
bn_in: সোমবার
de: Montag
el: Δευτέρα
es: Lunes
fr: Lundi
gu: સોમવાર
hi: सोमवार
it: Lunedì
ja: 月曜日
kn: ಸೋಮವಾರ
ml: തിങ്കൾ
mr: सोमवार
nl: maandag
pa: ਸੋਮਵਾਰ
pt_pt: Segunda-feira
ru: Понедельник
ta_in: திங்கட்கிழமை
te: సోమవారం
tr: Pazartesi
ur_arab_in: پیر
vi: Thứ Hai
zh_hant: 星期一

# chat.day.tuesday
source: Tuesday
bn_in: মঙ্গলবার
de: Dienstag
el: Τρίτη
es: Martes
fr: Mardi
gu: મંગળવાર
hi: मंगलवार
it: Martedì
ja: 火曜日
kn: ಮಂಗಳವಾರ
ml: ചൊവ്വ
mr: मंगळवार
nl: dinsdag
pa: ਮੰਗਲਵਾਰ
pt_pt: Terça-feira
ru: Вторник
ta_in: செவ்வாய்க்கிழமை
te: మంగళవారం
tr: Salı
ur_arab_in: منگل
vi: Thứ Ba
zh_hant: 星期二
