Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.emptystate.star
source: Star Message
bn_in: বার্তা স্টার করুন
gu: સ્ટાર સંદેશ
hi: संदेश को स्टार करें
kn: ಸಂದೇಶ ಸ್ಟಾರ್ ಮಾಡಿ
ml: സ്റ്റാർ സന്ദേശം
mr: स्टार मेसेज
pa: ਤਾਰਾਬੱਧ ਸੁਨੇਹਾ
ta_in: நட்சத்திரச் செய்தி
te: స్టార్ సందేశం
ur_arab_in: پیغام کو اسٹار کریں
zh_hant: 對消息加星標

source: OK
bn_in: ঠিক আছে
el: ΟΚ
es: Aceptar
gu: ઓકે
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ta_in: சரி
te: సరే
tr: Tamam
ur_arab_in: ٹھیک ہے
zh_hant: 確定

# cliq.settings.title.cate
source: General
fr: Général
ta_in: நிறைவு

# cliq.settings.title.categorytwo
source: Shortcuts
fr: Raccourcis

# cliq.settings.title.categorythree
source: Arattai
fr: Cliq
