Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_biometric_authentication_title
source: Unlock %@
bn_in: আনলক করুন %@
de: %@ entsperren
el: Ξεκλείδωμα %@
es: Desbloquear %@
fr: Déverrouiller %@
gu: %@ અનલૉક કરો
hi: %@ को अनलॉक करें
it: Sblocca %@
ja: %@のロックを解除
kn: %@ ಅನ್‌ಲಾಕ್‌ ಮಾಡಿ
ml: %@ അൺലോക്ക് ചെയ്യുക
mr: %@ अनलॉक करा
nl: %@ ontgrendelen
pa: %@ ਅਨਲਾੱਕ ਕਰੋ
pt_pt: Desbloquear %@
ru: Разблокировать %@
ta_in: %@-ஐ திற
te: %@ అన్‌లాక్ చేయండి
tr: %@ kilidini aç
ur_arab_in: %@ کو ان لاک کریں
vi: Mở khóa %@
zh_hant: 解锁 %@

# chat_biometric_authentication_desc
source: Confirm biometric authentication to access %@
bn_in: %@ অ্যাক্সেস করার জন্য বায়োমেট্রিক প্রমাণীকরণ নিশ্চিত করুন
de: Biometrische Authentifizierung zum %@-Zugriff bestätigen
el: Επιβεβαιώστε τον βιομετρικό έλεγχο ταυτότητας για πρόσβαση στο %@
es: Confirme la autenticación biométrica para acceder a %@
fr: Confirmez l’authentification biométrique pour accéder à %@
gu: %@ ઍક્સેસ કરવા માટે બાયમેટ્રિક પ્રમાણીકરણની પુષ્ટિ કરો
hi: %@ तक पहुँच प्राप्त करने के लिए बायोमेट्रिक प्रमाणीकरण की पुष्टि करें
it: Conferma autenticazione biometrica per accedere a %@
ja: 生体認証を確認して%@にアクセス
kn: %@ ಪ್ರವೇಶಿಸಲು ಬಯೋಮೆಟ್ರಿಕ್ ದೃಢೀಕರಣವನ್ನು ದೃಢೀಕರಿಸಿ
ml: %@ ആക്സസ് ചെയ്യുന്നതിന് ബയോമെട്രിക് പ്രാമാണീകരണം സ്ഥിരീകരിക്കുക
mr: %@ अॅक्सेस करण्यासाठी बायोमेट्रिक प्रमाणीकरणाची पुष्टी करा
nl: Bevestig biometrische verificatie voor toegang tot %@
pa: %@ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਲਈ ਬਾਇਓਮੈਟ੍ਰਿਕ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pt_pt: Confirmar autenticação biométrica para aceder a %@
ru: Подтвердите биометрическую проверку подлинности для доступа к %@
ta_in: %@-ஐ அணுகுவதற்கு, உயிரியளவு அங்கீகாரமளிப்பை உறுதிப்படுத்தவும்
te: %@ యాక్సెస్ చేసుకోవడానికి బయోమెట్రిక్ ప్రమాణీకరణ ధృవీకరించండి
tr: %@‘e erişmek için biyometrik kimlik doğrulamasını onayla
ur_arab_in: %@ تک رسائی کرنے کے لیے بائیومیٹرک توثیق کی تصدیق کریں
vi: Xác nhận xác thực sinh trắc để truy cập %@
zh_hant: 确认生物识别身份验证以访问 %@

# chat_settings_home_storagedata
source: Data and Storage
bn_in: ডেটা এবং স্টোরেজ
de: Daten und Speicher
el: Δεδομένα και αποθήκευση
es: Datos y almacenamiento
fr: Données et stockage
gu: ડેટા અને સ્ટોરેજ
hi: डेटा और संग्रहण
it: Dati e Archiviazione
ja: データおよびストレージ
kn: ಡೇಟಾ ಮತ್ತು ಸಂಗ್ರಹಣೆ
ml: ഡാറ്റയും സംഭരണവും
mr: डेटा आणि स्टोरेज
nl: Gegevens en opslag
pa: ਡਾਟਾ ਅਤੇ ਸਟੋਰੇਜ
pt_pt: Dados e armazenamento
ru: Данные и хранилище
ta_in: தரவு மற்றும் சேமிப்பகம்
te: డేటా మరియు స్టోరేజీ
tr: Veri ve Depolama
ur_arab_in: ڈیٹا اور اسٹوریج
vi: Dữ Liệu và Lưu Trữ
zh_hant: 数据和存储

# chat_settings_home_personalize
source: Personalize
bn_in: ব্যক্তিগতকৃত করুন
de: Personalisieren
el: Εξατομίκευση
es: Personalizar
fr: Personnaliser
gu: વ્યક્તિગત કરો
hi: व्यक्तिगत बनाएं
it: Personalizza
ja: 個人設定
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿ
ml: വ്യക്തിഗതമാക്കുക
mr: वैयक्तिकृत करा
nl: Aan persoonlijk voorkeur aanpassen
pa: ਪਰਸਨਲਾਈਜੇਸ਼ਨ
pt_pt: Personalizar
ru: Персонализация
ta_in: தனிப்படுத்து
te: వ్యక్తిగతీకరించు
tr: Kişiselleştir
ur_arab_in: شخصی کردہ بنائیں
vi: Cá nhân hóa
zh_hant: 个性化

# chat_settings_hidemutedchats_title
source: Hide muted chats
bn_in: মিউট করা চ্যাটগুলি লুকোন
de: Stummgeschaltete Chats verbergen
el: Απόκρυψη συνομιλιών σε σίγαση
es: Ocultar chats desactivados
fr: Masquer les chats muets
gu: મ્યૂટ કરેલી ચૅટ્સ છુપાવો
hi: म्यूट की गई चैट्स छिपाएं
it: Nascondi chat silenziate
ja: ミュート済みチャットを非表示
kn: ಮ್ಯೂಟ್‌ ಮಾಡಿದ ಚಾಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ മറയ്‌ക്കുക
mr: म्युट केलेली चॅट लपवा
nl: Gedempte chats verbergen
pa: ਮੂਕ ਚੈਟਾਂ ਨੂੰ ਲੁਕਾਓ
pt_pt: Ocultar chats com som desativado
ru: Скрывать чаты с отключенным звуком
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகளை மறை
te: మ్యూట్ చేయబడ్డ చాట్‌లను దాచిపెట్టండి
tr: Sessize alınan sohbetleri gizle
ur_arab_in: خاموش کردہ چیٹس کو پوشیدہ کریں
vi: Ẩn các nội dung chat đã tắt tiếng
zh_hant: 隐藏已静音的聊天

# chat_settings_hidemutedchats_desc
source: Muted chats will not be displayed under chats list. You can view it separately under Muted list view.
bn_in: মিউট করা চ্যাটগুলি চ্যাটের তালিকার অধীনে দেখানো হবে না। আপনি সেটি পৃথকভাবে মিউট করা তালিকার ভিউয়ের অধীনে দেখতে পারেন।
de: Stummgeschaltete Chats werden nicht in der Chatliste angezeigt. Diese können Sie separat in der Stummgeschaltet-Listenansicht abrufen.
el: Οι συνομιλίες σε σίγαση δεν θα εμφανίζονται στη λίστα συνομιλιών. Μπορείτε να τις δείτε ξεχωριστά στην προβολή της λίστας σε σίγαση.
es: Los chats desactivados no se mostrarán en la lista de chats. Puede verlos por separado en vista de lista Desactivados.
fr: Les conversations désactivées ne seront pas affichées dans la liste des conversations. Vous pouvez les afficher séparément dans la vue Liste des conversations désactivées.
gu: ચૅટ્સ સૂચિ હેઠળ મ્યૂટ કરેલ ચૅટ્સ પ્રદર્શિત થશે નહીં. તમે મ્યૂટ કરેલ સૂચિ દૃશ્ય હેઠળ તેને અલગથી જોઈ શકો છો.
hi: म्यूट की गई चैट्स को चैट्स सूची में प्रदर्शित नहीं किया जाएगा। आप इसे “म्यूट किया गया” सूची दृश्य में अलग से देख सकते हैं।
it: Le chat silenziate non saranno visualizzate in questo elenco chat. Puoi visualizzarlo separatamente nella visualizzazione elenco Silenziate.
ja: ミュートされたチャットはチャットリストの下に表示されません。ミュートされたリストビューで別々に表示できます。
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳು ಚಾಟ್‌ಗಳ ಲಿಸ್ಟ್‌ನಡಿ ಪ್ರದರ್ಶಿಸಲ್ಪಡುವುದಿಲ್ಲ. ಅವುಗಳನ್ನು ನೀವು ಮ್ಯೂಟ್ ಮಾಡಿದ ಲಿಸ್ಟ್ ನೋಟದಡಿ ಪ್ರತ್ಯೇಕವಾಗಿ ನೋಡಬಹುದು.
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ ചാറ്റ് പട്ടികയിൽ പ്രദർശിപ്പിക്കില്ല. നിശബ്‌ദമാക്കിയ പട്ടിക കാഴ്‌ചയ്‌ക്ക് കീഴിൽ നിങ്ങൾക്ക് ഇത് പ്രത്യേകം കാണാനാകും.
mr: म्युट केलेली चॅट चॅटच्या सूचीमध्ये दर्शवली जाणार नाही. तुम्ही म्युट केलेल्या सूची दृश्यामध्ये ती स्वतंत्रपणे पाहू शकता.
nl: Gedempte chats worden niet weergegeven in de chatlijst. U kunt deze afzonderlijk bekijken in de weergave Gedempte chats.
pa: ਮੂਕ ਚੈਟਾਂ ਨੂੰ ਗੱਲਬਾਤ ਦੀ ਸੂਚੀ ਦੇ ਅੰਦਰ ਡਿਸਪਲੇ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੂਕ ਸੂਚੀ ਸੂਚੀ ਦੇ ਅੰਦਰ ਅਲਗ ਵੀ ਵੇਖ ਸਕਦੇ ਹੋ।
pt_pt: Os chats com som desativado não serão apresentados na lista de chats. Pode vê-los separadamente na lista de chats com som desativado.
ru: Отключенные чаты не будут отображаться в списке чатов. Их можно просмотреть отдельно в списке отключенных чатов.
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகள் அரட்டைகள் பட்டியலின் கீழ் காண்பிக்கப்படாது. நீங்கள் அதை ஒலிதடை செய்யப்பட்ட பட்டியல் காட்சியின் கீழ் தனித்தனியாகக் காணலாம்.
te: చాట్‌ల జాబితా కింద మ్యూట్ చేసిన చాట్‌లు ప్రదర్శించబడవు. మ్యూట్ చేసిన జాబితా వీక్షణ క్రింద మీరు దానిని విడిగా చూడవచ్చు.
tr: Sessize alınan sohbetler, sohbetler listesi altında görüntülenmeyecektir. Sessize Alınmış liste görünümü altında ayrı olarak görüntüleyebilirsiniz.
ur_arab_in: خاموش کردہ چیٹس کو چیٹس کی فہرست کے تحت ڈسپلے نہیں کیا جائے گا۔ آپ اسے علیحدہ طور پر خاموش کردہ فہرست کے ویو کے تحت دیکھ سکتے ہیں۔
vi: Các nội dung chat đã tắt tiếng sẽ không được hiển thị ở danh sách chat. Bạn có thể xem nó riêng biệt ở giao diện danh sách đã tắt tiếng.
zh_hant: 已静音聊天将不会显示在聊天列表下面。您可以在已静音列表视图下单独查看它。

# chat_settings_entertosend_title
source: Enter to send
bn_in: পাঠানোর জন্য এন্টার করুন
de: Zum Senden eingeben
el: Πατήστε Enter για αποστολή
es: Pulse Entrar para enviar
fr: Entrer pour envoyer
gu: મોકલવા માટે દાખલ કરો
hi: भेजने के लिए दर्ज करें
it: Inserisci per inviare
ja: 入力して送信
kn: ಕಳುಹಿಸಲು ಎಂಟರ್ ಒತ್ತಿ
ml: അയയ്‌ക്കാൻ നൽകുക
mr: पाठविण्यासाठी प्रविष्ट करा
nl: Invoeren om te verzenden
pa: ਭੇਜਣ ਲਈ ਐਂਟਰ ਦਬਾਓ
pt_pt: Enter para enviar
ru: Отправка клавишей ВВОД
ta_in: அனுப்ப உள்ளிடவும்
te: పంపడానికి నమోదు చేయండి
tr: Enter tuşuyla gönderin
ur_arab_in: بھیجنے کے لیے انٹر دبائیں
vi: Nhấn Enter để gửi
zh_hant: 按 Enter 发送

# chat_settings_entertosend_desc
source: Hitting Enter key will send your message.
bn_in: এন্টার কীটি টিপলে তা আপনার বার্তা পাঠাবে।
de: Mit einem Druck auf die Eingabetaste senden Sie Ihre Mitteilung.
el: Εάν πατήσετε το πλήκτρο Enter θα στείλει το μήνυμά σας.
es: Pulse la tecla Entrar para enviar su mensaje.
fr: Appuyer sur la touche Entrée enverra votre message.
gu: એન્ટર દબાવવાથી કી તમારો સંદેશ મોકલશે.
hi: Enter (दर्ज करें) कुंजी को दबाने से आपका संदेश भेज दिया जाएगा।
it: Premendo il tasto Invio il messaggio sarà inviato.
ja: Enterキーを押すとメッセージが送信されます。
kn: ಎಂಟರ್ ಕೀ ಒತ್ತುವುದರಿಂದ ನಿಮ್ಮ ಸಂದೇಶ ಕಳುಹಿಸಲ್ಪಡುತ್ತದೆ.
ml: എന്റർ കീ അമർത്തിയാൽ നിങ്ങളുടെ സന്ദേശം അയയ്‌ക്കും.
mr: एंटर की दाबल्याने तुमचा मेसेज पाठवला जाईल.
nl: Als u op de Enter-toets drukt, wordt uw bericht verzonden.
pa: ਐਂਟਰ ਕੁੰਜੀ ਦਬਾਉਣ ਨਾਲ ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pt_pt: Pressionar a tecla Enter enviará a sua mensagem.
ru: Если нажать клавишу ВВОД, сообщение будет отправлено.
ta_in: உள்ளிடு விசையை அழுத்துவது உங்கள் செய்தியை அனுப்பும்.
te: ఎంటర్ కీని తట్టడం వల్ల మీ సందేశం పంపబడుతుంది.
tr: Enter tuşuna basıldığında, iletiniz gönderilecektir.
ur_arab_in: انٹر کی کو دبانے سے آپ کا پیغام بھیج دیا جائے گا۔
vi: Nhấn phím Enter sẽ gửi tin nhắn của bạn.
zh_hant: 按 Enter 键将发送您的消息。

# chat_settings_voicemessageconfirmation_title
source: Voice message confirmation
bn_in: ভয়েস মেসেজের নিশ্চিতকরণ
de: Sprachmitteilungsbestätigung
el: Επιβεβαίωση φωνητικού μηνύματος
es: Confirmación de mensajes de voz
fr: Confirmation du message vocal
gu: વોઇઝ સંદેશની પુષ્ટિ
hi: ध्वनि संदेश पुष्टि
it: Conferma messaggio vocale
ja: ボイスメッセージの確認
kn: ಧ್ವನಿ ಸಂದೇಶ ದೃಢೀಕರಣ
ml: ശബ്‌ദ സന്ദേശ സ്ഥിരീകരണം
mr: व्हॉईस मेसेजची पुष्टी
nl: Bevestiging van spraakbericht
pa: ਵੌਇਸ ਸੁਨੇਹੇ ਦੀ ਪੁਸ਼ਟੀ
pt_pt: Confirmação de mensagem de voz
ru: Подтверждение голосового сообщения
ta_in: குரல் செய்தியை உறுதிப்படுத்தல்
te: వాయిస్ సందేశం ధృవీకరణ
tr: Sesli ileti onayı
ur_arab_in: صوتی پیغام کی تصدیق
vi: Xác nhận tin nhắn thoại
zh_hant: 语音消息确认

# chat_settings_voicemessageconfirmation_desc
source: A confirmation will pop up when sending voice messages.
bn_in: ভয়েস মেসেজ পাঠাবার সময় একটি নিশ্চিতকরণ পপ আপ করবে।
de: Beim Senden von Sprachmitteilungen erscheint eine Bestätigung.
el: Θα εμφανίζεται επιβεβαίωση κατά την αποστολή φωνητικών μηνυμάτων.
es: Aparecerá una confirmación al enviar mensajes de voz.
fr: Une confirmation s’ouvrira lors de l’envoi des messages vocaux.
gu: વોઇસ સંદેશા મોકલતી વખતે પુષ્ટિ પોપ અપ થશે.
hi: ध्वनि संदेश भेजते समय पुष्टिकरण पॉप अप होगा।
it: Una conferma sarà visualizzata durante l’invio di messaggi vocali.
ja: ボイスメッセージを送信する際に確認のメッセージがポップアップします。
kn: ಧ್ವನಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸುವಾಗ ಒಂದು ದೃಢೀಕರಣ ಪಾಪ್ ಅಪ್ ಆಗುತ್ತದೆ.
ml: ശബ്‌ദ സന്ദേശങ്ങൾ‌ അയയ്‌ക്കുമ്പോൾ ഒരു സ്ഥിരീകരണം പോപ്പ് അപ്പ് ചെയ്യും.
mr: व्हॉईस मेसेज पाठवताना पुष्टी पॉप अप होईल.
nl: Bij het verzenden van spraakberichten wordt een bevestiging weergegeven.
pa: ਵੌਇਸ ਸੁਨੇਹੇ ਭੇਜਣ ਵੇਲੇ ਇੱਕ ਪੁਸ਼ਟੀਕਰਣ ਪੌਪ-ਅੱਪ ਹੋਵੇਗਾ।
pt_pt: Aparecerá uma confirmação ao enviar mensagens de voz.
ru: При отправке голосового сообщения появляется всплывающее окно подтверждения.
ta_in: குரல் செய்திகளை அனுப்பும்போது உறுதிப்படுத்தல் பாப்அப் ஆகும்.
te: వాయిస్ సందేశాలను పంపేటప్పుడు ఒక ధృవీకరణ పాప్ అప్ అవుతుంది.
tr: Sesli ileti gönderilirken bir onay açılacaktır.
ur_arab_in: صوتی پیغامات بھیجتے وقت ایک تصدیق پاپ اپ ہو گی۔
vi: Xác nhận sẽ xuất hiện khi gửi tin nhắn thoại.
zh_hant: 发送语音消息时会弹出确认框。

# chat_settings_storageusage_title
source: Storage usage
bn_in: স্টোরেজের ব্যবহার
de: Speichernutzung
el: Χρήση χώρου αποθήκευσης
es: Uso del almacenamiento
fr: Utilisation du stockage
gu: સંગ્રહ વપરાશ
hi: संग्रहण उपयोग
it: Utilizzo spazio di archiviazione
ja: ストレージ使用量
kn: ಸಂಗ್ರಹಣೆ ಬಳಕೆ
ml: സ്റ്റോറേജ് ഉപയോഗം
mr: स्टोरेज वापर
nl: Gebruik van opslag
pa: ਸਟੋਰੇਜ਼ ਦੀ ਵਰਤੋਂ
pt_pt: Utilização de armazenamento
ru: Использование хранилища
ta_in: சேமிப்பகப் பயன்பாடு
te: స్టోరేజీ వినియోగం
tr: Depolama kullanımı
ur_arab_in: اسٹوریج کا استعمال
vi: Sử dụng bộ nhớ lưu trữ
zh_hant: 存储使用情况

# chat_settings_storageusage_desc
source: You can view and manage the data that are stored in %@.
bn_in: আপনি সেই তথ্যগুলি দেখতে এবং পরিচালনা করতে পারবেন যেগুলি %@ এ সঞ্চয় করা আছে।
de: Sie können in %@ gespeicherte Daten abrufen und verwalten.
el: Μπορείτε να δείτε και να διαχειριστείτε τα δεδομένα που είναι αποθηκευμένα στο %@.
es: Puede ver y administrar los datos que están almacenados en %@.
fr: Vous pouvez afficher et gérer les données qui sont stockées dans %@.
gu: %@ સંગ્રહ થયેલ તમે સ્ટોર કરેલો ડેટા જોઈ અને સંચાલન કરી શકો છો.
hi: आप %@ में संग्रहीत डेटा को देख और प्रबंधित कर सकते हैं।
it: È possibile visualizzare e gestire i dati che sono memorizzati in %@.
ja: %@に保存されているデータを閲覧・管理できます。
kn: %@ ನಲ್ಲಿ ಸಂಗ್ರಹಣೆಯಾಗಿರುವ ಡೇಟಾವನ್ನು ನೀವು ನೋಡಬಹುದು ಮತ್ತು ನಿರ್ವಹಣೆ ಮಾಡಬಹುದು.
ml: %@ ൽ സംഭരിച്ചിരിക്കുന്ന ഡാറ്റ നിങ്ങൾക്ക് കാണാനും നിയന്ത്രിക്കാനും കഴിയും.
mr: तुम्ही %@ मध्ये संग्रहित केलेला डेटा पाहू आणि व्यवस्थापित करू शकता.
nl: U kunt de gegevens bekijken en beheren die zijn opgeslagen in %@.
pa: ਤੁਸੀਂ %@ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਵੇਖ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pt_pt: Pode ver e gerir os dados armazenados em %@.
ru: Можно просматривать данные, хранящиеся в %@, и управлять ими.
ta_in: %@-இல் சேமிக்கப்பட்டுள்ள தரவை நீங்கள் காணலாம் மற்றும் நிர்வகிக்கலாம்.
te: మీరు %@లో భద్రపరిచిన డేటాను వీక్షించవచ్చు మరియు నిర్వహించవచ్చు..
tr: %@ içinde depolanan verileri görüntüleyebilir ve yönetebilirsiniz.
ur_arab_in: آپ %@ میں محفوظ کردہ ڈیٹا کو دیکھ سکتے اور اس کا نظم کر سکتے ہیں۔
vi: Bạn có thể xem và quản lý dữ liệu đã lưu trong %@.
zh_hant: 您可以查看和管理 %@ 中存储的数据。

# chat_settings_storageusage_mediastorage_title
source: Media storage
bn_in: মিডিয়ার স্টোরেজ
de: Medienspeicher
el: Χώρος αποθήκευσης μέσων
es: Almacenamiento multimedia
fr: Stockage média
gu: મીડિયા સ્ટોરેજ
hi: मीडिया संग्रहण
it: Archiviazione multimediale
ja: メディアストレージ
kn: ಮೀಡಿಯಾ ಸಂಗ್ರಹಣೆ
ml: മീഡിയ സ്റ്റേറേജ്
mr: मीडिया संचयन
nl: Media-opslag
pa: ਮੀਡੀਆ ਸਟੋਰੇਜ਼
pt_pt: Armazenamento multimédia
ru: Хранилище мультимедиа
ta_in: ஊடக சேமிப்பகம்
te: మీడియా స్టోరేజీ
tr: Medya depolama
ur_arab_in: میڈیا اسٹوریج
vi: Lưu trữ media
zh_hant: 媒体存储

# chat_settings_storageusage_mediastorage_desc
source: Photos, videos and other files that is not accessed for selected time period will be removed from this device memory.
bn_in: ছবি, ভিডিও এবং অন্যান্য ফাইলগুলি যা নির্বাচিত সময়কালের জন্য অ্যাক্সেস করা নেই সেগুলি এই ডিভাইসের স্মৃতির থেকে অপসারণ করা হবে।
de: Fotos, Videos und andere Dateien, die im ausgewählten Zeitraum nicht abgerufen wurden, werden aus dem Speicher dieses Gerätes entfernt.
el: Οι φωτογραφίες, τα βίντεο και άλλα αρχεία στα οποία δεν υπάρχει πρόσβαση κατά την επιλεγμένη χρονική περίοδο θα αφαιρούνται από τη μνήμη αυτής της συσκευής.
es: Las fotos, vídeos y otros archivos a los que no se acceda durante el período de tiempo seleccionado se eliminarán de la memoria de este dispositivo.
fr: Les photos, vidéos et autres fichiers qui ne sont pas accessibles pour la période sélectionnée seront supprimés de la mémoire de ce périphérique.
gu: ફોટા, વિડિઓઝ અને અન્ય ફાઇલો કે જે પસંદ કરેલ સમયગાળા માટે ઍક્સેસ નથી, આ ઉપકરણ મેમરીમાંથી દૂર કરવામાં આવશે.
hi: जिन फोटोज़, वीडियोज़ और अन्य फाइलों तक चयनित समय अवधि तक पहुँच प्राप्त नहीं की जाती, उन्हें इस डिवाइस की मेमोरी से निकाल दिया जाएगा।
it: Foto, video e altri file a cui non si accede per il periodo di tempo selezionato saranno rimossi dalla memoria di questo dispositivo.
ja: 選択した期間アクセスされなかった写真、動画や、その他のファイルは、このデバイスのメモリから削除されます。
kn: ಆಯ್ದ ಸಮಯದ ಅವಧಿಗೆ ಪ್ರವೇಶಿಸದಿರುವ ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು ಮತ್ತು ಇತರ ಫೈಲ್‌ಗಳನ್ನು ಈ ಸಾಧನದ ಮೆಮೊರಿಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ml: തിരഞ്ഞെടുത്ത സമയ കാലയളവിൽ ആക്‌സസ് ചെയ്യാത്ത ഫോട്ടോകൾ, വീഡിയോകൾ, മറ്റ് ഫയലുകൾ എന്നിവ ഈ ഡിവൈസ് മെമ്മറിയിൽ നിന്ന് നീക്കംചെയ്യും.
mr: निवडलेल्या कालावधीसाठी अॅक्सेस न केलेले फोटो, व्हिडिओ आणि अन्य फाइल्स या डिव्हाइस मेमरीमधून काढल्या जातील.
nl: Foto’s, video’s en andere bestanden die tijdens de geselecteerde periode niet worden gebruikt, worden uit dit apparaatgeheugen verwijderd.
pa: ਫੋਟੋਆਂ, ਵਿਡੀਓਜ਼ ਅਤੇ ਹੋਰ ਫਾਈਲਾਂ ਜਿਹਨਾਂ ਦੀ ਚੋਣ ਕੀਤੀ ਸਮਾਂ ਅਵਧੀ ਲਈ ਐਕਸੈਸ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ, ਨੂੰ ਇਸ ਡਿਵਾਈਸ ਮੈਮੋਰੀ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pt_pt: Fotografias, vídeos e outros ficheiros a que não aceda durante o período selecionado serão removidos da memória deste dispositivo.
ru: Фотографии, видео и другие файлы, доступ к которым не осуществлялся в заданный период времени, удаляются из памяти этого устройства.
ta_in: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு அணுகப்படாத புகைப்படங்கள், வீடியோக்கள் மற்றும் பிற கோப்புகள் இந்த சாதன நினைவகத்திலிருந்து அகற்றப்படும்.
te: ఎంపిక చేసిన కాలవ్యవధికి యాక్సెస్ చేసుకోని ఫోటోలు, వీడియోలు మరియు ఇతర ఫైళ్లు ఈ పరికర మెమరీ నుంచి తొలగించబడతాయి.
tr: Seçilen zaman aralığı boyunca erişilmeyen fotoğraflar, videolar ve diğer dosyalar bu cihaz belleğinden kaldırılacaktır.
ur_arab_in: ایک منتخب شدہ مدت وقت تک کے لیے رسائی نہ کی گئی تصاویر، ویڈیوز اور دیگر فائلز اس ڈیوائس کی میموری سے ہٹا دی جائیں گی۔
vi: Hình ảnh, video và các tập tin khác không được truy cập trong khoảng thời gian đã chọn sẽ bị xóa khỏi bộ nhớ của thiết bị này.
zh_hant: 未在所选时间段内访问的照片、视频和其他文件将从此设备内存中删除。

# chat_settings_storageusage_mediastorage_storemedia
source: Store media
bn_in: মিডিয়া সঞ্চয় করুন
de: Medien speichern
el: Αποθήκευση μέσων
es: Almacenar elementos multimedia
fr: Stocker média
gu: મીડિયા સંગ્રહ કરો
hi: मीडिया को संग्रहीत करें
it: Memorizza media
ja: メディア保存
kn: ಮೀಡಿಯಾ ಸಂಗ್ರಹಣೆ ಮಾಡಿ
ml: സംഭരണ മീഡിയ
mr: स्टोअर मीडिया
nl: Media opslaan
pa: ਸਟੋਰ ਮੀਡੀਆ
pt_pt: Armazenar multimédia
ru: Период хранения
ta_in: ஊடகங்களைச் சேமி
te: మీడియాని స్టోర్ చేయండి
tr: Medyayı sakla
ur_arab_in: میڈیا کو اسٹور کریں
vi: Lưu media
zh_hant: 存储媒体

# chat_settings_storageusage_mediastorage_forever
source: Forever
bn_in: চিরকাল
de: Endlos
el: Για πάντα
es: Para siempre
fr: Toujours
gu: કાયમી
hi: हमेशा के लिए
it: Per sempre
ja: 永久
kn: ಎಂದೆಂದಿಗೂ
ml: എക്കാലത്തേക്കും
mr: कायमचे
nl: Permanent
pa: ਹਮੇਸ਼ਾ ਲਈ
pt_pt: Sempre
ru: Бессрочно
ta_in: என்றென்றும்
te: ఎప్పటికీ
tr: Her zaman
ur_arab_in: ہمیشہ کے لیے
vi: Vĩnh viễn
zh_hant: 永远

# chat_settings_storageusage_clearallcache_title
source: Clear all cache
bn_in: সমস্ত ক্যাশে মুছে ফেলুন
de: Gesamten Cache leeren
el: Απαλοιφή όλων των μνημών cache
es: Borrar toda la memoria caché
fr: Effacer tout le cache
gu: બધી કેશ સાફ કરો
hi: सारा कैशे साफ करें
it: Cancella tutta la cache
ja: すべてのキャッシュをクリア
kn: ಎಲ್ಲಾ ಕ್ಯಾಶೆ ತೆರವುಗೊಳಿಸಿ
ml: എല്ലാ ക്യാഷെയും മായ്‌ക്കുക
mr: सर्व कॅशे साफ करा
nl: Gehele cache wissen
pa: ਸਾਰੇ ਕੈਸ਼ੇ ਹਟਾਓ
pt_pt: Limpar toda a cache
ru: Очистить весь кэш
ta_in: எல்லா தேக்ககத்தையும் அழி
te: మొత్తం కాచే క్లియర్ చేయండి
tr: Tüm önbelleği temizle
ur_arab_in: تمام کیش کو صاف کریں
vi: Xóa tất cả cache
zh_hant: 清除所有缓存

# chat_settings_storageusage_clearallcache_desc
source: Media and files cache cleared will be available in %@ cloud and can be downloaded again.
bn_in: মিডিয়া এবং ফাইলের মুছে ফেলা ক্যাশে %@ ক্লাউডে উপলব্ধ হবে এবং আবার ডাউনলোড করা যাবে।
de: Medien und Dateien des gelöschten Caches stehen in der %@ Cloud zur Verfügung, können erneut heruntergeladen werden.
el: Τα μέσα και τα αρχεία μνήμης cache που έχουν απαλειφθεί θα είναι διαθέσιμα στο cloud %@ και μπορούν να ληφθούν ξανά.
es: La memoria caché borrada de elementos multimedia y archivos estará disponible en la nube de %@ y se podrá volver a descargar.
fr: Le cache effacé des médias et fichiers sera disponible dans %@ cloud et téléchargeable à nouveau.
gu: સાફ થયેલ મીડિયા અને ફાઇલો કેશ %@ ક્લાઉડ ઉપલબ્ધ રહેશે અને ફરીથી ડાઉનલોડ કરી શકાય છે.
hi: साफ किया गया मीडिया और फाइल कैशे %@ क्लाउड में उपलब्ध होगा और इन्हें फिर से डाउनलोड किया जा सकता है।
it: La cache multimediale e di file cancellata sarà disponibile nel cloud %@ e potrà essere scaricata nuovamente.
ja: クリアされたメディアとファイルのキャッシュは%@クラウドで利用可能になり、再度ダウンロードできます。
kn: ತೆರವುಗೊಳಿಸಿದ ಮೀಡಿಯಾ ಮತ್ತು ಫೈಲ್ ಕ್ಯಾಶೆ %@ ಕ್ಲೌಡ್‌ನಲ್ಲಿ ಲಭ್ಯವಿರುತ್ತದೆ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.
ml: മായ്‌ച്ച മീഡിയയും ഫയലുകളും ക്യാഷെ %@ ക്ലൗഡിൽ ലഭ്യമാകും, അവ വീണ്ടും ഡൗൺലോഡ് ചെയ്യാനാകും.
mr: मीडिया आणि फाइल्सचा साफ केलेला कॅशे %@ क्लाउडवर उपलब्ध असेल आणि पुन्हा डाउनलोड केला जाऊ शकतो.
nl: Cache gewist van media en bestanden is beschikbaar in %@-cloud en kan opnieuw worden gedownload.
pa: ਮੀਡੀਆ ਅਤੇ ਫਾਈਲਾਂ ਦਾ ਸਾਫ ਕੀਤਾ ਗਿਆ ਕੈਸ਼ %@ ਕਲਾਉਡ ਵਿੱਚ ਉਪਲਬਧ ਹੋਵੇਗਾ ਅਤੇ ਦੁਬਾਰਾ ਡਾਉਨਲੋਡ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pt_pt: A cache de multimédia e de ficheiros estará disponível na nuvem %@ e pode voltar a ser transferida.
ru: Файлы мультимедиа и другие файлы, которые хранились в очищенном кэше, будут доступны в облаке %@, откуда их можно снова загрузить.
ta_in: தேக்கக அழிப்பு செய்யப்பட்ட ஊடகங்களும் கோப்புகளும் %@ கிளவுட்டில் கிடைக்கும், மேலும் அவற்றை மீண்டும் பதிவிறக்கம் செய்துகொள்ளலாம்.
te: కాచే క్లియర్ చేసిన మీడియా మరియు ఫైల్స్ %@ క్లౌడ్‌లో లభ్యం అవుతాయి మరియు మళ్లీ డౌన్‌లోడ్ చేసుకోవచ్చు.
tr: Önbelleği temizlenen medya ve dosyalar %@ bulutta kullanılabilir olacak ve yeniden indirilebilir.
ur_arab_in: صاف کیا گیا میڈیا اور فائلز کا کیش %@ کلاؤڈ میں دستیاب ہو گا اور اسے دوبارہ ڈاؤن لوڈ کیا جا سکتا ہے۔
vi: Media và cache tập tin đã xóa sẽ khả dụng trong dịch vụ đám mây %@ và có thể tải xuống lại.
zh_hant: 所清除的媒体和文件缓存可在 %@ 云中找到，并可以再次下载。

# chat_settings_storageusage_clearallcache_overallmedia
source: Overall media
bn_in: সামগ্রিক মিডিয়া (%@)
de: Medien gesamt (%@)
el: Συνολικά μέσα (%@)
es: Elementos multimedia globales (%@)
fr: Média total (%@)
gu: એકંદર મીડિયા (%@)
hi: सम्पूर्ण मीडिया (%@)
it: File multimediali complessivi (%@)
ja: メディア全体（%@）
kn: ಒಟ್ಟಾರೆ ಮೀಡಿಯಾ (%@)
ml: മൊത്തത്തിലുള്ള മീഡിയ (%@)
mr: एकूण मीडिया (%@)
nl: Totale media (%@)
pa: ਸਮੁੱਚੀ ਮੀਡੀਆ (%@)
pt_pt: Multimédia geral (%@)
ru: Все файлы мультимедиа (%@)
ta_in: ஒட்டுமொத்த ஊடகங்கள்
te: మొత్తం మీద మీడియా (%@)
tr: Genel medya (%@)
ur_arab_in: مجموعی میڈیا (%@)
vi: Meida tổng (%@)
zh_hant: 全部媒体 (%@)

# chat_settings_storageusage_clearallcache_clearall
source: Clear all
bn_in: সব সাফ করুন
de: Alles aufheben
el: Εκκαθάριση όλων
es: Borrar todo
fr: Effacer tout
gu: બધું સાફ કરો
hi: सभी को साफ करें
it: Annulla tutto
ja: すべてクリア
kn: ಎಲ್ಲ ತೆರವುಗೊಳಿಸಿ
ml: എല്ലാം മായ്ക്കുക
mr: सर्व साफ करा
nl: Alles wissen
pa: ਸਭ ਹਟਾਓ
pt_pt: Limpar tudo
ru: Очистить все
ta_in: அனைத்தையும் அழி
te: అన్నింటిని క్లియర్ చేయండి
tr: Tümünü temizle
ur_arab_in: تمام کو صاف کریں
vi: Xóa tất cả
zh_hant: 全部清除

# chat_settings_storageusage_clearallcache_loading
source: Any second now…
bn_in: এখন যে কোনো সেকেন্ডে…
de: Bald …
el: Από στιγμή σε στιγμή…
es: En cualquier momento…
fr: D’une seconde à l’autre...
gu: હવે કોઈપણ સેકંડે…
hi: अब कोई भी दूसरा...
it: In qualsiasi momento...
ja: もう少しです…
kn: ಈಗ ಯಾವುದೇ ಸೆಕೆಂಡ್‌ನಲ್ಲಿ...
ml: ഇപ്പോൾ ഏത് നിമിഷവും…
mr: आता कोणत्याही सेकंदाला…
nl: Elk moment nu…
pa: ਹੁਣੇ ਕਿਸੇ ਵੀ ਸਮੇਂ...
pt_pt: A qualquer momento…
ru: В любой момент…
ta_in: இப்போது எந்த நொடியிலும்...
te: ఇప్పుడే ఏదైనా సెకను…
tr: Şimdi birkaç saniye…
ur_arab_in: ابھی کسی بھی سیکنڈ...
vi: Bất kỳ lúc nào...
zh_hant: 随时…

# chat_settings_storageusage_nodatafound
source: No %@ data is stored in your device yet.
bn_in: আপনার ডিভাইসে কোন %@ ডেটা এখনও সঞ্চয় করা নেই।
de: Noch keine %@-Daten in Ihrem Gerät gespeichert.
el: Δεν έχουν αποθηκευτεί ακόμη δεδομένα %@ στη συσκευή σας.
es: Todavía no hay datos de %@ almacenados en su dispositivo.
fr: Aucune donnée %@ n’est stockée dans votre périphérique pour l’instant.
gu: કોઇ %@ ડેટા હજી તમારા ઉપકરણમાં સંગ્રહિત નથી.
hi: आपकी डिवाइस में अभी तक कोई %@ डेटा संग्रहीत नहीं है।
it: Nessun dato di %@ è ancora memorizzato nel tuo dispositivo.
ja: 装置にはまだ%@データは保存されていません。
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಇನ್ನೂ %@ ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮಾಡಿಲ್ಲ.
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ ഇതുവരെ %@ ഡാറ്റയൊന്നും സംഭരിച്ചിട്ടില്ല.
mr: अद्याप तुमच्या डिव्हाइसमध्ये %@ डेटा संग्रहित केलेला नाही.
nl: Er zijn nog geen %@-gegevens opgeslagen op uw apparaat.
pa: ਅਜੇ ਤੱਕ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ %@ ਡਾਟਾ ਸਟੋਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
pt_pt: Ainda não estão armazenados nenhuns dados %@ no seu dispositivo.
ru: На устройстве пока нет данных %@.
ta_in: உங்கள் சாதனத்தில் இதுவரை %@ தரவுகள் எதுவும் சேமிக்கப்படவில்லை.
te: మీ పరికరంలో ఇంకా ఎలాంటి %@ డేటా లేదు.
tr: Cihazınızda depolanmış %@ veri henüz yok.
ur_arab_in: ابھی تک آپ کی ڈیوائس میں کوئی %@ ڈیٹا اسٹور نہیں کیا گیا۔
vi: Chưa có dữ liệu %@ nào được lưu trong thiết bị của bạn.
zh_hant: 您的设备中尚未存储 %@ 数据。
