Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_settings_storageusage_chatsmedia
source: Chats media
bn_in: চ্যাটের মিডিয়া
de: Chatmedien
el: Μέσα συνομιλιών
es: Elementos multimedia de chats
fr: Média des chats
gu: ચૅટ્સ મીડિયા
hi: चैट्स मीडिया
it: File multimediali di chat
ja: チャットメディア
kn: ಚಾಟ್‌ಗಳ ಮೀಡಿಯಾ
ml: ചാറ്റ്സ് മീഡിയ
mr: चॅट मीडिया
nl: Media voor chats
pa: ਚੈਟ ਮੀਡੀਆ
pt_pt: Multimédia dos chats
ru: Файлы мультимедиа из чатов
ta_in: அரட்டை ஊடகங்கள்
te: చాట్స్ మీడియా
tr: Sohbetler medyası
ur_arab_in: چیٹس میڈیا
vi: Media chat
zh_hant: 聊天媒体

# chat_settings_storageusage_clearalldatatitle
source: Clear all data?
bn_in: সমস্ত ডেটা পরিষ্কার করতে চান?
de: Alle Daten löschen?
el: Απαλοιφή όλων των δεδομένων;
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
gu: તમામ ડેટા સાફ કરીએ?
hi: सारा डेटा साफ करें?
it: Cancellare tutti i dati?
ja: すべてのデータをクリアしますか?
kn: ಎಲ್ಲ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?
ml: എല്ലാ ഡാറ്റയും മായ്‌ക്കണോ?
mr: सर्व डेटा साफ करायचा?
nl: Alle gegevens wissen?
pa: ਸਾਰਾ ਡਾਟਾ ਹਟਾਉਣਾ ਹੈ?
pt_pt: Limpar todos os dados?
ru: Удалить все данные?
ta_in: எல்லா தரவுகளையும் நீக்கவா?
te: మొత్తం డేటాను క్లియర్ చేయాలా?
tr: Tüm veriler temizlensin mi?
ur_arab_in: تمام ڈیٹا کو صاف کریں؟
vi: Xóa mọi dữ liệu?
zh_hant: 清除所有数据？

# chat_settings_storageusage_cleardatatitle
source: Clear data?
bn_in: ডেটা পরিষ্কার করবেন?
de: Daten löschen?
el: Απαλοιφή δεδομένων;
es: ¿Borrar datos?
fr: Effacer les données ?
gu: ડેટા સાફ કરીએ?
hi: डेटा को साफ करें
it: Cancellare dati?
ja: データをクリアしますか？
kn: ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?
ml: ഡാറ്റ മായ്‌ക്കണോ?
mr: डेटा हटवायचा?
nl: Gegevens wissen?
pa: ਡਾਟਾ ਹਟਾਉਣਾ ਹੈ?
pt_pt: Limpar dados?
ru: Удалить данные?
ta_in: தரவை அழிக்கவா?
te: డేటాను క్లియర్ చేయాలా?
tr: Veriler temizlensin mi?
ur_arab_in: ڈیٹا صاف کریں؟
vi: Xóa dữ liệu?
zh_hant: 清除数据？

# chat_settings_storageusage_clearalldatadesc
source: Data will be cleared from your device storage.
bn_in: আপনার ডিভাইসের স্টোরেজ থেকে ডেটা মুছে ফেলা হবে।
de: Daten werden aus Ihrem Gerätespeicher gelöscht.
el: Τα δεδομένα θα απαλειφθούν από τον χώρο αποθήκευσης της συσκευής σας.
es: Los datos se borrarán del almacenamiento de su dispositivo.
fr: Les données seront effacées du stockage de votre périphérique.
gu: તમારા ઉપકરણ સ્ટોરેજમાંથી ડેટા સાફ થશે.
hi: आपके डिवाइस संग्रहण से डेटा साफ कर दिया जाएगा।
it: I dati saranno cancellati dallo spazio di archiviazione del tuo dispositivo.
ja: デバイスのストレージからデータが消去されます。
kn: ನಿಮ್ಮ ಸಾಧನದ ಸಂಗ್ರಹಣೆಯಿಂದ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ ഉപകരണ സംഭരണത്തിൽ നിന്ന് ഡാറ്റ മായ്‌ക്കപ്പെടും.
mr: तुमच्या डिव्हाइसच्या स्टोरेजमधून डेटा साफ केला जाईल.
nl: De gegevens worden gewist uit uw apparaatopslag.
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸਟੋਰੇਜ ਤੋਂ ਡਾਟਾ ਸਾਫ ਹੋ ਜਾਵੇਗਾ।
pt_pt: Os dados serão limpos do armazenamento do seu dispositivo.
ru: Данные будут удалены из хранилища устройства.
ta_in: உங்கள் சாதன சேமிப்பகத்தில் இருந்து தரவுகள் அழிக்கப்படும்.
te: మీ పరికరం స్టోరేజీ నుంచి డేటా క్లియర్ చేయబడుతుంది.
tr: Veriler, cihazınızın depolama alanından temizlenecek.
ur_arab_in: ڈیٹ کو آپ کی ڈیوائس کی اسٹوریج سے صاف کر دیا جائے گا۔
vi: Dữ liệu sẽ bị xóa khỏi bộ nhớ lưu trữ của thiết bị của bạn.
zh_hant: 数据将从您的设备存储中清除。

# chat_settings_storageusage_cleardatadesc_start
source: Data from chat
bn_in: চ্যাট থেকে ডেটা
de: Daten aus Chat
el: Δεδομένα από τη συνομιλία
es: Los datos del chat
fr: Données du chat
gu: ચૅટમાંથી ડેટા
hi: चैट से डेटा
it: Dati da chat
ja: チャットからのデータ
kn: ಚಾಟ್‌ನಿಂದ ಡೇಟಾ
ml: ചാറ്റിൽ നിന്നുള്ള ഡാറ്റ
mr: चॅटमधील डेटा
nl: Gegevens uit chat
pa: ਚੈਟ ਤੋਂ ਡਾਟਾ
pt_pt: Dados do chat
ru: Данные из чата
ta_in: அரட்டையிலிருந்து தரவுகள்
te: చాట్‌ నుంచి డేటా
tr: Sohbetten gelen veriler
ur_arab_in: چیٹ کا ڈیٹا
vi: Dữ liệu từ chat
zh_hant: 聊天中的数据

# chat_settings_storageusage_cleardatadesc_end
source: will be cleared from device.
bn_in: আপনার ডিভাইস থেকে মুছে ফেলা হবে।
de: werden aus dem Gerät gelöscht.
el: θα διαγραφούν από τη συσκευή.
es: se borrarán del dispositivo.
fr: sera effacé du périphérique.
gu: ઉપકરણમાંથી સાફ કરવામાં આવશે.
hi: डिवाइस से साफ कर दिया जाएगा।
it: saranno cancellati dal dispositivo.
ja: は装置からクリアされます。
kn: ಸಾಧನದಿಂದ ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ.
ml: ഡിവൈസിൽ നിന്ന് മായ്ക്കും.
mr: डिव्हाइसवरून साफ ​​केला जाईल.
nl: worden gewist uit het apparaat.
pa: ਡਿਵਾਇਸ ਤੋਂ ਮਿਟ ਜਾਵੇਗਾ।
pt_pt: serão limpos do dispositivo.
ru: будут удалены с устройства.
ta_in: சாதனத்திலிருந்து அழிக்கப்படும்.
te: పరికరం నుంచి క్లియర్ చేయబడుతుంది.
tr: cihazdan temizlenecek.
ur_arab_in: ڈیوائس سے صاف کر دیا جائے گا۔
vi: sẽ bị xóa khỏi thiết bị.
zh_hant: 将从设备中清除。

# chat_settings_storageusage_storemedia_two_days
source: 2 Days
bn_in: 2 দিন
de: 2 Tage
el: 2 ημέρες
es: 2 días
fr: 2 jours
gu: 2 દિવસ
hi: 2 दिन
it: 2 giorni
ja: 2日間
kn: 2 ದಿನಗಳು
ml: 2 ദിവസം
mr: 2 दिवस
nl: 2 dagen
pa: 2 ਦਿਨ
pt_pt: 2 dias
ru: 2 дня
ta_in: 2 நாட்கள்
te: 2 రోజులు
tr: 2 gün
ur_arab_in: 2 دن
vi: 2 Ngày
zh_hant: 2 天

# chat_settings_storageusage_storemedia_one_week
source: 1 Week
bn_in: 1 সপ্তাহ
de: 1 Woche
el: 1 Βδομάδα
es: 1 semana
fr: 1 semaine
gu: 1 અઠવાડિયું
hi: 1 सप्ताह
it: 1 settimana
ja: 1週間
kn: 1 ವಾರ
ml: 1 ആഴ്ച
mr: 1 आठवडा
pa: 1 ਹਫਤਾ
pt_pt: 1 semana
ru: 1 неделя
ta_in: 1 வாரம்
te: 1 వారం
tr: 1 Hafta
ur_arab_in: 1 ہفتہ
vi: 1 Tuần
zh_hant: 1 周

# chat_settings_storageusage_storemedia_one_month
source: 1 Month
bn_in: 1 মাস
de: 1 Monat
el: 1 μήνα
es: 1 mes
fr: 1 mois
gu: 1 મહિનો
hi: 1 महीना
it: 1 mese
ja: 1ヶ月
kn: 1 ತಿಂಗಳು
ml: 1 മാസം
mr: 1 महिना
nl: 1 maand
pa: 1 ਮਹੀਨਾ
pt_pt: 1 mês
ru: 1 месяц
ta_in: 1 மாதம்
te: 1 నెల
tr: 1 Ay
ur_arab_in: 1 ماہ
vi: 1 Tháng
zh_hant: 1 个月

# chat_settings_storageusage_storemedia_forever
source: Forever
bn_in: চিরকাল
de: Endlos
el: Για πάντα
es: Para siempre
fr: Toujours
gu: કાયમી
hi: हमेशा के लिए
it: Per sempre
ja: 永久
kn: ಎಂದೆಂದಿಗೂ
ml: എക്കാലത്തേക്കും
mr: कायमचे
nl: Permanent
pa: ਹਮੇਸ਼ਾ ਲਈ
pt_pt: Sempre
ru: Бессрочно
ta_in: என்றென்றும்
te: ఎప్పటికీ
tr: Her zaman
ur_arab_in: ہمیشہ کے لیے
vi: Vĩnh viễn
zh_hant: 永远

# chat_settings_home_security
source: Security and Privacy
bn_in: নিরাপত্তা ও গোপনীয়তা
de: Sicherheit und Datenschutz
el: Ασφάλεια και προστασία προσωπικών δεδομένων
es: Seguridad y privacidad
fr: Sécurité et confidentialité
gu: સુરક્ષા અને ગોપનીયતા
hi: सुरक्षा और गोपनीयता
it: Sicurezza e privacy
ja: セキュリティおよびプライバシー
kn: ಸುರಕ್ಷತೆ ಮತ್ತು ಗೌಪ್ಯತೆ
ml: സുരക്ഷയും സ്വകാര്യതയും
mr: सुरक्षा आणि गोपनीयता
nl: Beveiliging en privacy
pa: ਸੁਰੱਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ
pt_pt: Segurança e privacidade
ru: Безопасность и конфиденциальность
ta_in: பாதுகாப்பு மற்றும் தனியுரிமை
te: సెక్యూరిటీ మరియు గోప్యత
tr: Güvenlik ve Gizlilik
ur_arab_in: سکیورٹی اور رازداری
vi: Bảo Mật và Quyền Riêng Tư
zh_hant: 安全与隐私

# chat_settings_storageusage_cleared_cache
source: Cache cleared
bn_in: ক্যাশে পরিষ্কার করা হয়েছে
de: Cache geleert
el: Η μνήμη cache απαλείφθηκε
es: Caché borrada
fr: Cache effacé
gu: કેશ સાફ થઈ
hi: कैशे साफ किया गया
it: Cache cancellata
ja: キャッシュがクリアされました
kn: ಕ್ಯಾಶೆ ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
ml: ക്യാഷെ മായ്ച്ചു
mr: कॅशे साफ केले
nl: Cache gewist
pa: ਕੈਸ਼ੇ ਸਾਫ ਹੋ ਗਏ
pt_pt: Cache limpa
ru: Кэш очищен
ta_in: தேக்ககம் அழிக்கப்பட்டது
te: క్యాచే క్లియర్ చేయబడింది
tr: Önbellek temizlendi
ur_arab_in: کیش کو صاف کر دیا گیا
vi: Đã xóa cache
zh_hant: 缓存已清除

# chat_msg_action_bottomsheet_pin
source: Pin message
bn_in: বার্তা পিন করুন
de: Mitteilung anheften
el: Καρφίτσωμα μηνύματος
es: Anclar mensaje
fr: Épingler le message
gu: સંદેશ પિન કરો
hi: संदेश को पिन करें
it: Appunta in alto il messaggio
ja: メッセージをピンする
kn: ಸಂದೇಶ ಪಿನ್ ಮಾಡಿ
ml: സന്ദേശം പിൻ ചെയ്യുക
mr: पिन मेसेज
nl: Bericht vastmaken
pa: ਸੁਨੇਹਾ ਪਿੰਨ ਕਰੋ
pt_pt: Afixar mensagem
ru: Закрепить сообщение
ta_in: செய்தியை பின்செய்
te: సందేశాన్ని పిన్ చేయండి
tr: Mesajı sabitle
ur_arab_in: پیغام کو پن کریں
vi: Cố định tin nhắn
zh_hant: 固定消息

# chat_msg_action_bottomsheet_unpin
source: Unpin message
bn_in: বার্তা আনপিন করুন
de: Mitteilung lösen
el: Ξεκαρφίτσωμα μηνύματος
es: Desanclar mensaje
fr: Désépingler le message
gu: સંદેશ અનપિન કરો
hi: संदेश अनपिन करें
it: Rimuovi dall’alto il messaggio
ja: メッセージのピン留め解除
kn: ಸಂದೇಶ ಅನ್‌ಪಿನ್ ಮಾಡಿ
ml: സന്ദേശം അൺപിൻ ചെയ്യുക
mr: मेसेज अनपिन करा
nl: Bericht losmaken
pa: ਸੁਨੇਹਾ ਅਨਪਿੰਨ ਕਰੋ।
pt_pt: Remover mensagem
ru: Открепить сообщение
ta_in: செய்தியை பின்நீக்கு
te: సందేశాన్ని అన్‌పిన్ చేయండి
tr: Mesajı ayır
ur_arab_in: پیغام کو ان پن کریں
vi: Bỏ cố định tin nhắn
zh_hant: 取消固定消息

# chat_msg_pin_dialog_title
source: Pin this message
bn_in: বার্তা পিন করুন
de: Diese Mitteilung anheften
el: Καρφιτσώστε αυτό το μήνυμα
es: Anclar este mensaje
fr: Épingler ce message
gu: આ સંદેશને પિન કરો
hi: इस संदेश को पिन करें
it: Appunta in alto questo messaggio
ja: このメッセージをピンする
kn: ಈ ಸಂದೇಶ ಪಿನ್ ಮಾಡಿ
ml: ഈ സന്ദേശം പിൻ ചെയ്യുക
mr: हा मेसेज पिन करा
nl: Dit bericht vastmaken
pa: ਇਹ ਸੁਨੇਹਾ ਪਿੰਨ ਕਰੋ
pt_pt: Afixar esta mensagem
ru: Закрепить сообщение
ta_in: இந்த செய்தியை பின்செய்
te: ఈ సందేశాన్ని పిన్ చేయండి
tr: Bu mesajı sabitleyin
ur_arab_in: اس پیغام کو پن کریں
vi: Cố định tin nhắn này
zh_hant: 固定此消息

# chat_msg_pin_dialog_desc
source: Pin the message to this chat's header for easy reference.
bn_in: বার্তাটি এই চ্যাটের হেডারে পিন করুন সহজ রেফারেন্সের জন্য।
de: Heften Sie die Mitteilung zum einfachen Erkennen an den Titel dieses Chats an.
el: Καρφιτσώστε το μήνυμα στην κεφαλίδα αυτής της συνομιλίας για εύκολη αναφορά.
es: Ancle el mensaje en la cabecera de este chat para facilitar su consulta.
fr: Épinglez le message à l’en-tête de ce chat pour s’y référer plus facilement.
gu: સરળ સંદર્ભ માટે આ ચૅટના હેડર પર સંદેશને પિન કરો.
hi: संदेश को आसान संदर्भ के लिए इस चैट के हेडर से पिन करें।
it: Appunta questo messaggio nell’intestazione della chat per un facile riferimento.
ja: 簡単に参照できるように、このチャットのヘッダーにメッセージを固定します。
kn: ಸುಲಭ ಪರಿಶೀಲನೆಗಾಗಿ ಈ ಚಾಟ್‌ನ ಹೆಡರ್‌ಗೆ ಸಂದೇಶವನ್ನು ಪಿನ್ ಮಾಡಿ.
ml: എളുപ്പമുള്ള റഫറൻസിനായി ഈ ചാറ്റിന്റെ ശീർഷകത്തിലേക്ക് സന്ദേശം പിൻ ചെയ്യുക.
mr: सुलभ संदर्भासाठी या चॅटच्या शीर्षकाला मेसेज पिन करा.
nl: Maak het bericht vast aan de koptekst van deze chat voor eenvoudige referentie.
pa: ਸੌਖੇ ਸੰਦਰਭ ਲਈ ਸੁਨੇਹੇ ਨੂੰ ਇਸ ਚੈਟ ਦੇ ਹੈਡਰ ਤੇ ਪਿੰਨ ਕਰੋ।
pt_pt: Afixar a mensagem no cabeçalho deste chat para fácil referência.
ru: Закрепите сообщение в заголовке этого чата для удобства доступа.
ta_in: எளிதான குறிப்புக்காக இந்த அரட்டையின் தலைப்புக்கான செய்தியைப் பின்செய்க.
te: సులభమైన రిఫరెన్స్ కొరకు సందేశాన్ని ఈ చాట్‌ హెడ్డర్‌కు పిన్ చేయండి.
tr: Kolayca başvurmak için iletiyi bu sohbetin başlığına sabitleyin.
ur_arab_in: آسان حوالے کے لیے پیغام کو اس چیٹ کے ہیڈر پر پن کریں۔
vi: Cố định tin nhắn với dòng đầu của nội dung chat này để dễ tham khảo.
zh_hant: 将消息置顶到此聊天的标头以便参考。

# chat_msg_unpin_dialog_desc
source: Do you want to unpin this message?
bn_in: আপনি কি এই মেসেজটি আনপিন করতে চান?
de: Möchten Sie diese Mitteilung lösen?
el: Επιθυμείτε ξεκαρφίτσωμα αυτού του μηνύματος;
es: ¿Desea desanclar este mensaje?
fr: Voulez-vous désépingler ce message ?
gu: શું તમે આ સંદેશ અનપિન કરવા માંગો છો?
hi: क्या आप इस संदेश को अनपिन करना चाहते हैं?
it: Vuoi rimuovere dall’alto questo messaggio?
ja: このメッセージのピン留めを解除しますか？
kn: ಈ ಸಂದೇಶವನ್ನು ನೀವು ಅನ್‌ಪಿನ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ml: ഈ സന്ദേശം അൺ‌പിൻ‌ ചെയ്യാൻ‌ നിങ്ങൾ‌ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्हाला हा मेसेज अनपिन करायचा आहे का?
nl: Wilt u dit bericht losmaken?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Pretende remover esta mensagem?
ru: Открепить это сообщение?
ta_in: இந்த செய்தியை பின்நீக்கம் செய்ய விரும்புகிறீர்களா?
te: మీరు ఈ సందేశాన్ని అన్‌పిన్ చేయాలని అనుకుంటున్నారా?
tr: Bu mesajı ayırmak ister misiniz?
ur_arab_in: کیا آپ اس پیغام کو ان پن کرنا چاہتے ہیں؟
vi: Bạn có muốn bỏ cố định tin nhắn này không?
zh_hant: 是否想要取消固定此消息？

# chat_msg_pin_dialog_note
source: Note : Existing pinned message in this chat will be replaced!
bn_in: দ্রষ্টব্য: এই চ্যাটে বিদ্যমান পিন করা বার্তা প্রতিস্থাপন করা হবে!
de: Hinweis: Bereits in diesem Chat angeheftete Mitteilung wird ersetzt!
el: Σημείωση: Το υπάρχον καρφιτσωμένο μήνυμα σε αυτή τη συνομιλία θα αντικατασταθεί!
es: Nota: El mensaje anclado existente de este chat será reemplazado.
fr: Remarque : Le message épinglé existant dans cette conversation sera remplacé !
gu: નોંધ: આ ચૅટમાં હાલના પિન કરેલા સંદેશને બદલવામાં આવશે!
hi: नोट : इस चैट में मौजूदा पिन किए गए संदेश को बदल दिया जाएगा!
it: Nota: i messaggi ancora appuntati in alto in questa chat verranno sostituiti!
ja: メモ: このチャットの既存の固定メッセージは置き換えられます！
kn: ಗಮನಿಸಿ : ಈ ಚಾಟ್‌ನಲ್ಲಿ ಪ್ರಸ್ತುತ ಇರುವ ಪಿನ್ ಮಾಡಿದ ಸಂದೇಶಗಳನ್ನು ಬದಲಿಸಲಾಗುತ್ತದೆ!
ml: ശ്രദ്ധിക്കുക: ഈ ചാറ്റിൽ നിലവിലുള്ള പിൻ ചെയ്ത സന്ദേശം മാറ്റിസ്ഥാപിക്കും!
mr: टीप: या चॅटमधील विद्यमान पिन केलेला मेसेज रिप्लेस केला जाईल!
nl: Opmerking: Bestaand vastgemaakt bericht in deze chat wordt vervangen!
pa: ਨੋਟ ਕਰੋ: ਇਸ ਚੈਟ ਵਿੱਚ ਮੌਜੂਦ ਪਿੰਨ ਕੀਤੇ ਸੁਨੇਹੇ ਨੂੰ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ!
pt_pt: Nota: A mensagem afixada existente neste chat será substituída!
ru: Примечание. Существующее закрепленное сообщение в этом чате будет заменено!
ta_in: குறிப்பு : இந்த அரட்டையில் ஏற்கனவே இருக்கும் பின் செய்யப்பட்ட செய்தி மாற்றப்படும்!
te: నోట్: ఈ చాట్‌లో ప్రస్తుతం పిన్ చేయబడ్డ సందేశం రీప్లేస్ చేయబడుతుంది!
tr: Not : Bu sohbette var olan sabitlenmiş ileti değiştirilecek!
ur_arab_in: نوٹ : اس چیٹ میں موجودہ پن پیغام تبدیل کر دیا جائے گا!
vi: Lưu ý: Tin nhắn đã cố định hiện hữu trong nội dung chat này sẽ bị thay thế!
zh_hant: 注：此聊天中的现有已置顶消息将被替换！

# chat_msg_pin_dialog_checkbox_text_all
source: Notify to all
bn_in: সবাইকে অবহিত করুন
de: Benachrichtigung an alle
el: Κοινοποίηση σε όλους
es: Notificar a todos
fr: Notifier à tous
gu: બધાને સૂચિત કરો
hi: सभी को सूचित करें
it: Notifica a tutti
ja: 全員に通知
kn: ಎಲ್ಲರಿಗೂ ಸೂಚನೆ ನೀಡಿ
ml: എല്ലാവരേയും അറിയിക്കുക
mr: सर्वांना सूचित करा
nl: Kennisgeving aan iedereen
pa: ਸਭ ਨੂੰ ਸੂਚਨਾ ਦਿਓ
pt_pt: Notificar todos
ru: Уведомить всех
ta_in: அனைவருக்கும் அறிவி
te: అందరికి నోటిఫై చేయండి
tr: Hepsine bildir
ur_arab_in: سب کو مطلع کریں
vi: Thông báo cho tất cả
zh_hant: 通知所有人

# chat_msg_pin_dialog_checkbox_text_username
source: Notify %@
bn_in: %@ কে অবহিত করুন
de: %@ benachrichtigen
el: Κοινοποίηση %@
es: Notificar a %@
fr: Avertir %@
gu: %@ સૂચિત કરો
hi: %@ को सूचित करें
it: Notifica a %@
ja: %@に通知
kn: %@ ರಿಗೆ ಸೂಚನೆ ನೀಡಿ
ml: %@ നെ അറിയിക്കുക
mr: %@ ला सूचित करा
nl: %@ melden
pa: %@ ਨੂੰ ਸੁਚਿਤ ਕਰੋ
pt_pt: Notificar %@
ru: Уведомить %@
ta_in: %@-க்கு அறிவி
te: %@కు నోటిఫై చేయండి
tr: %@‘e bildir
ur_arab_in: %@ کو مطلع کریں
vi: Thông báo %@
zh_hant: 通知 %@

# chat_msg_pin_dialog_duration_title
source: Pin for
bn_in: -এর জন্য পিন করুন
de: Anheften für
el: Καρφίτσωμα για
es: Elemento anclado para
fr: Épingler pour
gu: આ માટે પિન
hi: इसके लिए पिन करें:
it: Aggiungi
ja: 固定:
kn: ಗಾಗಿ ಪಿನ್ ಮಾಡಿ
ml: ഇതിന് വേണ്ടി പിൻ ചെയ്യുക
mr: साठी पिन करा
nl: Vastmaken voor
pa: ਲਈ ਪਿੰਨ ਕਰੋ
pt_pt: Afixar em
ru: Закрепить на
ta_in: இதற்காக பின்செய்
te: కొరకు పిన్ చేయండి
tr: Şunun için sabitle:
ur_arab_in: پن کریں برائے
vi: Cố định đối với
zh_hant: 置顶以下项

# chat_msg_pin_success_toast
source: Message pinned successfully!
bn_in: পোস্টটি সফলভাবে পিন করা হয়েছে!
de: Mitteilung erfolgreich angeheftet!
el: Το μήνυμα καρφιτσώθηκε επιτυχώς!
es: Mensaje anclado correctamente.
fr: Message épinglé avec succès !
gu: સંદેશ સફળતાપૂર્વક પિન થયો!
hi: संदेश सफलतापूर्वक पिन किया गया!
it: Messaggio aggiunto con successo!
ja: メッセージが無事に固定されました！
kn: ಸಂದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪಿನ್ ಮಾಡಲಾಗಿದೆ!
ml: സന്ദേശം വിജയകരമായി പിൻ ചെയ്‌തു!
mr: मेसेज यशस्वीपणे पिन केला!
nl: Bericht met succes vastgemaakt!
pa: ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਪਿੰਨ ਕੀਤਾ ਗਿਆ!
pt_pt: Mensagem afixada com sucesso!
ru: Сообщение успешно закреплено!
ta_in: செய்தி வெற்றிகரமாக பின் செய்யப்பட்டது!
te: సందేశం విజయవంతంగా పిన్ చేయబడింది!
tr: İleti başarıyla sabitlendi!
ur_arab_in: پیغام کو کامیابی کے ساتھ پن کر دیا گیا!
vi: Đã cố định tin nhắn thành công!
zh_hant: 消息已成功置顶！

# chat_msg_pin_failed_toast
source: Unable to pin message. Please try later.
bn_in: মেসেজ পিন করতে অক্ষম। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Mitteilung kann nicht angeheftet werden. Bitte versuchen Sie es nach etwas Wartezeit noch einmal.
el: Αδυναμία καρφιτσώματος μηνύματος. Δοκιμάστε αργότερα.
es: No se puede anclar el mensaje. Repita la operación más tarde.
fr: Impossible d’épingler le message. Veuillez essayer ultérieurement.
gu: સંદેશ પિન કરવામાં અસમર્થ. કૃપા કરીને પછી પ્રયાસ કરો.
hi: संदेश को पिन करने में असमर्थ। कृपया बाद में प्रयास करें।
it: Impossibile appuntare in alto il messaggio. Riprovare più tardi.
ja: メッセージのピン留めを解除。もう一度お試しください。
kn: ಸಂದೇಶ ಪಿನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ml: സന്ദേശം പിൻ ചെയ്യാനായില്ല. പിന്നീട് ശ്രമിക്കുക.
mr: मेसेज पिन करणे शक्य नाही. कृपया नंतर प्रयत्न करा.
nl: Kan bericht niet vastmaken. Probeer het later opnieuw.
pa: ਸੁਨੇਹਾ ਪਿੰਨ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Não é possível afixar a mensagem. Tente mais tarde.
ru: Не удалось закрепить сообщение. Повторите попытку позже.
ta_in: செய்தியை பின் செய்ய முடியவில்லை. தயவுசெய்து பின்னர் முயற்சிக்கவும்.
te: సందేశాన్ని పిన్ చేయలేకపోయింది. దయచేసి తరువాత ప్రయత్నించండి.
tr: Mesaj sabitlenemiyor. Lütfen daha sonra deneyin.
ur_arab_in: پیغام کو پن کرنے سے قاصر ہیں۔ براہ کرم بعد میں کوشش کریں۔
vi: Không thể bỏ cố định tin nhắn. Vui lòng thử lại sau.
zh_hant: 无法固定消息。请稍后重试。

# chat_msg_edit_pin_success_toast
source: Pinned message updated
bn_in: পোস্টটি সফলভাবে পিন করা হয়েছে!
de: Angeheftete Mitteilung aktualisiert
el: Το καρφιτσωμένο μήνυμα ενημερώθηκε
es: Se ha actualizado el mensaje anclado
fr: Message épinglé mis à jour
gu: પિન કરેલ સંદેશ અપડેટ થયો
hi: पिन किया गया संदेश अद्यतन किया गया
it: Messaggio aggiunto aggiornato
ja: 固定されたメッセージが更新されました
kn: ಪಿನ್ ಮಾಡಿದ ಸಂದೇಶವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ml: പിൻ ചെയ്ത സന്ദേശം അപ്‌ഡേറ്റ് ചെയ്‌തു
mr: पिन केलेला मेसेज अपडेट केला
nl: Vastgemaakt bericht bijgewerkt
pa: ਪਿੰਨ ਕੀਤੇ ਸੁਨੇਹੇ ਅਪਡੇਟ ਹੋ ਗਏ
pt_pt: Mensagem afixada atualizada
ru: Закрепленное сообщение обновлено
ta_in: பின் செய்யப்பட்ட செய்தி புதுப்பிக்கப்பட்டது
te: పిన్ చేయబడ్డ సందేశం అప్‌డేట్ చేయబడింది
tr: Sabitlenmiş ileti güncelleştirildi
ur_arab_in: پن کردہ پیغام اپ ڈیٹ کر دیا گیا
vi: Đã cập nhật tin nhắn được cố định
zh_hant: 置顶的消息已更新

# chat_msg_unpin_success_toast
source: Message is unpinned
bn_in: বার্তা আনপিন করা হয়েছে
de: Mitteilung wurde wieder gelöst
el: Το μήνυμα ξεκαρφιτσώθηκε
es: Se ha desanclado el mensaje
fr: Le message est désépinglé
gu: સંદેશ અનપિન કરેલ છે
hi: संदेश अनपिन किया गया है
it: Messaggio rimosso
ja: メッセージは固定されていません
kn: ಸಂದೇಶವನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ml: സന്ദേശം അൺപിൻ ചെയ്തു
mr: मेसेज अनपिन केला आहे
nl: Bericht is losgemaakt
pa: ਸੁਨੇਹਾ ਅਨਪਿੰਨ ਹੋ ਗਿਆ
pt_pt: A mensagem foi desafixada
ru: Сообщение откреплено
ta_in: செய்தி பின் செய்யப்படவில்லை
te: సందేశం అన్‌పిన్ చేయబడింది
tr: İletinin sabitlemesi kaldırıldı
ur_arab_in: پیغام ان پن کر دیا گیا ہے
vi: Đã bỏ cố định tin nhắn
zh_hant: 消息已取消置顶

# chat_msg_unpin_failed_toast
source: Unable to unpin message. Please try later.
bn_in: মেসেজ আনপিন করতে অক্ষম। অনুগ্রহ করে পরে চেষ্টা করুন।
de: Mitteilung kann nicht angeheftet werden. Bitte versuchen Sie es nach etwas Wartezeit noch einmal.
el: Αδυναμία ξεκαρφιτσώματος μηνύματος. Δοκιμάστε αργότερα.
es: No se puede desanclar el mensaje. Repita la operación más tarde.
fr: Impossible de désépingler le message. Veuillez réessayer plus tard.
gu: સંદેશ અનપિન કરવામાં અસમર્થ. કૃપા કરીને પછી પ્રયાસ કરો.
hi: संदेश को अनपिन करने में असमर्थ। कृपया बाद में प्रयास करें।
it: Impossibile rimuovere messaggio. Riprovare più tardi.
ja: メッセージの固定を解除できません。もう一度お試しください。
kn: ಸಂದೇಶ ಅನ್‌ಪಿನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ml: സന്ദേശം അൺപിൻ ചെയ്യാൻ കഴിയില്ല. പിന്നീട് ശ്രമിക്കുക.
mr: मेसेज अनपिन करणे शक्य नाही. कृपया नंतर प्रयत्न करा.
nl: Kan bericht niet losmaken. Probeer het later opnieuw.
pa: ਸੁਨੇਹਾ ਅਨਪਿੰਨ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Não é possível desafixar a mensagem. Tente mais tarde.
ru: Не удалось открепить сообщение. Повторите попытку позже.
ta_in: செய்தியை பின்நீக்க முடியவில்லை. தயவுசெய்து பின்னர் முயற்சிக்கவும்.
te: సందేశాన్ని అన్‌పిన్ చేయలేకపోయింది. దయచేసి తరువాత ప్రయత్నించండి.
tr: İletinin sabitlemesi kaldırılamıyor. Lütfen daha sonra deneyin.
ur_arab_in: پیغام کو ان پن کرنے سے قاصر ہیں۔ براہ کرم بعد میں کوشش کریں۔
vi: Không thể bỏ cố định tin nhắn. Vui lòng thử lại sau.
zh_hant: 无法取消置顶消息。请稍后重试。

# chat_msg_pin_dialog_duration_custom
source: Custom
bn_in: নিজস্বকৃত
de: Spezifisch
el: Προσαρμογή
es: Personalizado
fr: Personnalisé
gu: કસ્ટમ
hi: कस्टम
it: Personalizzata
ja: カスタム
kn: ಕಸ್ಟಮ್
ml: ഇഷ്ടാനുസൃതം
mr: कस्टम
nl: Aangepast
pa: ਕਸਟਮ
pt_pt: Personalizado
ru: Настраиваемая
ta_in: தனிப்பயன்
te: కస్టమ్
tr: Özel
ur_arab_in: حسب ضرورت
vi: Tùy chỉnh
zh_hant: 自定义

# chat_message_pin_info_you_text
source: You pinned a %@
bn_in: আপনি একটি %@ পিন করেছেন
de: Sie haben %@ angeheftet
el: Καρφιτσώσατε ένα %@
es: Usted ha anclado un %@
fr: Vous avez épinglé un %@
gu: તમે એક %@ પિન કર્યું
hi: आपने %@ को पिन किया
it: Hai aggiunto un %@
ja: %@を固定しました
kn: ನೀವು %@ ಪಿನ್ ಮಾಡಿದ್ದೀರಿ
ml: നിങ്ങൾ ഒരു %@ പിൻ ചെയ്‌തു
mr: तुम्ही एक %@ पिन केला
nl: U heeft een %@ losgemaakt
pa: ਤੁਸੀਂ ਇੱਕ %@ ਪਿੰਨ ਕੀਤਾ ਹੈ
pt_pt: Afixou um %@
ru: Вы закрепили %@
ta_in: நீங்கள் ஒரு %@-ஐ பின் செய்துள்ளீர்கள்
te: మీరు ఒక %@ను పిన్ చేశారు
tr: Bir %@ sabitlediniz
ur_arab_in: آپ نے %@ پن کیا ہے
vi: Bạn đã cố định một %@
zh_hant: 您置顶了 %@

# chat_message_pin_info_others_text
source: %@ pinned a %@
bn_in: %@ একটি %@ পিন করেছেন
de: %@ heftete %@ an
el: Ο/η %@ καρφίτσωσε ένα %@
es: %@ ha anclado un %@
fr: %@ a épinglé un %@
gu: %@ એ એક %@ પિન કર્યું
hi: %@ ने %@ पिन किया
it: %@ ha aggiunto un %@
ja: %@が%@を固定しました
kn: %@ ಅವರು %@ ಪಿನ್ ಮಾಡಿದ್ದಾರೆ
ml: %@ ഒരു %@ പിൻ ചെയ്‌തു
mr: %@ ने एक %@ पिन केला
nl: %@ heeft een %@ vastgemaakt
pa: %@ ਨੇ ਇੱਕ %@ ਪਿੰਨ ਕੀਤਾ ਹੈ
pt_pt: %@ afixou um %@
ru: Пользователь %@ закрепил %@
ta_in: %@ ஒரு %@-ஐ பின் செய்துள்ளார்
te: %@ ఒక %@ పిన్ చేశారు
tr: %@ bir %@ sabitledi
ur_arab_in: %@ نے %@ پن کیا ہے
vi: %@ đã cố định một %@
zh_hant: %@ 已置顶 %@

# chat_message_pin_info_dialog_title
source: %@ pinned a message
bn_in: %@ একটি মেসেজ পিন করেছেন
de: %@ heftete eine Mitteilung an
el: Ο/η %@ καρφίτσωσε ένα μήνυμα
es: %@ ha anclado un mensaje
fr: %@ a épinglé un message
gu: %@ એ એક સંદેશ પિન કર્યો
hi: %@ ने संदेश पिन किया
it: %@ ha aggiunto un messaggio
ja: %@がメッセージを固定しました
kn: %@ ಅವರು ಒಂದು ಸಂದೇಶ ಪಿನ್ ಮಾಡಿದ್ದಾರೆ
ml: %@ ഒരു സന്ദേശം പിൻ ചെയ്‌തു
mr: %@ ने एक मेसेज पिन केला
nl: %@ heeft een bericht vastgemaakt
pa: %@ ਨੇ ਸੁਨੇਹਾ ਪਿੰਨ ਕੀਤਾ
pt_pt: %@ afixou uma mensagem
ru: Пользователь %@ закрепил сообщение
ta_in: %@ ஒரு செய்தியை பின் செய்துள்ளார்
te: %@ ఒక సందేశాన్ని పిన్ చేశారు
tr: %@ bir iletiyi sabitledi
ur_arab_in: %@ نے ایک پیغام پن کیا ہے
vi: %@ đã cố định một tin nhắn
zh_hant: %@ 置顶了消息

# chat_message_pin_header_title
source: Pinned by %@
bn_in: %@ দ্বারা পিন করা
de: Angeheftet von %@
el: Καρφιτσώθηκε από τον/την %@
es: Anclado por %@
fr: Épinglé par %@
gu: પિન કરનાર %@
hi: %@ द्वारा पिन किया गया
it: Aggiunto da %@
ja: 固定者: %@
kn: %@ ರಿಂದ ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ml: %@ പിൻ ചെയ്‌തു
mr: %@ द्वारे पिन केले
nl: Vastgemaakt door %@
pa: %@ ਦੁਆਰਾ ਪਿੰਨ ਕੀਤਾ
pt_pt: Afixado por %@
ru: Закреплено пользователем %@
ta_in: %@-ஆல் பின் செய்யப்பட்டது
te: %@ ద్వారా పిన్ చేయబడింది
tr: Sabitleyen %@
ur_arab_in: %@ کی جانب سے پن کردہ
vi: Đã cố định bởi %@
zh_hant: 由 %@ 置顶

# chat_message_pin_confirm_positive
source: PIN
bn_in: পিন
fr: Code confidentiel
gu: પિન કરો
hi: पिन
kn: ಪಿನ್ ಮಾಡಿ
ml: പിൻ ചെയ്യുക
mr: पिन करा
pa: ਪਿੰਨ
pt_pt: Código PIN
ru: PIN-код
ta_in: பின்செய்
te: పిన్
ur_arab_in: پن کریں
vi: Mã PIN

# chat_message_upin_confirm_positive
source: UNPIN
bn_in: আনপিন
de: LÖSEN
el: ΞΕΚΑΡΦΙΤΣΩΜΑ
es: DESANCLAR
fr: DÉSÉPINGLER
gu: અનપિન કરો
hi: अनपिन करें
it: SBLOCCA
ja: 固定解除
kn: ಅನ್‌ಪಿನ್ ಮಾಡಿ
ml: അൺപിൻ
mr: अनपिन करा
nl: LOSMAKEN
pa: ਅਨਪਿੰਨ
pt_pt: DESAFIXAR
ru: ОТКРЕПИТЬ
ta_in: பின்நீக்கு
te: అన్‌పిన్
tr: SABİTLEMEYİ KALDIR
ur_arab_in: ان پن کریں
vi: BỎ CỐ ĐỊNH
zh_hant: 取消置顶
