Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_actions_audio_discard_ok
source: DISCARD
bn_in: পরিত্যাগ করুন
de: VERWERFEN
el: ΑΠΟΡΡΙΨΗ
es: DESCARTAR
fr: IGNORER
gu: કાઢી નાખો
hi: छोड़ें
it: IGNORA
ja: 破棄
kn: ತ್ಯಜಿಸಿ
ml: ഉപേക്ഷിക്കുക
mr: नष्ट करा
nl: NEGEREN
pa: ਡਿਸਕਾਰਡ ਕਰੋ
pt_pt: REJEITAR
ru: ОТМЕНИТЬ
ta_in: நிராகரி
te: విస్మరించు
tr: AT
ur_arab_in: مسترد کریں
vi: BỎ
zh_hant: 舍弃

# chat_actions_share_audio_title
source: Send voice message?
bn_in: ভয়েস মেসেজ পাঠাবেন?
de: Sprachmitteilung senden?
el: Αποστολή φωνητικού μηνύματος;
es: ¿Desea enviar un mensaje de voz?
fr: Envoyer le message vocal ?
gu: વોઇઝ સંદેશ મોકલીએ?
hi: ध्वनि संदेश भेजें?
it: Invia messaggio vocale?
ja: ボイスメッセージを送信しますか？
kn: ಧ್ವನಿ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವುದೇ?
ml: ശബ്ദ സന്ദേശം അയക്കണോ?
mr: व्हॉईस मेसेज पाठवायचा का?
nl: Spraakbericht verzenden?
pa: ਵੌਇਸ ਸੁਨੇਹਾ ਭੇਜਣਾ ਹੈ?
pt_pt: Enviar mensagem de voz?
ru: Отправить голосовое сообщение?
ta_in: குரல் செய்தியை அனுப்பவா?
te: వాయిస్ సందేశం పంపాలా?
tr: Sesli mesaj gönderilsin mi?
ur_arab_in: صوتی پیغام بھیجیں؟
vi: Gửi tin nhắn thoại?
zh_hant: 发送语音消息？

# chat_actions_share_audio_chat
source: This will send the recorded voice message in this chat.
bn_in: এটি রেকর্ড করা ভয়েস মেসেজটি এই চ্যাটে পাঠাবে।
de: Dies sendet die in diesem Chat aufgezeichnete Sprachmitteilung.
el: Αυτό θα στείλει το ηχογραφημένο φωνητικό μήνυμα στη συνομιλία αυτή.
es: Esta acción enviará el mensaje de voz grabado en este chat.
fr: Ceci enverra le message vocal enregistré dans cette conversation.
gu: આ ચૅટમાં રેકોર્ડ કરેલ વોઇઝ સંદેશ આ મોકલશે.
hi: यह इस चैट में रिकॉर्ड किया गया ध्वनि संदेश भेजेगा।
it: Serve a inviare il messaggio vocale registrato in questa chat.
ja: これで、このチャットで録音された音声メッセージが送信されます。
kn: ಇದು ಈ ಚಾಟ್‌ನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಧ್ವನಿ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತದೆ.
ml: ഇത് ഈ ചാറ്റിൽ റെക്കോർഡ് ചെയ്‌ത ശബ്‌ദ സന്ദേശം അയയ്‌ക്കും.
mr: हे या चॅटमध्ये रेकॉर्ड केलेला व्हॉईस मेसेज पाठवेल.
nl: Hierdoor wordt het opgenomen spraakbericht verzonden in deze chat.
pa: ਇਹ ਇਸ ਚੈਟ ਵਿੱਚ ਰਿਕਾਰਡ ਕੀਤਾ ਵੌਇਸ ਸੁਨੇਹਾ ਭੇਜ ਦੇਵੇਗਾ।
pt_pt: Isto enviará a mensagem de voz gravada neste chat.
ru: Записанное голосовое сообщение будет отправлено в этот чат.
ta_in: இது இந்த அரட்டையில் பதிவுசெய்யப்பட்ட குரல் செய்தியை அனுப்பும்.
te: ఇది రికార్డెడ్ వాయిస్ సందేశాన్ని ఈ చాట్‌లో పంపుతుంది.
tr: Bu işlem, kaydedilmiş sesli mesajı bu sohbete gönderecektir.
ur_arab_in: اس سے اس چیٹ میں ریکارڈ کردہ صوتی پیغام بھیج دیا جائے گا۔
vi: Thao tác này sẽ gửi tin nhắn thoại đã ghi âm trong nội dung chat này.
zh_hant: 这将会发送此聊天中的已录制语音消息。

# chat_actions_message_delete_title
source: Delete this message
bn_in: এই বার্তাটি মুছে ফেলুন
de: Diese Mitteilung löschen
el: Διαγραφή αυτού του μηνύματος
es: Eliminar este mensaje
fr: Supprimer ce message
gu: આ સંદેશ કાઢી નાંખો
hi: इस संदेश को हटाएं
it: Elimina questo messaggio
ja: このメッセージを削除
kn: ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಿ
ml: ഈ സന്ദേശം ഇല്ലാതാക്കുക
mr: हा मेसेज हटवा
nl: Dit bericht verwijderen
pa: ਇਸ ਸੁਨੇਹਾ ਮਿਟਾਓ
pt_pt: Eliminar esta mensagem
ru: Удалить это сообщение
ta_in: இந்த செய்தியை நீக்கு
te: ఈ సందేశాన్ని తొలగించండి
tr: Bu mesajı sil
ur_arab_in: یہ پیغام حذف کریں
vi: Xóa tin nhắn này
zh_hant: 删除此消息

# consents_form_file_placeholder_single
source: Add attachment
bn_in: সংযোজন যোগ করুন
de: Anhang hinzufügen
el: Προσθήκη συνημμένου
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
gu: બિડાણ ઉમેરો
hi: अनुलग्नक जोड़ें
it: Aggiungi allegato
ja: 添付ファイルを追加
kn: ಲಗತ್ತು ಸೇರಿಸಿ
ml: അറ്റാച്ച്‌മെന്റ് ചേർക്കുക
mr: संलग्नक जोडा
nl: Bijlage toevoegen
pa: ਅਟੈਚਮੈਂਟ ਜੋੜੋ
pt_pt: Adicionar anexo
ru: Добавить вложение
ta_in: இணைப்பைச் சேர்
te: జోడింపుని జోడించు
tr: Ek iliştir
ur_arab_in: منسلکہ شامل کریں
vi: Thêm tập tin đính kèm
zh_hant: 添加附件

# consents_form_file_placeholder_multiple
source: Add attachment (Max %@)
bn_in: সংযুক্তি যোগ করুন (সর্বাধিক %@)
de: Anhang hinzufügen (maximal %@)
el: Προσθήκη συνημμένου (Μέγ. %@)
es: Agregar archivo adjunto (máx %@)
fr: Ajouter une pièce jointe (max %@)
gu: જોડાણ ઉમેરો (મહત્તમ %@)
hi: अनुलग्नक जोड़ें (अधिकतम %@)
it: Aggiungi allegato (Max %@)
ja: 添付ファイルを追加（最大%@）
kn: ಲಗತ್ತನ್ನು ಸೇರಿಸಿ (ಗರಿಷ್ಠ %@)
ml: അറ്റാച്ച്മെന്റ് ചേർക്കുക (പരമാവധി %@)
mr: संलग्नक जोडले (कमाल %@)
nl: Bijlage toevoegen (max %@)
pa: ਅਟੈਚਮੈਂਟ ਜੋੜੋ (ਅਧਿਕਤਮ %@)
pt_pt: Adicionar anexo (máximo %@)
ru: Добавить вложения (не более %@)
ta_in: இணைப்பைச் சேர் (அதிகபட்சம் %@)
te: అటాచ్‌మెంట్‌‌ని జోడించండి (గరిష్టం %@)
tr: Ek iliştir (Maks. %@)
ur_arab_in: منسلکہ شامل کریں (زیادہ سے زیادہ %@)
vi: Thêm tập tin đính kèm (Tối Đa %@)
zh_hant: 添加附件（最大 %@）

# chat_history_delete_all
source: Delete all
bn_in: সব মুছুন
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todo
fr: Supprimer tout
gu: તમામ કાઢી નાંખો
hi: सभी हटाएँ
it: Elimina tutto
ja: すべてを削除
kn: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व हटवा
nl: Alles verwijderen
pa: ਸਾਰੇ ਮਿਟਾਓ
pt_pt: Eliminar tudo
ru: Удалить все
ta_in: அனைத்தையும் நீக்கு
te: అన్నింటినీ డిలీట్ చేయి
tr: Tümünü sil
ur_arab_in: سب کو حذف کریں
vi: Xóa tất cả
zh_hant: 全部删除

# chat_settings_night_system
source: Sync with device setting
bn_in: ডিভাইস সেটিং এর সাথে সিংক করুন
de: Synchronisieren mit Geräteeinstellungen
el: Συγχρονισμός με ρύθμιση συσκευής
es: Sincronizar con configuración del dispositivo
fr: Synchroniser avec les paramètres de l’appareil
gu: ઉપકરણ સેટિંગ સાથે સિંક કરો
hi: डिवाइस सेटिंग के साथ सिंक्रोनाइज़ करें
it: Sincronizza con impostazione dispositivo
ja: デバイス設定との同期
kn: ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ನೊಂದಿಗೆ ಸಿಂಕ್ ಮಾಡಿ
ml: ഡിവൈസ് ക്രമീകരണവുമായി സമന്വയിപ്പിക്കുക
mr: डिव्हाइस सेटिंगसह सिंक करा
nl: Synchroniseren met apparaatinstelling
pa: ਡਿਵਾਈਸ ਸੈਟਿੰਗ ਨਾਲ ਸਿੰਕ ਕਰੋ
pt_pt: Definição sincronizar com dispositivo
ru: Синхронизировать с настройками устройства
ta_in: சாதன அமைப்போடு ஒத்திசை
te: పరికరం సెట్టింగ్‌తో సింక్
tr: Cihaz ayarıyla eşitle
ur_arab_in: ڈیوائس کی ترتیبات کے ساتھ سنک کریں
vi: Đồng bộ với thiết lập của thiết bị
zh_hant: 与设备设置同步

# chat_shortcut_menu_status
source: Set Status
bn_in: স্টাটাস সেট করুন
de: Status festlegen
el: Ορισμός κατάστασης
es: Establecer estado
fr: Définir le statut
gu: સ્થિતિ સેટ કરો
hi: स्थिति सेट करें
it: Imposta stato
ja: ステータスを設定する
kn: ಸ್ಟೇಟಸ್ ಸೆಟ್ ಮಾಡಿ
ml: സ്റ്റാറ്റസ് സജ്ജീകരിക്കുക
mr: स्थिती सेट करा
nl: Status instellen
pa: ਸਥਿਤੀ ਸੈਟ ਕਰੋ
pt_pt: Definir estado
ru: Установить статус
ta_in: நிலைமையை அமை
te: స్టేటస్ సెట్ చేయండి
tr: Durumu ayarla
ur_arab_in: اسٹیٹس سیٹ کریں
vi: Cài Đặt Trạng Thái
zh_hant: 设置状态

# shortcut_menu_dnd
source: DND
de: NS
es: No molestar
pt_pt: NI
ru: Не беспокоить
tr: Rahatsız Etmeyin

# shortcut_menu_dnd_off
source: Turn off
bn_in: বন্ধ করে দিন
de: Abschalten
el: Απενεργοποίηση
es: Desactivar
fr: Désactiver
gu: બંધ કરો
hi: बंद करें
it: Disattiva
ja: 停止
kn: ಆಫ್‌ ಮಾಡಿ
ml: ഓഫ് ചെയ്യുക
mr: बंद करा
nl: Uitschakelen
pa: ਬੰਦ ਕਰੋ
pt_pt: Desativar
ru: Отключить
ta_in: அணை
te: ఆఫ్ చేయి
tr: Kapat
ur_arab_in: آف کریں
vi: Tắt
zh_hant: 关闭

# shortcut_mute1hr_remaining
source: %@ minutes
bn_in: %@ মিনিটসমূহ
de: %@ Minuten
el: %@ λεπτά
es: %@ minutos
gu: %@ મિનિટ્સ
hi: %@ मिनट्स
it: %@ minuti
ja: %@分
kn: %@ ನಿಮಿಷಗಳು
ml: %@ മിനിറ്റ്
mr: %@ मिनिटे
nl: %@ minuten
pa: %@ ਮਿੰਟ
pt_pt: %@ minutos
ru: %@ мин
ta_in: %@ நிமிடங்கள்
te: %@ నిమిషాలు
tr: %@ dakika
ur_arab_in: %@ منٹ
vi: %@ phút
zh_hant: %@ 分钟

# shortcut_mute1day_remaining
source: %@ hours
bn_in: %@ ঘন্টাসমূহ
de: %@ Stunden
el: %@ ώρες
es: %@ horas
fr: %@ heures
gu: %@ કલાકો
hi: %@ घंटे
it: %@ ore
ja: %@時間
kn: %@ ಗಂಟೆಗಳು
ml: %@ മണിക്കൂർ
mr: %@ तास
nl: %@ uur
pa: %@ ਘੰਟੇ
pt_pt: %@ horas
ru: %@ ч
ta_in: %@ மணிநேரங்கள்
te: %@ గంటలు
tr: %@ saat
ur_arab_in: %@ گھنٹے
vi: %@ giờ
zh_hant: %@ 小时

# shortcut_mute1week_remaining
source: %@ days
bn_in: %@ দিনসমূহ
de: %@ Tage
el: %@ ημέρες
es: %@ días
fr: %@ jours
gu: %@ દિવસો
hi: %@ दिन
it: %@ giorni
ja: %@日
kn: %@ ದಿನಗಳು
ml: %@ ദിവസം
mr: %@ दिवस
nl: %@ dagen
pa: %@ ਦਿਨ
pt_pt: %@ dias
ru: %@ дн.
ta_in: %@ நாட்கள்
te: %@ రోజులు
tr: %@ gün
ur_arab_in: %@ دن
vi: %@ ngày
zh_hant: %@ 天

# shortcut_toast_dnd_enabled
source: DND is enabled
bn_in: DND সক্ষম করা আছে
de: NS ist aktiviert
el: Το DND είναι ενεργοποιημένο
es: «No molestar» está habilitado
fr: DND est activé
gu: DND સક્ષમ કરેલ છે
hi: DND सक्षम है
it: DND è abilitato
ja: DNDが有効です
kn: DND ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: DND പ്രവർത്തനക്ഷമമാക്കി
mr: DND सक्षम केले आहे
nl: DND is ingeschakeld
pa: DND ਸਮਰਥਿਤ ਹੈ
pt_pt: NI está ativado
ru: Статус «Не беспокоить» установлен
ta_in: DND செயற்படுத்தப்பட்டது
te: DND ప్రారంభించబడింది
tr: Rahatsız Etmeyin etkinleştirildi
ur_arab_in: DND کو فعال کر دیا گیا ہے
vi: Đã cho phép DND
zh_hant: DND 已启用

# shortcut_toast_dnd_disabled
source: DND is disabled
bn_in: DND অক্ষম করা আছে
de: NS ist deaktiviert
el: Το DND είναι απενεργοποιημένο
es: «No molestar» está deshabilitado
fr: DND est désactivé
gu: DND અક્ષમ કરેલ છે
hi: DND अक्षम है
it: DND è disabilitato
ja: DNDが無効です
kn: DND ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ml: DND പ്രവർത്തനരഹിതമാക്കി
mr: DND अक्षम केले आहे
nl: DND is uitgeschakeld
pa: DND ਅਸਮਰਥਿਤ ਹੈ
pt_pt: NI está desativado
ru: Статус «Не беспокоить» отключен
ta_in: DND முடக்கப்பட்டது
te: DND నిలిపివేయబడింది
tr: Rahatsız Etmeyin devre dışı bırakıldı
ur_arab_in: DND کو غیر فعال کر دیا گیا ہے
vi: Đã vô hiệu DND
zh_hant: DND 已禁用

# shortcut_toast_status_updated
source: Status is updated
bn_in: স্ট্যাটাস আপডেট করা হয়েছে
de: Status aktualisiert
el: Η κατάσταση ενημερώνεται
es: Se ha actualizado el estado
fr: Le statut est mis à jour
gu: સ્થિતિ અપડેટ થઈ છે
hi: स्थिति अद्यतन है
it: Lo stato è aggiornato
ja: ステータスが更新されました
kn: ಸ್ಟೇಟಸ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ml: സ്റ്റാറ്റസ് അപ്‌ഡേറ്റ് ചെയ്‌തു
mr: स्थिती अपडेट केली आहे
nl: Status is bijgewerkt
pa: ਸਟੇਟਸ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ
pt_pt: O estado está atualizado
ru: Статус обновлен
ta_in: நிலைமை புதுப்பிக்கப்பட்டது
te: స్టేటస్ అప్‌డేట్‌ చేయబడింది
tr: Durum güncelleştirildi
ur_arab_in: اسٹیٹس اپ ڈیٹ ہو گیا ہے
vi: Đã cập nhật trạng thái
zh_hant: 状态已更新

# shortcut_toast_failed
source: Sorry we couldn't do this right now
bn_in: দুঃখিত আমরা এটি এই মুহূর্তে করতে পারছি না
de: Dies ist im Moment leider nicht möglich
el: Λυπούμαστε, δεν μπορούσαμε να το κάνουμε αυτό τη δεδομένη στιγμή
es: Lo sentimos, no pudimos ejecutar esta operación ahora
fr: Désolé, c’est impossible pour le moment
gu: માફ કરશો અમે હમણાં આ કરી શક્યા નહીં
hi: क्षमा करें, हम इसे ठीक इस समय सही से नहीं कर सके
it: Siamo spiacenti. Non ci è stato possibile farlo al momento
ja: 申し訳ありませんが、今はできませんでした。
kn: ಕ್ಷಮಿಸಿ, ಈಗ ಇದನ್ನು ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ
ml: ക്ഷമിക്കണം, ഞങ്ങൾക്ക് ഇപ്പോൾ ഇത് ചെയ്യാൻ കഴിഞ്ഞില്ല
mr: क्षमस्व आम्ही आत्ता हे करू शकत नाही
nl: Helaas, we konden dit nu niet uitvoeren
pa: ਮੁਆਫ ਕਰਨਾ ਅਸੀਂ ਹੁਣੇ ਇਹ ਨਹੀਂ ਕਰ ਸਕੇ
pt_pt: Lamentamos, mas de momento não é possível fazer isto
ru: Не удалось выполнить это действие
ta_in: மன்னிக்கவும், இதை இப்போது எங்களால் செய்ய முடியவில்லை
te: క్షమించండి, మేం దీనిని ఇప్పుడే చేయలేకపోయాం
tr: Üzgünüz bunu hemen şimdi yapamıyoruz
ur_arab_in: معذرت خواہ ہیں ہم ابھی یہ نہیں کر سکتے
vi: Rất tiếc, chúng tôi không thể thực hiện việc này ngay lúc này
zh_hant: 抱歉，我们目前无法执行此操作

# chat_message_deleted_multiple
source: %@ messages have been deleted
bn_in: %@ মেসেজ মুছে ফেলা হয়েছে
de: %@ Mitteilungen wurden gelöscht
el: %@ μηνύματα έχουν διαγραφεί
es: Se han eliminado %@ mensajes
fr: %@ messages ont été supprimés
gu: %@ સંદેશાઓ કાઢી નાખવામાં આવ્યા છે
hi: %@ संदेश हटा दिए गए हैं
it: %@ messaggi sono stati eliminati
ja: %@件のメッセージが削除されました
kn: %@ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
ml: %@ സന്ദേശങ്ങൾ ഇല്ലാതാക്കി
mr: %@ मेसेज हटवण्यात आले आहे
nl: %@ berichten zijn verwijderd
pa: %@ ਸੁਨੇਹੇ ਮਿਟਾ ਦਿੱਤੇ ਗਏ ਹਨ
pt_pt: Foram eliminadas %@ mensagens
ru: Ответы (%@) удалены
ta_in: %@ செய்திகள் நீக்கப்பட்டன
te: %@ సందేశాలు డిలీట్ చేయబడ్డాయి
tr: %@ ileti silindi
ur_arab_in: %@ پیغامات حذف کر دیے گئے ہیں
vi: %@ tin nhắn đã bị xóa
zh_hant: %@ 条消息已删除

# cliq_message_EmptyHello
source: Say Hello 👋
bn_in: হ্যালো বলুন
de: Sagen Sie hallo
el: Πείτε Γεια
es: Saludar
fr: Dites bonjour
gu: હેલો કહો
hi: हैलों बोलें
it: Augura una buona giornata
ja: 挨拶
kn: ಹಲೋ ಹೇಳಿ
ml: ഹലോ പറയുക
mr: हॅलो म्हणा
nl: Zeg „Hallo”
pa: ਹੈਲੋ ਕਹੋ
pt_pt: Cumprimentar
ru: Скажите «Привет»
ta_in: வணக்கம் சொல்க
te: హలో అని చెప్పండి
tr: Merhaba De
ur_arab_in: ہیلو کہیں
vi: Nói Xin Chào
zh_hant: 问好

# cliq_message_EmptyHelloAll
source: Say Hello All 👋
bn_in: সকলকে হ্যালো বলুন
de: Sagen Sie hallo an alle
el: Πείτε Γεια σε όλους
es: Saludar a todos
fr: Dites bonjour à tous
gu: બધા હેલો કહો
hi: सभी को हैलो बोलें
it: Augura una buona giornata a tutti
ja: みんなに挨拶
kn: ಎಲ್ಲರಿಗೂ ಹಲೋ ಹೇಳಿ
ml: എല്ലാവരോടും ഹലോ പറയുക
mr: सर्वांना हॅलो म्हणा
nl: Zeg „Hallo allemaal”
pa: ਸਭ ਨੂੰ ਹੈਲੋ ਕਹੋ
pt_pt: Cumprimentar todos
ru: Поприветствуйте всех пользователей
ta_in: அனைவருக்கு வணக்கம் சொல்க
te: అందరికి హలో అని చెప్పండి
tr: Herkese Merhaba De
ur_arab_in: سب کو ہیلو
vi: Nói Xin Chào Mọi Người
zh_hant: 向所有人问好

# cliq_message_sendHello
source: Hello %@
bn_in: হ্যালো %@
de: Hallo %@
el: Χαίρετε %@,
es: Hola %@
fr: Bonjour %@
gu: કેમ છો %@
hi: हैलो %@
it: Salve %@
ja: こんにちは、%@さん
kn: ನಮಸ್ಕಾರ %@
ml: ഹലോ %@
mr: नमस्ते %@
nl: Hallo %@
pa: ਹੈਲੋ %@
pt_pt: Olá %@
ru: Привет, %@
ta_in: வணக்கம் %@
te: హలో %@
tr: Merhaba %@
ur_arab_in: ہیلو %@
vi: Xin chào %@
zh_hant: 您好，%@

# cliq_message_hello
source: Hello 👋
bn_in: হ্যালো
de: Hallo
el: Χαίρετε
es: Hola
fr: Bonjour
gu: કેમ છો
hi: हैलो
it: Salve
ja: こんにちは
kn: ನಮಸ್ಕಾರ
ml: ഹലോ
mr: नमस्ते
nl: Hallo
pa: ਹੈਲੋ
pt_pt: Olá
ru: Привет
ta_in: வணக்கம்
te: హలో
tr: Merhaba
ur_arab_in: سب کو
vi: Xin chào
zh_hant: 您好，

# cliq_message_sendHello_all
source: All 👋
bn_in: সমস্ত
de: Alle(s)
el: Όλα
es: Todos
fr: Tous
gu: તમામ
hi: सभी
it: Tutte
ja: すべて
kn: ಎಲ್ಲ
ml: എല്ലാം
mr: सर्व
nl: Alle
pa: ਸਾਰੇ
pt_pt: Todos
ru: Все
ta_in: அனைத்தும்
te: అన్ని
tr: Tümü
ur_arab_in: ہیلو
vi: Tất cả
zh_hant: 全部

# chat_unread_message_text_single
source: Unread Message
bn_in: অপঠিত মেসেজগুলি
de: Ungelesene Mitteilung
el: Μη αναγνωσμένο μήνυμα
es: Mensaje no leído
fr: Message non lu
gu: ન વાંચેલ સંદેશ
hi: न पढ़ा गया संदेश
it: Messaggio non letto
ja: 未読メッセージ
kn: ಓದದೆ ಇರುವ ಸಂದೇಶ
ml: വായിക്കാത്ത സന്ദേശം
mr: न वाचलेला मेसेज
nl: Ongelezen bericht
pa: ਬਿਨਾਂ-ਪੜ੍ਹੇ ਗਏ ਸੁਨੇਹੇ
pt_pt: Mensagem não lida
ru: Непрочитанное сообщение
ta_in: வாசிக்கப்படாத செய்தி
te: చదవని సందేశం
tr: Okunmamış İleti
ur_arab_in: ان پڑھا پیغام
vi: Tin Nhắn Chưa Đọc
zh_hant: 未读消息

# cliq_message_1to1EmptyTitle
source: Start chatting with %1$s here!
bn_in: %1$s এর সাথে এখানে চ্যাট করা শুরু করুন!
de: Hier starten Sie den Chat mit %1$s!
el: Αρχίστε να συνομιλείτε με τον/την %1$s εδώ!
es: Inicie un chat con %1$s desde aquí.
fr: Commencez à converser avec %1$s ici !
gu: %1$s અહીં ચૅટ શરૂ કરો!
hi: यहाँ %1$s के साथ चैट करना प्रारंभ करें!
it: Inizia a chattare con %1$s qui!
ja: ここで%1$sとチャットを始めましょう！
kn: ಇಲ್ಲಿ %1$s ರೊಂದಿಗೆ ಚಾಟ್ ಆರಂಭಿಸಿ!
ml: %1$s ന് ഒപ്പം ഇവിടെ ചാറ്റ് ചെയ്യാൻ ആരംഭിക്കുക!
mr: येथे %1$s सह चॅट करण्यास प्रारंभ करा!
nl: Begin hier te chatten met %1$s!
pa: ਇੱਥੇ %1$s ਨਾਲ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ!
pt_pt: Comece o chat com %1$s aqui!
ru: Начните общение в чате с пользователем %1$s здесь!
ta_in: %1$s உடன் அரட்டையடிக்கத் தொடங்குங்கள்!
te: %1$sతో ఇక్కడ చాటింగ్ ప్రారంభించండి!
tr: %1$s ile sohbet etmeye buradan başlayın!
ur_arab_in: یہاں %1$s کے ساتھ چیٹ شروع کریں!
vi: Bắt đầu chat với %1$s ở đây!
zh_hant: 在这里开始与 %1$s 聊天！

# cliq_message_groupEmptyTitle
source: Send a message and get started with the group!
bn_in: একটি বার্তা পাঠান এবং গ্রুপের সাথে শুরু হয়ে যান!
de: Senden Sie eine Mitteilung, legen Sie in der Gruppe los!
el: Στείλτε ένα μήνυμα και ξεκινήστε με την ομάδα!
es: Envíe un mensaje y comience a trabajar con el grupo.
fr: Envoyez un message et démarrez avec le groupe !
gu: એક સંદેશ મોકલો અને સમૂહ સાથે પ્રારંભ કરો!
hi: संदेश भेजें और समूह के साथ प्रारंभ करें!
it: Invia un messaggio e inizia con il gruppo!
ja: メッセージを送って、グループでの活動を始めましょう！
kn: ಒಂದು ಸಂದೇಶ ಕಳುಹಿಸಿ ಮತ್ತು ಗುಂಪಿನೊಂದಿಗೆ ಆರಂಭಿಸಿ!
ml: ഒരു സന്ദേശം അയച്ച് ഗ്രൂപ്പിനൊപ്പം ആരംഭിക്കുക!
mr: एक मेसेज पाठवा आणि समूहासह सुरवात करा!
nl: Stuur een bericht en ga aan de slag met de groep!
pa: ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਅਤੇ ਸਮੂਹ ਸ਼ੁਰੂ ਕਰੋ!
pt_pt: Enviar uma mensagem e começar com o grupo!
ru: Отправьте сообщение, чтобы начать общение в группе!
ta_in: ஒரு செய்தியை அனுப்பி குழுவுடன் தொடங்கவும்!
te: ఒక సందేశాన్ని పంపండి మరియు గ్రూపుతో ప్రారంభించండి!
tr: Bir mesaj gönderin ve grubu kullanmaya hemen başlayın!
ur_arab_in: گروپ کی شروعات کرنے کے لیے ایک پیغام بھیجیں!
vi: Gửi một tin nhắn và bắt đầu với nhóm!
zh_hant: 发送消息并开始处理该组！

# chat_addmember_warning_new
source: Start new chat
bn_in: নতুন চ্যাট শুরু করুন
de: Neuen Chat beginnen
el: Έναρξη νέας συνομιλία
es: Iniciar nuevo chat
fr: Démarrer un nouveau chat
gu: નવી ચૅટ શરૂ કરો
hi: नई चैट आरंभ करें
it: Inizia nuova chat
ja: 新しいチャットを開始する
kn: ಹೊಸ ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ
ml: പുതിയ ചാറ്റ് ആരംഭിക്കുക
mr: नवीन चॅट सुरू करा
nl: Een nieuwe chat starten
pa: ਨਵੀਂ ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Iniciar novo chat
ru: Начать новый чат
ta_in: புதிய அரட்டையைத் தொடங்கு
te: కొత్త చాట్ ప్రారంభించు
tr: Yeni sohbet başlat
ur_arab_in: نئی چیٹ شروع کریں
vi: Bắt đầu nội dung chat mới
zh_hant: 开始新聊天

# cliq_image_save
source: Save to gallery
bn_in: গ্যালারিতে সংরক্ষণ করুন
de: In Galerie speichern
el: Αποθήκευση στην γκαλερί
es: Guardar en Galería
fr: Enregistrer dans la galerie
gu: ગેલેરીમાં સાચવો
hi: गैलरी में सहेजें
it: Salva nella raccolta
ja: ギャラリーに保存
kn: ಗ್ಯಾಲರಿಗೆ ಉಳಿಸಿ
ml: ഗാലറിയിലേക്ക് സംരക്ഷിക്കുക
mr: गॅलरीमध्ये सेव्ह करा
nl: Opslaan in galerie
pa: ਗੈਲਰੀ ਵਿੱਚ ਸੇਵ ਕਰੋ
pt_pt: Guardar na galeria
ru: Сохранить в коллекцию
ta_in: படத்தொகுப்பில் சேமி
te: గ్యాలరీకి సేవ్ చేయండి
tr: Galeriye kaydet
ur_arab_in: گیلری پر محفوظ کریں
vi: Lưu vào bộ sưu tập
zh_hant: 保存到图库

# chat_action_bottomsheet_copylink
source: Copy link
bn_in: লিঙ্ক কপি করুন
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar vínculo
fr: Copier le lien
gu: લિંક કૉપિ કરો
hi: लिंक की प्रतिलिपि बनाएं
it: Copia collegamento
ja: リンクをコピー
kn: ಲಿಂಕ್ ನಕಲಿಸಿ
ml: ലിങ്ക് പകർത്തുക
mr: लिंक कॉपी करा
nl: Koppeling kopiëren
pa: ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਕਰੋ
pt_pt: Copiar ligação
ru: Копировать ссылку
ta_in: இணைப்பை நகலெடு
te: లింక్ కాపీ చేయండి
tr: Bağlantıyı kopyala
ur_arab_in: لنک کاپی کریں
vi: Sao chép liên kết
zh_hant: 复制链接

# cliq_att_save
source: Save to downloads
bn_in: ডাউনলোডসে সংরক্ষণ করুন
de: In Downloads speichern
el: Αποθήκευση στις λήψεις
es: Guardar en Descargas
fr: Enregistrer dans les téléchargements
gu: ડાઉનલોડ્સમાં સાચવો
hi: डाउनलोड्स में सहेजें
it: Salva nei download
ja: ダウンロードに保存
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳಿಗೆ ಉಳಿಸಿ
ml: ഡൗൺലോഡിലേക്ക് സംരക്ഷിക്കുക
mr: डाउनलोड्समध्ये सेव्ह करा
nl: Opslaan in downloads
pa: ਡਾਉਨਲੋਡਜ਼ ਵਿੱਚ ਸੇਵ ਕਰੋ
pt_pt: Guardar nas transferências
ru: Сохранить в папку «Загрузки»
ta_in: பதிவிறக்கங்களில் சேமி
te: డౌన్‌లోడ్‌లకు సేవ్ చేయండి
tr: İndirilenlere kaydet
ur_arab_in: ڈاؤن لوڈز میں محفوظ کریں
vi: Lưu vào danh sách tải xuống
zh_hant: 保存到下载

# chat_infomsg_save_success_file
source: Saved to Downloads
bn_in: ডাউনলোডসে সংরক্ষণ করা হয়েছে
de: In Downloads gespeichert
el: Αποθηκεύτηκε στις λήψεις
es: Guardado en Descargas
fr: Enregistré dans les téléchargements
gu: ડાઉનલોડ્સમાં સાચવેલ
hi: डाउनलोड्स में सहेजा गया
it: Salva nei Download
ja: ダウンロードに保存しました
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳಿಗೆ ಉಳಿಸಲಾಗಿದೆ
ml: ഡൗൺലോഡിലേക്ക് സംരക്ഷിച്ചു
mr: डाउनलोड्समध्ये सेव्ह केले
nl: Opgeslagen in Downloads
pa: ਡਾਉਨਲੋਡਜ਼ ਵਿੱਚ ਸੇਵ ਹੋਇਆ ਹੈ
pt_pt: Guardado nas transferências
ru: Сохранено в папку «Загрузки»
ta_in: பதிவிறக்கங்களில் சேமிக்கப்பட்டது
te: డౌన్‌లోడ్‌లకు సేవ్ చేయబడింది
tr: İndirilenlere Kaydet
ur_arab_in: ڈاؤن لوڈز میں محفوظ کر دیا گیا
vi: Đã Lưu Vào Danh Sách Tải Xuống
zh_hant: 已保存到下载

# chat_bottomsheet_more_markunread
source: Mark as unread
bn_in: অপঠিত হিসাবে চিহ্নিত করুন
de: Als ungelesen markieren
el: Επισήμανση ως μη αναγνωσμένο
es: Marcar como no leído
fr: Marquer comme non lu
gu: અવાંચ્ય તરીકે ચિહ્નિત કરો
hi: “अपठित” के रूप में चिह्नित करें
it: Contrassegna come non letto
ja: 未読に戻す
kn: ಓದಿಲ್ಲ ಎಂದು ಗುರುತು ಮಾಡಿ
ml: വായിച്ചിട്ടില്ലെന്ന് അടയാളപ്പെടുത്തുക
mr: न वाचलेले म्हणून चिन्हांकित करा
nl: Markeren als ongelezen
pa: ਬਿਨਾਂ-ਪੜ੍ਹੀ ਗਈ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ
pt_pt: Marcar como não lido
ru: Отменить как непрочитанное
ta_in: வாசிக்காததாகக் குறி
te: చదవనట్లు గుర్తు పెట్టండి
tr: Okunmadı olarak işaretle
ur_arab_in: ان پڑھے کے طور پر نشان زد کریں
vi: Đánh dấu là chưa đọc
zh_hant: 标记为未读

# chat_history_voice
source: Voice Message
bn_in: ভয়েস মেসেজ
de: Sprachmitteilung
el: Φωνητικό μήνυμα
es: Mensaje de voz
fr: Message vocal
gu: વોઇઝ સંદેશ
hi: ध्वनि संदेश
it: Messaggio vocale
ja: ボイスメッセージ
kn: ಧ್ವನಿ ಸಂದೇಶ
ml: ശബ്ദ സന്ദേശം
mr: व्हॉईस मेसेज
nl: Ingesproken bericht
pa: ਵੌਇਸ ਸੁਨੇਹੇ
pt_pt: Mensagem de voz
ru: Голосовое сообщение
ta_in: குரல் செய்தி
te: వాయిస్ సందేశం
tr: Sesli İleti
ur_arab_in: صوتی پیغام
vi: Tin Nhắn Thoại
zh_hant: 语音消息

# chat_zanalytics_banner_title
source: Manage your Privacy
bn_in: আপনার গোপনীয়তা নিয়ন্ত্রণ করুন
de: Datenschutz verwalten
el: Διαχειριστείτε την προστασία των προσωπικών δεδομένων σας
es: Administre su privacidad
fr: Gérez vos données privées
gu: તમારી ગોપનીયતાનું સંચાલન કરો
hi: अपनी गोपनीयता को प्रबंधित करें
it: Gestisci la tua privacy
ja: プライバシーを管理
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ സ്വകാര്യത നിയന്ത്രിക്കുക
mr: तुमच्या गोपनीयतेचे व्यवस्थापन करा
nl: Beheer uw privacy
pa: ਆਪਣੀ ਗੋਪਨੀਯਤਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pt_pt: Gerir a sua privacidade
ru: Управление конфиденциальностью
ta_in: உங்கள் தனியுரிமையை நிர்வகியுங்கள்
te: మీ గోప్యతను నిర్వహించండి
tr: Gizliliğinizi Yönetin
ur_arab_in: اپنی رازداری کا نظم کریں
vi: Quản lý thiết lập Bảo Mật của bạn
zh_hant: 管理您的隐私

# chat_zanalytics_banner_description
source: Explore ways to increase your Account Privacy and Security
bn_in: আপনার অ্যাকাউন্টের গোপনীয়তা এবং নিরাপত্তা বর্ধিত করার উপায় অন্বেষণ করুন
de: Entdecken Sie Möglichkeiten zum Verbessern von Datenschutz und Sicherheit Ihres Kontos
el: Εξερευνήστε τρόπους για αύξηση του ιδιωτικού απορρήτου και της ασφάλειας του λογαριασμού σας
es: Explore formas de aumentar la seguridad y privacidad de su cuenta
fr: Explorez des moyens d’accroître la sécurité et la confidentialité de votre compte
gu: તમારી એકાઉન્ટની ગોપનીયતા અને સુરક્ષા વધારવાની રીતોનું અન્વેષણ કરો
hi: अपनी खाता गोपनीयता और सुरक्षा बढ़ाने के तरीके खोजें
it: Esplora modi per aumentare la privacy e la sicurezza del tuo account
ja: アカウントのプライバシーとセキュリティを向上させるための方法をご覧ください
kn: ನಿಮ್ಮ ಖಾತೆಯ ಗೌಪ್ಯತೆ ಮತ್ತು ಸುಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುವ ವಿಧಾನಗಳನ್ನು ಅನ್ವೇಷಿಸಿ
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്വകാര്യതയും സുരക്ഷയും വർദ്ധിപ്പിക്കുന്നതിനുള്ള വഴികൾ തിരയുക
mr: तुमच्या खात्याची गोपनीयता आणि सुरक्षा वाढवण्याचे मार्ग शोधा
nl: Ontdek manieren om de veiligheid en privacy van uw account te verbeteren
pa: ਆਪਣੇ ਖਾਤੇ ਦੀ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਵਧਾਉਣ ਦੇ ਤਰੀਕਿਆਂ ਦੀ ਪੜਚੋਲ ਕਰੋ
pt_pt: Explorar formas de aumentar a privacidade e segurança da sua conta
ru: Узнайте, как повысить конфиденциальность и безопасность своей учетной записи
ta_in: உங்கள் கணக்கின் தனியுரிமை மற்றும் பாதுகாப்பை அதிகரிப்பதற்கான வழிகளை ஆராய்க
te: మీ ఖాతా గోప్యత మరియు సెట్టింగ్‌లను పెంచడం కొరకు మార్గాలను అన్వేషించండి
tr: Hesabınızın Gizliliğini ve Güvenliğini artırmanın yollarını keşfedin
ur_arab_in: اپنے اکاؤنٹ کی رازداری اور سکیورٹی کی حفاظت کے طریقے دریافت کریں
vi: Khám phá các cách tăng cường Bảo Mật và An Ninh Tài Khoản của bạn
zh_hant: 了解提高账户隐私和安全的方式
