Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.reminders.tab.others
source: Assigned to Others
de: Mit Anderen verknüpft
el: Ανατέθηκαν σε άλλους
es: Asignado a otros
fr: Affecté à d’autres
hi: दूसरों को असाइन किया गया
it: Assegnato ad altri
ja: 他の人の担当
nl: Toegewezen aan anderen
pt_pt: Atribuído a outras pessoas
ru: Назначенные другим
tr: Başkalarına Atandı
vi: Đã Chỉ Định Cho Người Khác
zh_hant: 已指派給其他人

# chat.search.remindersactivity.placeholder
source: Search reminders
de: Erinnerungen suchen
el: Αναζήτηση υπενθυμίσεων
es: Buscar recordatorios
fr: Rechercher les rappels
hi: रिमाइंडर खोजें
it: Cerca promemoria
ja: リマインダーを検索
nl: Herinneringen zoeken
pt_pt: Procurar lembretes
ru: Поиск напоминаний
tr: Anımsatıcıları ara
vi: Tìm kiếm nhắc nhở
zh_hant: 搜尋提醒

# chat.reminder.viewinchat
source: View message
de: Mitteilung anzeigen
el: Προβολή μηνύματος
es: Ver mensaje
fr: Afficher le message
hi: संदेश देखें
it: Visualizza messaggio
ja: メッセージの表示
nl: Bericht weergeven
pt_pt: Visualizar mensagem
ru: Показать сообщение
tr: İletiyi Görüntüle
vi: Xem Tin Nhắn
zh_hant: 檢視訊息

# chat.reminder.edit
source: Edit Reminder
de: Erinnerung bearbeiten
el: Επεξεργασία υπενθύμισης
es: Editar recordatorio
fr: Modifier le rappel
hi: रिमाइंडर संपादित करें
it: Modifica promemoria
ja: 確認の編集
nl: Herinnering bewerken
pt_pt: Editar lembrete
ru: Изменить напоминание
tr: Anımsatıcıyı Düzenle
vi: Sửa Nhắc Nhở
zh_hant: 編輯提醒

# chat.reminder.menu.delete
source: Delete Reminder
de: Erinnerung löschen
el: Διαγραφή υπενθύμισης
es: Eliminar recordatorio
fr: Supprimer le rappel
hi: रिमाइंडर हटाएं
it: Elimina promemoria
ja: リマインダーを削除
nl: Herinnering verwijderen
pt_pt: Eliminar lembrete
ru: Удалить напоминание
tr: Anımsatıcı Sil
vi: Xóa Nhắc Nhở
zh_hant: 刪除提醒

# chat.reminder.menu.clear
source: Clear Completed
de: Abgeschlossene löschen
el: Διαγραφή ολοκληρωμένων
es: Borrar completados
fr: Effacer Terminé
hi: पूर्ण किया गया को साफ़ करें
it: Cancellazione completata
ja: 完了済みのものをクリア
nl: Wissen voltooid
pt_pt: Limpar os concluídos
ru: Очистить выполненные
tr: Tamamlanmış olanları Temizle
vi: Đã Xóa Xong
zh_hant: 清除已完成

# chat.reminder.info.assignedby
source: Assigned By
de: Verknüpft von
el: Ανατέθηκε από
es: Asignado por
fr: Attribué par
hi: इसके द्वारा असाइन किया गया:
it: Assegnato da
ja: 割り当て者
nl: Toegewezen door
pt_pt: Atribuído por
ru: Кем назначено
tr: Atayan
vi: Chỉ Định Bởi
zh_hant: 分配者

# chat.reminder.info.assignedto
source: Assigned To
de: Verknüpft mit
el: Ανατέθηκε σε
es: Asignado a
fr: Attribué à
hi: इसे असाइन किया गया:
it: Assegnato a
ja: 割当先：
nl: Toegewezen aan
pt_pt: Atribuído a
ru: Кому назначено
tr: Şuna Atandı
vi: Đã Chỉ Định Cho
zh_hant: 分配給

# chat.reminder.create.hint
source: Remind me about…
de: Erinnere mich an …
el: Να μου γίνει υπενθύμιση σχετικά με…
es: Recordarme sobre...
fr: Rappelez-moi au sujet de...
hi: मुझे इसके बारे में याद कराएं...
it: Ricordami di…
ja: 後で通知…
nl: Herinner me over…
pt_pt: Lembrar-me sobre…
ru: Напомнить о...
tr: Bana bunu anımsat…
vi: Nhắc tôi về…
zh_hant: 提醒我關於…

# chat.reminder.status.pending
source: Pending
de: Ausstehend
el: Σε εκκρεμότητα
es: Pendiente
fr: En attente
hi: लंबित
it: In sospeso
ja: 未済
nl: In behandeling
pt_pt: Pendente
ru: Пока не выполнено
tr: Bekliyor
vi: Đang chờ xử lý
zh_hant: 擱置

# chat.reminder.date
source: DATE
de: DATUM
el: ΗΜΕΡΟΜΗΝΙΑ
es: FECHA
hi: तारीख
it: DATA
ja: 日付
nl: DATUM
pt_pt: DATA
ru: ДАТА
tr: TARİH
vi: NGÀY
zh_hant: 日期

# chat.reminder.time
source: TIME
de: ZEIT
el: ΩΡΑ
es: HORA
fr: HEURE
hi: समय
it: ORA
ja: 時刻
nl: TIJD
pt_pt: HORA
ru: ВРЕМЯ
tr: SAAT
vi: GIỜ
zh_hant: 時間

# chat.reminder.assignees
source: Assignees
de: Beauftragte
el: Υπεύθυνοι
es: Usuarios asignados
fr: Personnes affectées
hi: मुखत्यार
it: Assegnatari
ja: 割り当て管理者
nl: Toegewezen personen
pt_pt: Destinatários
ru: Назначенные
tr: Atananlar
vi: Người được chỉ định
zh_hant: 受託人

# chat.reminder.setreminder
source: Set reminder
de: Erinnerung festlegen
el: Ρύθμιση υπενθύμισης
es: Establecer recordatorio
fr: Définir le rappel
hi: रिमाइंडर सेंट करें
it: Imposta promemoria
ja: リマインダーを設定
nl: Herinnering instellen
pt_pt: Definir lembrete
ru: Установить напоминание
tr: Anımsatıcı ayarla
vi: Đặt thông báo nhắc
zh_hant: 設定提醒

# chat.reminder.15minutes
source: 15 minutes
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
hi: 15 मिनट
it: 15 minuti
ja: 15分
nl: 15 minuten
pt_pt: 15 minutos
ru: 15 минут
tr: 15 dakika
vi: 15 phút
zh_hant: 15 分鐘

# chat.reminder.1hour
source: 1 Hour
de: 1 Stunde
el: 1 ώρα
es: 1 hora
fr: 1 heure
hi: 1 घंटा
it: 1 ora
ja: 1時間
nl: 1 uur
pt_pt: 1 hora
ru: 1 час
tr: 1 Saat
vi: 1 Giờ
zh_hant: 1 小時

# chat.reminder.1day
source: 1 Day
de: 1 Tag
el: 1 ημέρα
es: 1 día
fr: 1 jour
hi: 1 दिन
it: 1 giorno
ja: 1日
nl: 1 dag
pt_pt: 1 dia
ru: 1 день
tr: 1 Gün
vi: 1 Ngày
zh_hant: 1 天

# chat.reminder.custom
source: Custom date & time
de: Spezifisches Datum und Uhrzeit
el: Προσαρμοσμένη ημερομηνία &amp; ώρα
es: Fecha y hora personalizadas
fr: Date et heure personnalisées
hi: कस्टम दिनांक &amp; समय
it: Data e ora personalizzata
ja: カスタム日時
nl: Aangepaste datum en tijd
pt_pt: Data e hora personalizadas
ru: Настраиваемая дата и время
tr: Özel tarih ve saat
vi: Ngày &amp; giờ tùy chỉnh
zh_hant: 自訂日期與時間

# chat.reminder.no.default.time
source: No default time
de: Keine Standardzeit
el: Δεν υπάρχει προεπιλεγμένη ώρα
es: Sin hora predeterminada
fr: Aucune heure par défaut
hi: कोई डिफॉल्ट समय नहीं
it: Nessun orario predefinito
ja: 既定の時刻なし
nl: Geen standaard tijd
pt_pt: Sem hora predefinida
ru: Нет времени по умолчанию
tr: Varsayılan saat yok
vi: Không có giờ mặc định
zh_hant: 沒有預設時間

# chat.reminder.view.all
source: View All
de: Alle(s) anzeigen
el: Προβολή όλων
es: Ver todo
fr: Afficher Tout
hi: सभी देखें
it: Visualizza tutto
ja: すべて表示
nl: Alles weergeven
pt_pt: Ver tudo
ru: Просмотреть все
tr: Tümünü görüntüle
vi: Xem Tất Cả
zh_hant: 檢視全部

# chat.reminder.error.create
source: Sorry Something’s amiss in your reminder.
de: Bei Ihrer Erinnerung fehlt leider etwas.
el: Λυπούμαστε, κάτι πήγε στραβά με την υπενθύμισή σας.
es: Hay algo incorrecto en su recordatorio.
fr: Désolés, quelque chose ne va pas dans votre rappel.
hi: आपके रिमाइंडर में कुछ छूटा हुआ है।
it: Siamo spiacenti, qualcosa non va nel tuo promemoria.
ja: 申し訳ありませんが、リマインダーに不具合があります。
nl: Helaas, er is iets mis met uw herinnering.
pt_pt: Lamentamos, mas algo está em falta no seu lembrete.
ru: К сожалению, в вашем напоминании чего-то не хватает.
tr: Üzgünüz, Anımsatıcınızda bir şey eksik.
vi: Rất tiếc, có vấn đề trong thông báo nhắc của bạn.
zh_hant: 抱歉，您的提醒中出現了錯誤。

# chat.reminder.error.tryagain
source: Do try again as following
de: Versuchen Sie es wie folgt noch einmal
el: Προσπαθήσετε ξανά ως ακολούθως
es: Repita la operación de la forma siguiente
fr: Réessayez de la façon suivante
hi: निम्नानुसार पुन: प्रयास करें
it: Riprova come segue
ja: 以下のようにやり直してください
nl: Probeer het onderstaande
pt_pt: Tente novamente do seguinte modo
ru: Повторите попытку, используя следующий формат:
tr: Aşağıdaki gibi yeniden deneyin
vi: Thử lại như sau
zh_hant: 請按以下方式重試

# chat.reminder.error.createinfo
source: /remind [@user] [remind about] [time/date]
de: /erinnern [@Nutzer] [Erinnerung an] [Uhrzeit/Datum]
el: /remind [@χρήστης] [υπενθύμιση σχετικά] [ώρα/ημερομηνία]
es: /remind [@usuario] [recordatorio sobre] [hora/fecha]
fr: /rappeler [@utilisateur] [rappeler le] [heure/date]
hi: / [@उपयोगकर्ता] को [समय/तारीख] [के बारे में याद कराएं]
it: /ricorda [@utente] [ricorda] [ora/data]
ja: /remind [@ユーザー] [リマインド内容] [日付/時刻]
nl: /remind [@gebruiker] [herinneren over] [tijd-datum]
pt_pt: /remind [@utilizador] [lembrete sobre] [hora/data]
ru: /remind [@пользователь] [о чем нужно напомнить] [время/дата]
tr: /anımsat [@kullanıcı] [anımsatma konusu] [saat/tarih]
vi: /remind [@người dùng] [nhắc về] [giờ/ngày]
zh_hant: /remind [@使用者] [提醒一下] [時間-日期]

# chat.reminder.view.others
source: Assigned to others
de: Mit Anderen verknüpft
el: Ανατέθηκαν σε άλλους
es: Asignado a otros
fr: Affecté à d’autres
hi: दूसरों को असाइन किया गया
it: Assegnato ad altri
ja: 他の人の担当
nl: Toegewezen aan anderen
pt_pt: Atribuído a outras pessoas
ru: Назначенные другим
tr: Başkalarına atandı
vi: Đã chỉ định cho người khác
zh_hant: 已指派給其他人

# chat.reminder.create.assign.more
source: Reminder assigned!
de: Erinnerung verknüpft!
el: Η υπενθύμιση ανατέθηκε!
es: Recordatorio asignado.
fr: Rappel affecté !
hi: रिमाइंडर असाइन किया गया!
it: Promemoria assegnato!
ja: リマインダーを割り当てました！
nl: Herinnering toegewezen!
pt_pt: Lembrar a pessoa a quem foi atribuído!
ru: Напоминание назначено.
tr: Anımsatma atandı!
vi: Đã chỉ định thông báo nhắc!
zh_hant: 提醒已指派！

# chat.reminder.create.added
source: Reminder created!
de: Erinnerung erstellt!
el: Η υπενθύμιση δημιουργήθηκε!
es: Recordatorio creado.
fr: Rappel créé !
hi: रिमाइंडर बनाया गया!
it: Promemoria creato!
ja: リマインダーを作成しました！
nl: Herinnering aangemaakt!
pt_pt: Lembrete criado!
ru: Напоминание создано.
tr: Anımsatıcı oluşturuldu!
vi: Đã tạo thông báo nhắc!
zh_hant: 提醒已建立！

# chat.reminder.completed.success
source: Reminder marked as complete
de: Erinnerung als abgeschlossen markiert
el: Η υπενθύμιση επισημάνθηκε ως ολοκληρωμένη
es: Recordatorio marcado como completado
fr: Rappel marqué comme terminé
hi: रिमाइंडर को पूर्ण के रूप में चिह्नित किया गया
it: Promemoria contrassegnato come completato
ja: リマインダーが完了済みとしてマークされました
nl: Herinnering als Voltooid gemarkeerd
pt_pt: Lembrete marcado como concluído
ru: Напоминание помечено как выполненное
tr: Anımsatıcı tamamlandı olarak işaretlendi
vi: Thông báo nhắc được đánh dấu là hoàn tất
zh_hant: 提醒標記為「完成」

# chat.reminder.incomplete.success
source: Reminder marked as pending
de: Erinnerung als ausstehende markiert
el: Η υπενθύμιση επισημάνθηκε ως εκκρεμής
es: Recordatorio marcado como pendiente
fr: Rappel marqué comme en attente
hi: रिमाइंडर को लंबित के रूप में चिह्नित किया गया
it: Promemoria contrassegnato come In attesa
ja: リマインダーが保留中としてマークされました
nl: Herinnering als In afwachting gemarkeerd
pt_pt: Lembrete marcado como pendente
ru: Напоминание помечено как ожидающее выполнения
tr: Anımsatıcı bekliyor olarak işaretlendi
vi: Thông báo nhắc được đánh dấu là đang chờ
zh_hant: 提醒標記為「擱置」

# chat.reminder.deleted.success
source: Reminder deleted
de: Erinnerung gelöscht
el: Η υπενθύμιση διεγράφη
es: Recordatorio eliminado
fr: Rappel supprimé
hi: रिमाइंडर हटाया गया
it: Promemoria eliminato
ja: リマインダーが削除されました
nl: Herinnering verwijderd
pt_pt: Lembrete eliminado
ru: Напоминание удалено
tr: Anımsatıcı silindi
vi: Đã xóa thông báo nhắc
zh_hant: 提醒已刪除

# chat.reminder.edit.success
source: Reminder edited
de: Erinnerung bearbeitet
el: Η υπενθύμιση επεξεργάστηκε
es: Recordatorio editado
fr: Rappel modifié
hi: रिमाइंडर संपादित किया गया
it: Promemoria modificato
ja: リマインダーが編集されました
nl: Herinnering bewerkt
pt_pt: Lembrete editado
ru: Напоминание изменено
tr: Anımsatıcı düzenlendi
vi: Đã sửa thông báo nhắc
zh_hant: 提醒已編輯

# chat.reminder.deleted.success.multiple
source: Reminders deleted
de: Erinnerungen gelöscht
el: Οι υπενθυμίσεις διεγράφησαν
es: Recordatorios eliminados
fr: Rappels supprimés
hi: रिमाइंडर हटाए गए
it: Promemoria eliminati
ja: リマインダーが削除されました
nl: Herinneringen verwijderd
pt_pt: Lembretes eliminados
ru: Напоминания удалены
tr: Anımsatıcılar silindi
vi: Đã xóa thông báo nhắc
zh_hant: 提醒已刪除

# chat.reminder.edit.success.multiple
source: Reminders edited
de: Erinnerungen bearbeitet
el: Οι υπενθυμίσεις επεξεργάστηκαν
es: Recordatorios editados
fr: Rappels modifiés
hi: रिमाइंडर संपादित किए गए
it: Promemoria modificati
ja: リマインダーが編集されました
nl: Herinneringen bewerkt
pt_pt: Lembretes editados
ru: Напоминания изменены
tr: Anımsatıcılar düzenlendi
vi: Đã sửa thông báo nhắc
zh_hant: 提醒已編輯

# chat.reminder.nodue
source: No due date
de: Kein Fälligkeitsdatum
el: Χωρίς ημερομηνία προθεσμίας
es: Sin fecha de vencimiento
fr: Aucune date d’échéance
hi: कोई निर्धारित तारीख नहीं
it: Nessuna scadenza
ja: 期日未設定の事項
nl: Geen einddatum
pt_pt: Sem data de vencimento
ru: Нет срока
tr: Bitiş tarihi yok
vi: Không có thời hạn
zh_hant: 沒有到期日期

# chat.reminder.completed
source: Completed
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
hi: पूरा किया गया
it: Completato
ja: 完了済み
nl: Voltooid
pt_pt: Concluído
ru: Завершено
tr: Tamamlandı
vi: Đã hoàn tất
zh_hant: 已完成

# chat.reminder.info.datetime
source: Date and Time
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fr: Date et Heure
hi: तिथि और समय
it: Data e ora
ja: 日時
nl: Datum en tijd
pt_pt: Data e hora
ru: Дата и время
tr: Tarih ve Saat
vi: Ngày và Giờ
zh_hant: 日期與時間

# chat.reminder.added.succes
source: Reminder created
de: Erinnerung erstellt
el: Η υπενθύμιση δημιουργήθηκε
es: Recordatorio creado
fr: Rappel créé
hi: रिमाइंडर बनाया गया
it: Promemoria creato
ja: リマインダーを作成しました
nl: Herinnering aangemaakt
pt_pt: Lembrete criado
ru: Напоминание создано
tr: Anımsatıcı oluşturuldu
vi: Đã tạo thông báo nhắc
zh_hant: 提醒已建立

# chat.reminder.time.needed
source: Set time for reminding chat
de: Uhrzeit für Chaterinnerung festlegen
el: Ορίστε ώρα για υπενθύμιση συνομιλίας
es: Establecer hora para recordar chat
fr: Définir l’heure du rappel de la conversation
hi: चैट याद कराने के लिए समय सेट करें
it: Imposta ora del promemoria chat
ja: リマインダーチャットの時刻を設定
nl: Tijd instellen voor herinneren aan chat
pt_pt: Definir hora para chat de lembrete
ru: Настроить время чата-напоминания
tr: Sohbeti anımsatmak için saat ayarla
vi: Cài đặt nhắc chat
zh_hant: 設定時間以提醒聊天

# chat.reminder.assignee.user.limit
source: Only 10 users allowed
de: Nur maximal 10 Nutzer zulässig
el: Επιτρέπονται μόνο 10 χρήστες
es: Solo se permiten 10 usuarios
fr: Seulement 10 utilisateurs autorisés
hi: केवल 10 उपयोगकर्ताओं की अनुमति है
it: Sono permessi solo 10 utenti
ja: 10人のユーザーのみ可能
nl: Slechts 10 gebruikers toegestaan
pt_pt: Apenas são autorizados 10 utilizadores
ru: Допускается только 10 пользователя
tr: Yalnızca 10 kullanıcıya izin veriliyor
vi: Chỉ được phép có 10 người dùng
zh_hant: 僅允許 10 個使用者

# chat.reminder.content.limit
source: You've hit the max. of 512 characters. Truncated at the end.
de: Sie haben das Limit von 512 Zeichen erreicht. Ende wurde abgeschnitten.
el: Φτάσατε το μέγιστο όρων των 512 χαρακτήρων. Περικόπηκαν στο τέλος.
es: Ha alcanzado el límite máximo de 512 caracteres. Se ha truncado el final del texto.
fr: Vous avez atteint le max. de 512 caractères. Tronqué à la fin.
hi: आप 512 कैरेक्टरों की अधिकतम सीमा पर पहुँच गए हैं। अंत में खंडित।
it: È stato superato il limite massimo di 512 caratteri. Troncato alla fine.
ja: 最大文字数（512文字）に達しました。 末尾省略。
nl: U heeft de maximale limiet van 512 tekens bereikt. Aan het einde afgekapt.
pt_pt: Excedeu o limite máximo de 512 caracteres. Truncado no final.
ru: Достигнута макс. длина (512 символов). Окончание текста усечено.
tr: Maksimum 512 karakter sınırına ulaştınız. Son kısım kesildi.
vi: Bạn đã đạt đến giới hạn tối đa là 512 ký tự. Bị cắt ở cuối.
zh_hant: 您已達到最大值 512 個字元。 在最後截斷。

# chat.reminder.sort.by
source: Sort by
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fr: Trier par
hi: इसके अनुसार सॉर्ट करें:
it: Ordina per
ja: 並び替え
nl: Sorteren op
pt_pt: Ordenar por
ru: Сортировать по:
tr: Sıralama Ölçütü
vi: Sắp xếp theo
zh_hant: 排序方式

# chat.reminder.sort.created
source: Created time
de: Erstellungszeit
el: Ώρα δημιουργίας
es: Hora de creación
fr: Heure de création
hi: बनाने का समय
it: Ora di creazione
ja: 作成時間
nl: Aanmaaktijd
pt_pt: Hora de criação
ru: Время создания
tr: Oluşturulma zamanı
vi: Thời gian tạo
zh_hant: 建立時間

# chat.reminder.sort.duedate
source: Due date
de: Fälligkeitsdatum
el: Ημερομηνία προθεσμίας
es: Fecha de vencimiento
fr: Date d’échéance
hi: निर्धारित तारीख
it: Data di scadenza
ja: 期日
nl: Vervaldatum
pt_pt: Data de vencimento
ru: Срок
tr: Bitiş tarihi
vi: Ngày đáo hạn
zh_hant: 到期日期

# chat.reminder.past
source: Past
de: Vergangen
el: Προηγούμενα
es: Pasado
fr: Passé
hi: पिछला
it: Passato
ja: 貼り付け
nl: Verleden
pt_pt: Passada
ru: Просрочено
tr: Geçmiş
vi: Đã qua
zh_hant: 過去

# chat.reminder.completed.count
source: Completed (%@)
de: Abgeschlossen (%d)
el: Ολοκληρωμένα (%d)
es: Completado (%d)
fr: Terminé (%d)
hi: पूर्ण (%d)
it: Completato (%d)
ja: 完了済み（%d）
nl: (%d) voltooid
pt_pt: (%d) concluídos
ru: Завершено (%d)
tr: Tamamlanan (%d)
vi: Đã hoàn tất (%d)
zh_hant: 已完成 (%d)

# chat.reminder.menu.others
source: View Assigned to Others
de: Mit Anderen verknüpfte anzeigen
el: Προβολή ανατεθειμένων σε άλλους
es: Ver asignados a otros
fr: Afficher Affecté à d’autres
hi: दूसरों को असाइन किया गया देखें
it: Visualizza Assegnato ad altri
ja: 他の人の担当を表示
nl: Weergeven aan anderen toegewezen
pt_pt: Ver os atribuídos a outras pessoas
ru: Смотреть назначенные другим
tr: Başkalarına Atananları Görüntüle
vi: Xem Đã Chỉ Định Cho Người Khác
zh_hant: 檢視已指派給其他人

# chat.reminder.search.empty
source: Couldn't find a match Please try again.
de: Keine Treffer gefunden. Bitte versuchen Sie es noch einmal.
el: Αδυναμία εύρεσης συνδυασμού Δοκιμάστε ξανά...
es: No se encontraron coincidencias Repita la operación.
fr: Impossible de trouver une correspondance Veuillez réessayer.
hi: कोई मैच नहीं खोज सके कृपया पुन: प्रयास करें।
it: Nessuna corrispondenza trovata Riprovare.
ja: 合致するものがみつかりませんでした もう一度お試しください。
nl: Kon geen overeenkomst vinden Probeer het a.u.b. opnieuw.
pt_pt: Não foi possível encontrar uma combinação Tente novamente.
ru: Соответствие не найдено Повторите попытку.
tr: Bir eşleşme bulunamadı Lütfen yeniden deneyin.
vi: Không thể tìm kết quả khớp Vui lòng thử lại.
zh_hant: 找不到匹配的 請再試一次。

# chat.day.tomorrow
source: Tomorrow
de: Morgen
el: Αύριο
es: Mañana
fr: Demain
hi: आने वाला कल
it: Domani
ja: 明日
nl: Morgen
pt_pt: Amanhã
ru: Завтра
tr: Yarın
vi: Ngày mai
zh_hant: 明天

# chat.reminder.edit.discard
source: Discard Changes
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fr: Ignorer les modifications
hi: परिवर्तनों को छोड़ें
it: Ignora modifiche
ja: 変更を破棄
nl: Wijzigingen negeren
pt_pt: Anular alterações
ru: Отменить изменения
tr: Değişiklikleri At
vi: Bỏ Thay Đổi
zh_hant: 捨棄變更

# chat.reminder.edit.set.time
source: Set date and time
de: Datum und Uhrzeit festlegen
el: Ρυθμίστε ημερομηνία και ώρα
es: Establecer fecha y hora
fr: Définir la date et l’heure
hi: तारीख और समय सेट करें
it: Imposta Data e Ora
ja: 日時を設定
nl: Datum en tijd instellen
pt_pt: Selecionar data e hora
ru: Настроить дату и время
tr: Tarih ve saati ayarla
vi: Cài đặt ngày và giờ
zh_hant: 設定日期和時間

# chat.reminder.reschedule.title
source: Reschedule
de: Neu planen
el: Επαναπρογραμματισμός
es: Reprogramar
fr: Replanifier
hi: फिर से निर्धारित करें
it: Ripianifica
ja: 再スケジュール
nl: Opnieuw plannen
pt_pt: Reagendar
ru: Изменить расписание
tr: Yeniden zamanla
vi: Xếp Lịch Lại
zh_hant: 重新排程

# chat.reminder.reschedule.remove
source: Remove due date
de: Fälligkeitsdatum entfernen
el: Αφαίρεση ημερομηνίας προθεσμίας
es: Eliminar fecha de vencimiento
fr: Supprimer la date d’échéance
hi: निर्धारित तारीख निकालें
it: Rimuovi data di scadenza
ja: 期日を削除
nl: Vervaldatum verwijderen
pt_pt: Remover a data de vencimento
ru: Убрать срок
tr: Kaldırma bitiş tarihi
vi: Xóa thời hạn
zh_hant: 移除到期日期

# chat.reminder.reschedule.today
source: Due today
de: Heute fällig
el: Με προθεσμία σήμερα
es: Vence hoy
fr: Échéance aujourd’hui
hi: आज निर्धारित
it: In scadenza oggi
ja: 本日締切
nl: Eindigt vandaag
pt_pt: Com vencimento hoje
ru: Срок истекает сегодня
tr: Bugün süresi doluyor
vi: Đến hạn hôm nay
zh_hant: 今天到期

# chat.reminder.reschedule.tomorrow
source: Due tomorrow
de: Morgen fällig
el: Με προθεσμία αύριο
es: Vence mañana
fr: Échéance demain
hi: आने वाले कल के लिए निर्धारित
it: In scadenza domani
ja: 明日締切
nl: Verloopt morgen
pt_pt: Vencimento amanhã
ru: Срок истекает завтра
tr: Yarın süresi doluyor
vi: Đến hạn ngày mai
zh_hant: 明天到期

# chat.reminder.reschedule.nextweek
source: Due next week
de: Nächste Woche fällig
el: Με προθεσμία την επόμενη βδομάδα
es: Vence la próxima semana
fr: Échéance la semaine prochaine
hi: अगले सप्ताह निर्धारित
it: In scadenza la settimana prossima
ja: 来週締切
nl: Verloopt volgende week
pt_pt: Hora personalizada
ru: Срок истекает на следующей неделе
tr: Gelecek hafta süresi doluyor
vi: Đến hạn tuần tới
zh_hant: 下週到期

# chat.reminder.reschedule.custom
source: Custom time
de: Spezifische Zeit
el: Προσαρμοσμένη ώρα
es: Hora personalizada
fr: Heure personnalisée
hi: कस्टम समय
it: Orario personalizzato
ja: カスタム時間
nl: Aangepaste tijd
pt_pt: Personalizar hora
ru: Настраиваемое время
tr: Özel zaman
vi: Thời gian tùy chỉnh
zh_hant: 自訂時間

# chat.reminder.multiselect.limit
source: Maximum of 20 reminders only
de: Maximal 20 Erinnerungen
el: Μέγιστο 20 υπενθυμίσεις μόνο
es: Máximo de 20 recordatorios solamente
fr: Maximum de 20 rappels uniquement
hi: अधिकतम केवल 20 रिमाइंडर
it: Massimo solo 20 promemoria
ja: リマインダーは最大20件のみ
nl: Slechts maximaal 20 herinneringen
pt_pt: Apenas um máximo de 20 lembretes
ru: Можно использовать не более 20 напоминаний
tr: En fazla yalnızca 20 anımsatıcı
vi: Chỉ được phép có tối đa 20 thông báo nhắc
zh_hant: 最多允許 20 個提醒

# chat.reminder.notification.due.one
source: You've got 1 reminder today.
de: Sie haben 1 Erinnerung für heute.
el: Έχετε 1 υπενθύμιση σήμερα.
es: Ha recibido 1 recordatorio hoy.
fr: Vous avez reçu 1 rappel aujourd’hui.
hi: आपको आज 1 रिमाइंडर मिला है।
it: Hai 1 promemoria oggi.
ja: 本日は1件のリマインダーがありました。
nl: U heeft vandaag 1 herinnering.
pt_pt: Tem 1 lembrete hoje.
ru: У вас 1 напоминание на сегодня.
tr: Bugün 1 anımsatıcınız var.
vi: Hôm nay bạn có 1 thông báo nhắc.
zh_hant: 您有 1 個提醒。

# chat.reminder.notification.due.other
source: You've got %@ reminders today.
de: Sie haben %d Erinnerungen für heute.
el: Έχετε %d υπενθυμίσεις σήμερα.
es: Ha recibido %d recordatorios hoy.
fr: Vous avez reçu %d rappels aujourd’hui.
hi: आपको आज %d रिमाइंडर मिले हैं।
it: Hai %d promemoria oggi.
ja: 本日は%d件のリマインダーがありました。
nl: U heeft vandaag %d herinneringen.
pt_pt: Tem %d lembretes hoje.
ru: У вас есть напоминания (%d) на сегодня.
tr: Bugün %d anımsatıcınız var.
vi: Hôm nay bạn có %d thông báo nhắc.
zh_hant: 您有 %d 個提醒。

# chat.reminder.notification.overdue.one
source: You've got an overdue reminder.
de: Sie haben eine überfällige Erinnerung.
el: Έχετε μία εκπρόθεσμη υπενθύμιση.
es: Ha recibido un recordatorio de vencimiento.
fr: Vous avez reçu un rappel de retard.
hi: आपको कोई बकाया रिमाइंडर मिला है।
it: Hai un promemoria di scadenza.
ja: 本日は1件の期限切れリマインダーがありました。
nl: U heeft een achterstallige herinnering.
pt_pt: Tem um lembrete com o prazo ultrapassado.
ru: У вас есть просроченное напоминание.
tr: Zamanı geçmiş bir anımsatıcınız var.
vi: Bạn có một thông báo nhắc quá hạn.
zh_hant: 您有一個過期提醒。

# chat.reminder.notification.overdue.other
source: You've got %@ overdue reminders.
de: Sie haben %d überfällige Erinnerungen.
el: Έχετε %d εκπρόθεσμες υπενθυμίσεις.
es: Ha recibido %d recordatorios de vencimiento.
fr: Vous avez reçu %d rappels de retard.
hi: आपको %d बकाया रिमाइंडर मिले हैं।
it: Hai %d promemoria di scadenza.
ja: 本日は%d件の期限切れリマインダーがありました。
nl: U heeft %d achterstallige herinneringen.
pt_pt: Tem %d lembretes com o prazo ultrapassado.
ru: У вас есть просроченные напоминания (%d).
tr: Zamanı geçmiş %d anımsatıcınız var.
vi: Bạn có %d thông báo nhắc quá hạn.
zh_hant: 您有 %d 個過期提醒。
