Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# plural_delete_message_subtitle_one
source: Are you sure you want to permanently delete the selected message?
bn_in: আপনি কি নিশ্চিত যে আপনি নির্বাচিত মেসেজটি স্থায়ীভাবে মুছে ফেলতে চান?
de: Möchten Sie die ausgewählte Mitteilungwirklich endgültig löschen?
el: Θέλετε σίγουρα να διαγράψετε οριστικάτο επιλεγμένο μήνυμα;
es: ¿Está seguro de que desea eliminar de forma permanente el mensaje seleccionado?
fr: Êtes-vous sûr de vouloir supprimer définitivement le message sélectionné ?
gu: પસંદ કરેલ સંદેશ શું તમે ખરેખર કાયમી ધોરણે // કાઢી નાખવા માંગો છો?
hi: क्या आप सचमुच चयनित संदेश को स्थायी रूप से हटाना चाहते हैं?
it: Eliminare in via permanente i messaggi selezionati?
ja: 選択したメッセージを永久に削除 してもよろしいですか？
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಸಂದೇಶವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: തിരഞ്ഞെടുത്ത സന്ദേശങ്ങൾ സ്ഥിരമായി ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्ही निवडलेला मेसेज कायमचा हटवू इच्छिता याची तुम्हाला खात्री आहे का?
nl: Weet u zeker dat u het geselecteerde bericht permanent wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਚੁਣੇ ਸੁਨੇਹੇ ਨੂੰ ਸਥਾਈ ਤੌਰ ‘ਤੇ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende eliminar permanentemente a mensagem selecionada?
ru: Действительно удалить выбранное сообщение без возможности восстановления?
ta_in: தேர்ந்தெடுக்கப்பட்ட செய்தியை நிரந்தரமாக // நீக்க விரும்புகிறீர்களா?
te: ఎంపిక చేసిన సందేశాన్ని మీరు శాశ్వతంగా డిలీట్ చేయాలని ఖచ్చితంగా కోరుకుంటున్నారా?
tr: Seçilli mesajı kalıcı olarak silmek istediğinizden emin misiniz?
ur_arab_in: کیا آپ واقعی منتخب کردہ پیغام مستقل طور پر // حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa vĩnh viễn tin nhắn đã chọn không?
zh_hant: 是否確定要永久刪除 所選訊息？

# plural_delete_message_subtitle_others
source: Are you sure you want to permanentlydelete the selected messages?
bn_in: আপনি কি নিশ্চিত যে আপনি নির্বাচিত মেসেজটি স্থায়ীভাবে মুছে ফেলতে চান?
de: Möchten Sie die ausgewählten Mitteilungenwirklich endgültig löschen?
el: Θέλετε σίγουρα να διαγράψετε οριστικάτα επιλεγμένα μηνύματα;
es: ¿Está seguro de que desea eliminar de forma permanente los mensajes seleccionados?
fr: Êtes-vous sûr de vouloir supprimer définitivement les messages sélectionnés ?
gu: પસંદ કરેલ સંદેશા શું તમે ખરેખર કાયમી ધોરણે // કાઢી નાખવા માંગો છો?
hi: क्या आप सचमुच चयनित संदेशों को स्थायी रूप से हटाना चाहते हैं?
it: Eliminare in via permanente i messaggi selezionati?
ja: 選択したメッセージを永久に削除 してもよろしいですか？
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಸಂದೇಶಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: തിരഞ്ഞെടുത്ത സന്ദേശങ്ങൾ സ്ഥിരമായി ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्ही निवडलेले मेसेज कायमचे हटवू इच्छिता याची तुम्हाला खात्री आहे का?
nl: Weet u zeker dat u de geselecteerde berichten permanent wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਚੁਣੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਸਥਾਈ ਤੌਰ ‘ਤੇ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende eliminar permanentemente as mensagens selecionadas?
ru: Действительно удалить выбранные сообщения без возможности восстановления?
ta_in: தேர்ந்தெடுக்கப்பட்ட செய்திகளை நிரந்தரமாக // நீக்க விரும்புகிறீர்களா?
te: ఎంపిక చేసిన సందేశాలను మీరు శాశ్వతంగా డిలీట్ చేయాలని ఖచ్చితంగా కోరుకుంటున్నారా?
tr: Seçilli mesajları kalıcı olarak silmek istediğinizden emin misiniz?
ur_arab_in: کیا آپ واقعی منتخب کردہ پیغامات کو مستقل // طور پر حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa vĩnh viễn các tin nhắn đã chọn không?
zh_hant: 是否確定要永久刪除 所選訊息？

# chat_multi_select_limit
source: You can select only up to 25 messages
bn_in: আপনি 25 টি অবধি মেসেজ নির্বাচন করতে পারবেন
de: Sie können nur bis zu 25 Mitteilungen wählen
el: Μπορείτε να επιλέξετε μόνο έως και 25 μηνύματα
es: Puede seleccionar un máximo de 25 mensajes solamente
fr: Vous pouvez sélectionner jusqu’à 25 messages
gu: તમે ફક્ત 25 સંદેશાઓ પસંદ કરી શકો છો
hi: आप केवल 25 संदेशों तक का ही चयन कर सकते हैं
it: È possibile selezionare solo fino a 25 messaggi
ja: 選択できるメッセージは25件までです。
kn: ನೀವು ಗರಿಷ್ಠ 25 ಸಂದೇಶಗಳನ್ನು ಮಾತ್ರ ಆಯ್ಕೆ ಮಾಡಬಹುದು
ml: നിങ്ങൾക്ക് 25 സന്ദേശങ്ങൾ വരെ മാത്രമേ തിരഞ്ഞെടുക്കാനാകൂ
mr: तुम्ही कमाल 25 पर्यंत मेसेज निवडू शकता
nl: U kunt maximaal 25 berichten selecteren
pa: ਤੁਸੀਂ 25 ਸੁਨੇਹਿਆਂ ਤਕ ਚੁਣ ਸਕਦੇ ਹੋ।
pt_pt: Pode selecionar apenas até 25 mensagens
ru: Можно выбрать не более 25 сообщений
ta_in: நீங்கள் 25 செய்திகள் வரை மட்டுமே தேர்ந்தெடுக்கலாம்
te: మీరు కేవలం 25 సందేశాల వరకు మాత్రమే ఎంచుకోవచ్చు
tr: En fazla 25 mesaj seçebilirsiniz
ur_arab_in: آپ صرف 25 تک پیغامات منتخب کر سکتے ہیں
vi: Bạn chỉ có thể chọn tối đa 25 tin nhắn
zh_hant: 您最多可以選擇 25 條訊息

# chat_multi_select_actions_copy_success
source: Only text messages copied
bn_in: শুধুমাত্র টেক্সটের বার্তাগুলি অনুলিপি করা হয়েছে
de: Nur Textmitteilungen kopiert
el: Αντιγράφηκαν μόνο μηνύματα κειμένου
es: Solo se copiaron mensajes de texto
fr: Messages texte copiés uniquement
gu: ફક્ત ટેક્સ્ટ સંદેશાઓ જ કોપિ કરેલા છે
hi: केवल पाठ संदेशों की प्रतिलिपि बनाई गई
it: Copiati solo i messaggi di testo
ja: テキストメッセージのみコピーしました。
kn: ಕೇವಲ ಪಠ್ಯ ಸಂದೇಶಗಳನ್ನು ನಕಲಿಸಲಾಗಿದೆ
ml: ടെക്സ്റ്റ് സന്ദേശങ്ങൾ മാത്രം പകർത്തി
mr: केवळ मजकूर मेसेज कॉपी केले आहे
nl: Alleen sms-berichten gekopieerd
pa: ਸਿਰਫ ਟੈਕਸਟ ਸੁਨੇਹਾ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pt_pt: Apenas mensagens de texto copiadas
ru: Скопированы только текстовые сообщения
ta_in: உரை செய்திகள் மட்டுமே நகலெடுக்கப்பட்டன
te: టెక్ట్స్ సందేశాలు మాత్రమే కాపీ చేయబడ్డాయి
tr: Yalnızca metin mesajları kopyalanır
ur_arab_in: صرف متنی پیغامات کو کاپی کیا گیا
vi: Đã sao chép các tin nhắn chỉ có văn bản
zh_hant: 僅複製了文字訊息

# plural_chat_msg_delete_loading_one
source: Deleting the message…
bn_in: মেসেজটি মোছা হচ্ছে...
de: Mitteilung löschen …
el: Διαγραφή του μηνύματος…
es: Se está eliminando el mensaje…
fr: Suppression du message…
gu: સંદેશ કાઢી રહ્યું છે…
hi: संदेश को हटाया जा रहा है…
it: Eliminazione messaggio in corso...
ja: メッセージの削除中…
kn: ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ml: സന്ദേശം ഇല്ലാതാക്കുന്നു…
mr: मेसेज हटवत आहे…
nl: Het bericht wordt verwijderd…
pa: ਸੁਨੇਹਾ ਮਿਟਾ ਰਹੇ ਹਾਂ…
pt_pt: A eliminar a mensagem…
ru: Удаляем сообщение…
ta_in: செய்தியை நீக்குகிறது...
te: సందేశాన్ని డిలీట్ చేస్తోంది…
tr: Mesaj siliniyor…
ur_arab_in: پیغام حذف کیا جا رہا ہے...
vi: Đang xóa tin nhắn...
zh_hant: 正在刪除訊息…

# plural_chat_msg_delete_loading_others
source: Deleting the messages…
bn_in: মেসেজগুলি মোছা হচ্ছে...
de: Mitteilungen löschen …
el: Διαγραφή των μηνυμάτων…
es: Se están eliminando los mensajes…
fr: Suppression des messages…
gu: સંદેશા કાઢી રહ્યું છે…
hi: संदेशों को हटाया जा रहा है…
it: Eliminazione messaggi in corso...
ja: メッセージの削除中…
kn: ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ml: സന്ദേശങ്ങൾ ഇല്ലാതാക്കുന്നു…
mr: मेसेज हटवत आहे…
nl: De berichten worden verwijderd…
pa: ਸੁਨੇਹੇ ਮਿਟਾ ਰਹੇ ਹਾਂ…
pt_pt: A eliminar as mensagens…
ru: Удаляем сообщения…
ta_in: செய்திகளை நீக்குகிறது...
te: సందేశాలను డిలీట్ చేస్తోంది…
tr: Mesajlar siliniyor…
ur_arab_in: پیغامات حذف کیے جا رہے ہیں...
vi: Đang xóa các tin nhắn...
zh_hant: 正在刪除訊息…

# chat.infomsg.via_group_invite_link
source: via group invite link
bn_in: দলগত আমন্ত্রণের লিঙ্কের মাধ্যমে
de: per Gruppeneinladungslink
el: μέσω συνδέσμου πρόσκλησης ομάδας
es: a través del enlace de invitación de grupo
fr: via lien d’invitation à un groupe
gu: સમૂહ નિમંત્રણ લિંક મારફતે
hi: समूह आमंत्रण लिंक के माध्यम से
it: tramite link di invito di gruppo
ja: （グループ招待リンク経由）
kn: ಗುಂಪು ಆಹ್ವಾನ ಲಿಂಕ್ ಮೂಲಕ
ml: ഗ്രൂപ്പ്ഇൻവൈറ്റ്ലിങ്ക്വഴി
mr: समूह आमंत्रण लिंकद्वारे
nl: via koppeling voor groepsuitnodiging
pa: ਸਮੂਹ ਸੱਦਾ ਲਿੰਕ ਰਾਹੀਂ
pt_pt: por meio de link de convite de grupo
ru: с помощью ссылки для приглашения группы
ta_in: குழு அழைப்பு இணைப்பு வழியாக
te: గ్రూపు ఆహ్వానం లింక్ ద్వారా
tr: grup daveti bağlantısı yoluyla
ur_arab_in: گروپ کے دعوتی لنک کے ذریعے
vi: qua liên kết mời nhóm
zh_hant: 透過群組邀請連結

# chat_settings_privacy_group_description
source: Who can add me to group chats?
bn_in: কে আমাকে গ্রুপ চ্যাটে যোগ করতে পারেন?
de: Wer kann mich zu Gruppenchats hinzufügen?
el: Ποιος μπορεί να με προσθέτει σε ομαδικές συνομιλίες;
es: ¿Quién puede agregarme a chats de grupo?
fr: Qui peut m’ajouter aux discussions de groupe ?
gu: સમૂહ ચેટ્સમાં મને કોણ ઉમેરી શકશે?
hi: कौन मुझे समूह चैट्स में जोड़ सकता है?
it: Chi può aggiungermi alle chat di gruppo?
ja: 自分をグループチャットに追加できる人物とは？
kn: ಗುಂಪು ಚಾಟ್‌ಗಳಿಗೆ ನನ್ನನ್ನು ಯಾರು ಸೇರಿಸಬಹುದು?
ml: ആർക്കാണ്എന്നെഗ്രൂപ്പ്ചാറ്റുകളിലേക്ക്ചേർക്കാൻകഴിയുക?
mr: मला समूह चॅटमध्ये कोण जोडू शकेल?
nl: Wie kan mij toevoegen aan groepschats?
pa: ਮੈਨੂੰ ਸਮੂਹ ਚੈਟ ਵਿੱਚ ਕੌਣ ਜੋੜ ਸਕਦਾ ਹੈ?
pt_pt: Quem me pode adicionar a chats de grupo?
ru: Кто может добавлять меня в групповые чаты?
ta_in: குழு அரட்டைகளில் யார் என்னை சேர்க்கலாம்?
te: గ్రూపు చాట్‌లకు ఎవరు నన్ను జోడించగలరు?
tr: Beni grup sohbetlerine kimler ekleyebilir?
ur_arab_in: مجھے گروپ چیٹس پر کون شامل کر سکتا ہے؟
vi: Ai có thể thêm tôi vào trò chuyện nhóm?
zh_hant: 誰可以將我新增至群組聊天？

# chat_settings_privacy_online_title
source: Last Seen & Online
bn_in: শেষ দেখা গেছে ও অনলাইন
de: Zuletzt gesehen und online
el: Τελευταία φορά που εθεάθη και Σε σύνδεση
es: Última conexión y en línea
fr: Vu et en ligne pour la dernière fois
gu: છેલ્લે જોવાયેલ ઓનલાઇન
hi: पिछली बार देखा गया एवं ऑनलाइन
it: Ultima connessione e online
ja: 最終オンライン時間
kn: ಕೊನೆಯದಾಗಿ ನೋಡಿದ ಮತ್ತು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಇರುವವರು
ml: അവസാനംകണ്ടതുംഓൺ‌ലൈനും
mr: मागील बघितले आणि ऑनलाइन
nl: Voor het laatst gezien en online
pa: ਆਖਰੀ ਵਾਰ ਵੇਖਿਆ ਅਤੇ ਆਨਲਾਈਨ ਸੀ
pt_pt: Visto pela última vez e online
ru: Последнее подключение, в сети
ta_in: கடைசியாக பார்த்தது ஆன்லைன்
te: చివరిగా చూసినది ఆన్‌లైన్
tr: Son Görülme ve Çevrimiçi
ur_arab_in: آخری بار دیکھا گیا اور آن لائن
vi: Được Thấy Lần Cuối Trực Tuyến
zh_hant: 上次上線

# chat_settings_privacy_online_desc
source: Who can see your Last Seen time?
bn_in: কে আপনার শেষ দেখার সময় দেখতে পাবেন?
de: Wer kann Ihre Zuletzt-gesehen-Zeit sehen?
el: Ποιος μπορεί να βλέπει την ώρα της κατάστασής σας Τελευταία φορά που εθεάθη;
es: ¿Quién puede ver mi hora de última conexión?
fr: Qui peut voir Vu pour la dernière fois ?
gu: તમારું છેલ્લે જોવાયેલ કોણ જોઇ શકશે?
hi: कौन आपका “पिछली बार देखा गया” समय देख सकता है?
it: Chi può vedere il momento della tua ultima connessione?
ja: 最終オンライン時間は誰に表示されますか？
kn: ನಿಮ್ಮ ಕೊನೆಯದಾಗಿ ನೋಡಿದ ಸಮಯವನ್ನು ಯಾರು ನೋಡಬಹುದು?
ml: നിങ്ങളുടെഅവസാനമായികണ്ടസമയംആർക്കാണ്കാണാൻകഴിയുക?
mr: तुमचा मागील बघण्याचा वेळ कोण बघू शकतो?
nl: Wie kan uw tijd van Laatste gezien zien?
pa: ਤੁਹਾਡਾ ਆਖਰੀ ਵਾਰ ਵੇਖਣ ਦਾ ਸਮਾਂ ਕੌਣ ਵੇਖ ਸਕਦਾ ਹੈ?
pt_pt: Quem pode ver a hora a que foi visto pela última vez?
ru: Кто может видеть время последнего подключения?
ta_in: உங்களின் கடைசியாக பார்த்தது நேரத்தை யார் காணலாம்?
te: మిమ్మల్ని చివరిగా చూసిన సమయాన్ని ఎవరు చూడవచ్చు?
tr: Son Görülme zamanınızı kimler görebilir?
ur_arab_in: آپ کا آخری بار دیکھنے کا وقت کون دیکھ سکتا ہے؟
vi: Ai có thể xem thời gian Được Thấy Lần Cuối của bạn?
zh_hant: 誰可以查看您的上次上線時間？

# chat_mute_dialog_title
source: Mute notification for...
bn_in: এর জন্য নোটিফিকেশন নিঃশব্দ করুন...
de: Benachrichtigungen stummschalten über …
el: Σίγαση ειδοποίησης για...
es: Desactivar notificación para...
fr: Notification de désactivation sonore pour...
gu: મૌન સૂચના આ માટે...
hi: इसके लिए सूचना को म्यूट करें...
it: Rimuovi notifiche per...
ja: 次の事項における通知をミュートする：
kn: ಗಾಗಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿ...
ml: ഇതിനായുള്ളനിശബ്ദഅറിയിപ്പ്...
mr: यासाठी नोटिफिकेशन म्यूट करा...
nl: Melding dempen voor...
pa: ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਮੂਕ ਕਰੋ:
pt_pt: Silenciar o som de notificação para...
ru: Отключить звук уведомлений для...
ta_in: இதற்கான அறிவிப்பை ஒலிதடு...
te: దీని కొరకు నోటిఫికేషన్‌ని మ్యూట్ చేయండి...
tr: Bildirimi şunlar için kapat...
ur_arab_in: اطلاعات کو خاموش کریں برائے...
vi: Tắt âm thanh thông báo cho...
zh_hant: 靜音通知...

# chat_group_create_error
source: Unable to create the group. Looks like all the selected users have enabled privacy settings that restricts others to add them to a group.
bn_in: গ্রুপটি তৈরি করতে অক্ষম। মনে হচ্ছে সব নির্বাচিত ব্যবহারকারী প্রাইভেসি সেটিংস সক্ষম করেছেন যা অন্যদের গ্রুপে যোগ করা থেকে সীমায়িত করে।
de: Die Gruppe kann nicht erstellt werden. Offenbar sind bei sämtlichen ausgewählten Nutzern Datenschutzeinstellungen aktiv, die ein Hinzufügen zu einer Gruppe unterbinden.
el: Δεν είναι δυνατή η δημιουργία της ομάδας. Φαίνεται ότι όλοι οι επιλεγμένοι χρήστες έχουν ενεργοποιήσει τις ρυθμίσεις απορρήτου, οι οποίες περιορίζουν τα άλλα άτομα να τους προσθέτουν σε μια ομάδα.
es: No se puede crear el grupo. Todos los usuarios seleccionados han habilitado configuraciones de privacidad que impiden que otros usuarios les agreguen a un grupo.
fr: Impossible de créer le groupe. On dirait que tous les utilisateurs sélectionnés ont des paramètres de confidentialité activés qui limitent l’ajout à un groupe.
gu: સમૂહ તૈયાર કરવામાં અક્ષમ. એવું દેખાય છે કે તમામ પસંદ થયેલ ઉપયોગકર્તાએ ગોપનીયતા સેટિંગ્સ સક્ષમ કર્યા છે જે સમૂહમાં તેમને ઉમેરવા માટે અન્યોને પ્રતિબંધિત કરે છે.
hi: समूह को बनाने में असमर्थ। ऐसा लगता है कि सभी चयनित उपयोगकर्ताओं ने गोपनीयता सेटिंग्स सक्षम कर दी हैं जो अन्यों को उन्हें समूह में जोड़ने से प्रतिबंधित करती हैं।
it: Non è possibile creare il gruppo. Sembra che tutti gli utenti selezionati abbiano abilitato impostazioni di privacy che impediscono agli altri di aggiungerli ai gruppi.
ja: グループを作成できません。選択したすべてのユーザーがプライバシー設定を有効にして、他のユーザーがグループに追加することを制限しているようです。
kn: ಗುಂಪನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಆಯ್ಕೆ ಮಾಡಿದ ಎಲ್ಲ ಬಳಕೆದಾರರು ಗೌಪ್ಯತಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದ್ದು, ಅದು ಇತರರು ಅವರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸುವುದನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.
ml: ഗ്രൂപ്പ്സൃഷ്ടിക്കാൻകഴിയുന്നില്ല. തിരഞ്ഞെടുത്തഎല്ലാഉപയോക്താക്കളുംസ്വകാര്യതക്രമീകരണങ്ങൾപ്രാപ്തമാക്കിയതായിതോന്നുന്നു, അത്മറ്റുള്ളവരെഒരുഗ്രൂപ്പിലേക്ക്ചേർക്കുന്നത്നിയന്ത്രിക്കുന്നു.
mr: समूह तयार करणे शक्य नाही. असे दिसते की सर्व निवडलेल्या वापरकर्त्यांनी अशा गोपनीयता सेटिंग्ज सक्षम केल्या आहेत ज्या इतरांना त्यांना समूहात जोडण्यास रोखतात.
nl: Kan de groep niet aanmaken. Het lijkt erop dat alle geselecteerde gebruikers privacy-instellingen hebben ingeschakeld waardoor anderen worden beperkt om ze toe te voegen aan een groep.
pa: ਸਮੂਹ ਬਣਾਉਣ ਲਈ ਅਯੋਗ। ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਸਾਰੇ ਚੁਣੇ ਯੂਜ਼ਰਾਂ ਨੇ ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰ ਦਿੱਤਾ ਹੈ ਜਿਸ ਵਿੱਚ ਦੂਜਿਆਂ ਨੂੰ ਸਮੂਹ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਪ੍ਰਤਿਬੰਧਿਤ ਹੈ।
pt_pt: Não foi possível criar o grupo. Parece que todos os utilizadores selecionados ativaram configurações de privacidade que restringem os outros de os adicionar a um grupo.
ru: Не удалось создать группу. Похоже, все выбранные пользователи включили параметры конфиденциальности, которые блокируют для других пользователей возможность добавить их в группу.
ta_in: குழுவை உருவாக்க முடியவில்லை. தேர்ந்தெடுக்கப்பட்ட அனைத்துப் பயனர்களும் தனியுரிமை அமைப்புகளை செயற்படுத்தியுள்ளதாகத் தெரிகிறது, இது ஒரு குழுவில் அவர்களைச் சேர்க்க கட்டுப்படுத்துகிறது.
te: గ్రూపును సృష్టించలేకపోయింది. ఎంపిక చేసిన యూజర్‌లు అందరూ కూడా ఇతరులు వారికి గ్రూపుకు జోడించడాన్ని పరిమితం చేసే గోప్యతా సెట్టింగ్‌లను ప్రారంభించినట్లుగా కనపడుతోంది.
tr: Grup oluşturulamıyor. Seçilen tüm kullanıcılar başkalarının onları bir gruba eklemesini kısıtlayan gizlilik ayarlarını etkinleştirmiş gibi görünüyor.
ur_arab_in: گروپ تخلیق کرنے سے قاصر ہیں۔ ایسا لگتا ہے کہ تمام متنخب شدہ صارفین نے ان رازداری کی ترتیبات کو فعال کر دیا ہے جو دوسروں کو انہیں گروپ میں شامل کرنے سے روکتی ہیں۔
vi: Không thể tạo nhóm. Dường như tất cả những người dùng đã chọn đã bật thiết lập quyền riêng tư hạn chế những người khác thêm họ vào một nhóm.
zh_hant: 無法建立群組。看起來所有選定的使用者都啟用了隱私權設定，限制其他人將他們新增到群組中。

# chat_disappearing_messages
source: Disappearing messages
bn_in: অদৃশ্য হয়ে যাওয়া মেসেজগুলি
de: Verschwindende Mitteilungen
el: Εφήμερα μηνύματα
es: Mensajes que desaparecen
fr: Messages qui disparaissent
gu: સંદેશા અદ્રશ્ય થવા
hi: गायब होने वाले संदेश
it: Messaggi temporanei
ja: 消えるメッセージ
kn: ಮರೆಯಾಗುವ ಸಂದೇಶಗಳು
ml: അപ്രത്യക്ഷമാകുന്നസന്ദേശങ്ങൾ
mr: अदृश्य होणारे मेसेज
nl: Verdwijnende berichten
pa: ਅਲੋਪ ਹੋ ਰਹੇ ਸੁਨੇਹੇ
pt_pt: Mensagens a desaparecer
ru: Исчезающие сообщения
ta_in: மறைகின்ற செய்திகள்
te: సందేశాలు అదృశ్యం కావడం
tr: Yok Olan İletiler
ur_arab_in: غائب ہونے والے پیغامات
vi: Thông Điệp Tự Mất
zh_hant: 消失的訊息

# chat_block_failure
source: Sorry! Cannot block the user at the moment
bn_in: দু:খিত! এই মুহুর্তে এই ব্যবহারকারীকে আটকানো যাচ্ছে না
de: Verzeihung! Nutzer kann derzeit nicht gesperrt werden
el: Λυπούμαστε! Δεν μπορούμε να αποκλείσουμε τον χρήστη επί του παρόντος
es: Lo sentimos. No se puede bloquear al usuario en este momento
fr: Désolé ! Impossible de bloquer l’utilisateur pour le moment
gu: માફ કરશો! આ સમયે ઉપયોગકર્તાને અવરોધિત કરી શકાશે નહીં
hi: क्षमा करें! इस समय उपयोगकर्ता को अवरोधित नहीं कर सकते
it: Siamo spiacenti! Non è possibile bloccare l’utente in questo momento
ja: ごめんなさい！現在、ユーザーをブロックできません
kn: ಕ್ಷಮಿಸಿ! ಸದ್ಯಕ್ಕೆ ಬಳಕೆದಾರನನ್ನು ಬ್ಲಾಕ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: ക്ഷമിക്കണം! ഈസമയത്ത്ഉപയോക്താവിനെതടയാൻകഴിയില്ല
mr: क्षमस्व! याक्षणी वापरकर्त्याला ब्लॉक करू शकत नाही
nl: Helaas! Kan de gebruiker op het moment niet blokkeren
pa: ਮੁਆਫ਼ ਕਰਨਾ! ਇਸ ਸਮੇਂ ਯੂਜ਼ਰ ਨੂੰ ਬਲਾਕ ਨਹੀਂ ਕਰ ਸਕਦੇ
pt_pt: Lamentamos! Não é possível bloquear o utilizador neste momento
ru: Ошибка! В настоящее время невозможно заблокировать пользователя
ta_in: மன்னிக்கவும்! இந்த நேரத்தில் பயனரைத் தடுக்க முடியாது
te: క్షమించండి! ప్రస్తుతం యూజర్‌ని బ్లాక్ చేయలేం
tr: Üzgünüz! Kullanıcıyı şu anda engelleyemiyoruz
ur_arab_in: معذرت خواہ ہیں! فی الوقت صارف کو بلاک نہیں کر سکتے
vi: Rất tiếc! Không thể chặn người dùng này vào lúc này
zh_hant: 抱歉！此刻無法封鎖使用者

# chat_unblock_failure
source: Sorry! Cannot unblock the user at the moment
bn_in: দু:খিত! এই মুহুর্তে এই ব্যবহারকারীকে আনব্লক করা যাচ্ছে না
de: Verzeihung! Nutzer kann derzeit nicht entsperrt werden
el: Λυπούμαστε! Δεν μπορούμε να κάνουμε άρση αποκλεισμού του χρήστη επί του παρόντος
es: Lo sentimos. No se puede desbloquear al usuario en este momento
fr: Désolé ! Impossible de débloquer l’utilisateur pour le moment
gu: માફ કરશો! આ સમયે ઉપયોગકર્તાને અનાવરોધિત કરી શકાશે નહીં
hi: क्षमा करें! इस समय उपयोगकर्ता को अनब्लॉक नहीं कर सकते
it: Siamo spiacenti! Non è possibile sbloccare l’utente in questo momento
ja: ごめんなさい！現在、ユーザーのブロックを解除できません
kn: ಕ್ಷಮಿಸಿ! ಸದ್ಯಕ್ಕೆ ಬಳಕೆದಾರನನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: ക്ഷമിക്കണം! ഈസമയത്ത്ഉപയോക്താവിനെഅൺബ്ലോക്ക്ചെയ്യാൻകഴിയില്ല
mr: क्षमस्व! याक्षणी वापरकर्त्याला अनब्लॉक करू शकत नाही
nl: Helaas! Kan de gebruiker op het moment niet deblokkeren
pa: ਮੁਆਫ਼ ਕਰਨਾ! ਇਸ ਸਮੇਂ ਯੂਜ਼ਰ ਨੂੰ ਅਨਬਲਾਕ ਨਹੀਂ ਕਰ ਸਕਦੇ
pt_pt: Lamentamos! Não é possível desbloquear o utilizador neste momento
ru: Ошибка! В настоящее время невозможно разблокировать пользователя
ta_in: மன்னிக்கவும்! இந்த நேரத்தில் பயனரைத் தடைநீக்க முடியாது
te: క్షమించండి! ప్రస్తుతం యూజర్‌ని అన్‌బ్లాక్ చేయలేం
tr: Üzgünüz! Kullanıcının engelini şu anda kaldıramıyoruz
ur_arab_in: معذرت خواہ ہیں! فی الوقت صارف کو ان بلاک نہیں کر سکتے
vi: Rất tiếc! Không thể bỏ chặn người dùng này vào lúc này
zh_hant: 抱歉！此刻無法解除封鎖使用者

# chat_unblock_user
source: Unblock %@
bn_in: %@ আনব্লক করুন
de: %@ entsperren
el: Άρση αποκλεισμού %@
es: Desbloquear %@
fr: Débloquer %@
gu: %@ અનબ્લોક કરો
hi: %@ को अनब्लॉक करें
it: Sblocca %@
ja: %@をブロック解除する
kn: %@ ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ml: %@അൺബ്ലോക്ക്ചെയ്യുക
mr: %@ अनब्लॉक करा
nl: %@ deblokkeren
pa: ਅਨਬਲਾਕ %@
pt_pt: Desbloquear %@
ru: Разблокировать %@
ta_in: %@-ஐ தடைநீக்கு
te: %@ అన్‌బ్లాక్ చేయండి
tr: %@ Engellemesini Kaldır
ur_arab_in: %@ کو ان بلاک کریں
vi: Bỏ chặn %@
zh_hant: 解除封鎖 %@

# chat_scanner_title
source: Scanner
bn_in: স্ক্যানার
el: Σαρωτής
es: Escáner
gu: સ્કેનર
hi: स्कैनर
ja: スキャナー
kn: ಸ್ಕ್ಯಾನರ್
ml: സ്കാനർ
mr: स्कॅनर
pa: ਸਕੈਨਰ
pt_pt: Digitalizador
ru: Сканер
ta_in: ஸ்கேனர்
te: స్కానర్
tr: Tarayıcı
ur_arab_in: اسکینر
vi: Máy quét
zh_hant: 掃描器

# Emoji_Category_1
source: Smileys and people
bn_in: স্মাইলি এবং মানুষ
de: Smileys und Personen
el: Φατσούλες και άνθρωποι
es: Emoticonos y personas
fr: Smileys et personnes
gu: સ્માઇલિઝ અને લોકો
hi: स्माइलीज़ और लोग
it: Smiley e persone
ja: 絵文字と人
kn: ಸ್ಮೈಲಿಗಳು ಮತ್ತು ಜನರು
ml: സ്മൈലികളുംആളുകളും
mr: स्माइली आणि लोक
nl: Smiley’s en personen
pa: ਸਮਾਈਲੀ ਅਤੇ ਲੋਕ
pt_pt: Expressões e pessoas
ru: Смайлики и люди
ta_in: ஸ்மைலிகள் மற்றும் மக்கள்
te: స్మైలీలు మరియు వ్యక్తులు
tr: Gülen yüzler ve kişiler
ur_arab_in: سمائلیز اور لوگ
vi: Mặt cười và con người
zh_hant: 笑臉與人

# Emoji_Category_2
source: Animals and nature
bn_in: পশু এবং প্রকৃতি
de: Tiere und Natur
el: Ζώα και φύση
es: Animales y naturaleza
fr: Animaux et nature
gu: પ્રાણીઓ અને પ્રકૃતિ
hi: पशु और प्रकृति
it: Animali e natura
ja: 動物と自然
kn: ಪ್ರಾಣಿಗಳು ಮತ್ತು ನಿಸರ್ಗ
ml: മൃഗങ്ങളുംപ്രകൃതിയും
mr: प्राणी आणि निसर्ग
nl: Dieren en natuur
pa: ਜਾਨਵਰ ਅਤੇ ਕੁਦਰਤ
pt_pt: Animais e natureza
ru: Животные и природа
ta_in: விலங்குகள் மற்றும் இயற்கை
te: జంతువులు మరియు ప్రకృతి
tr: Hayvanlar ve doğa
ur_arab_in: جانور اور فطرت
vi: Động vật và thiên nhiên
zh_hant: 動物與自然

# Emoji_Category_3
source: Food and drink
bn_in: খাদ্য ও পানীয়
de: Essen und Trinken
el: Τρόφιμα και ποτά
es: Comida y bebida
fr: Nourriture et boissons
gu: ખોરાક અને પીણું
hi: खाद्य और पेय
it: Cibi e bevande
ja: 飲食
kn: ಆಹಾರ ಮತ್ತು ಪಾನೀಯ
ml: ഭക്ഷണവുംപാനീയവും
mr: अन्न आणि पेय
nl: Eten en drinken
pa: ਭੋਜਨ ਅਤੇ ਡਰਿੰਕ
pt_pt: Alimentos e bebidas
ru: Еда и напитки
ta_in: உணவு மற்றும் பானம்
te: ఆహారం మరియు పానీయం
tr: Yiyecek ve içecek
ur_arab_in: کھانے اور مشروبات
vi: Đồ ăn và đồ uống
zh_hant: 食物與飲料

# Emoji_Category_4
source: Activity
bn_in: ক্রিয়াকলাপ
de: Aktivität
el: Ενέργεια
es: Actividad
fr: Activité
gu: પ્રવૃત્તિ
hi: गतिविधि
it: Attività
ja: アクティビティ
kn: ಚಟುವಟಿಕೆ
ml: പ്രവർത്തനം
mr: क्रियाकलाप
nl: Activiteit
pa: ਕਿਰਿਆ
pt_pt: Atividade
ru: Действия
ta_in: நடவடிக்கை
te: యాక్టివిటీ
tr: Etkinlik
ur_arab_in: سرگرمی
vi: Hoạt động
zh_hant: 活動

# Emoji_Category_5
source: Travel and places
bn_in: ভ্রমণ ও স্থান
de: Reisen und Orte
el: Ταξίδια και μέρη
es: Viajes y lugares
fr: Lieux et voyages
gu: મુસાફરી અને સ્થાનો
hi: यात्रा और स्थान
it: Viaggi e luoghi
ja: 旅行と場所
kn: ಪ್ರಯಾಣ ಮತ್ತು ಸ್ಥಳಗಳು
ml: യാത്രയുംസ്ഥലങ്ങളും
mr: प्रवास आणि ठिकाणे
nl: Reizen en plaatsen
pa: ਯਾਤਰਾ ਅਤੇ ਸਥਾਨ
pt_pt: Viagens e lugares
ru: Путешествия и места
ta_in: பயணம் மற்றும் இடங்கள்
te: ప్రయాణం మరియు ప్రదేశాలు
tr: Seyahat ve mekanlar
ur_arab_in: سفر کرنا اور جگہیں
vi: Du lịch và thắng cảnh
zh_hant: 旅遊與地點

# Emoji_Category_6
source: Objects
bn_in: বস্তুসমূহ
de: Objekte
el: Αντικείμενα
es: Objetos
fr: Objets
gu: પદાર્થો
hi: ऑब्जेक्ट्स
it: Oggetti
ja: オブジェクト
kn: ವಸ್ತುಗಳು
ml: വസ്തുക്കൾ
mr: वस्तू
nl: Objecten
pa: ਵਸਤਾਂ
pt_pt: Objetos
ru: Объекты
ta_in: பொருள்கள்
te: ఆబ్జెక్ట్‌లు
tr: Nesneler
ur_arab_in: اشیاء
vi: Vật thể
zh_hant: 物件

# Emoji_Category_7
source: Symbols
bn_in: প্রতিকগুলি
de: Symbole
el: Σύμβολα
es: Símbolos
fr: Symboles
gu: સિમ્બોલો
hi: प्रतीक
it: Simboli
ja: 記号
kn: ಚಿಹ್ನೆಗಳು
ml: ചിഹ്നങ്ങൾ
mr: चिन्हे
nl: Symbolen
pa: ਚਿੰਨ੍ਹ
pt_pt: Símbolos
ru: Символы
ta_in: சின்னங்கள்
te: సింబల్స్
tr: Semboller
ur_arab_in: علامات
vi: Biểu tượng
zh_hant: 符號

# Emoji_Category_8
source: Flags
bn_in: ফ্ল্যাগগুলি
de: Kennzeichnungen
el: Σημαίες
es: Banderas
fr: Drapeaux
gu: ફ્લૅગ્સ
hi: ध्वज
it: Bandiere
ja: 旗
kn: ಫ್ಲ್ಯಾಗ್‌ಗಳು
ml: പതാകകൾ
mr: फ्लॅग
nl: Markeringen
pa: ਨਿਸ਼ਾਨ
pt_pt: Sinalizadores
ru: Флажки
ta_in: குறிகள்
te: ఫ్లాగ్‌లు
tr: Bayraklar
ur_arab_in: فلیگز
vi: Cờ
zh_hant: 旗標

# search_for_emojis_hint
source: Search for Emojis
bn_in: ইমোজি খুঁজুন
de: Emojis suchen
el: Αναζήτηση για Emoji
es: Buscar emojis
fr: Rechercher des emojis
gu: ઇમોજીસ માટે શોધ
hi: ईमोजीस खोजें
it: Cerca emoji
ja: 絵文字を検索する
kn: ಇಮೋಜಿಗಳಿಗಾಗಿ ಹುಡುಕಿ
ml: ഇമോജികൾക്കായിതിരയുക
mr: इमोजीचा शोध घ्या
nl: Zoeken naar emoji’s
pa: ਇਮੋਜੀ ਲੱਭੋ
pt_pt: Pesquisar Emojis
ru: Поиск эмодзи
ta_in: ஈமோஜிகளைத் தேடு
te: ఎమోజీలు కొరకు వెతకండి
tr: Emojiler Ara
ur_arab_in: ایموجیز تلاش کریں
vi: Tìm kiếm Emojis
zh_hant: 搜尋表情圖示
