Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.record.toast
source: Tap and hold to record and send audio
bn_in: অডিও রেকর্ড করার ও পাঠানোর জন্য ট্যাপ করুন এবং ধরে রাখুন
de: Zur Audioaufzeichnung und -übertragung angetippt halten
el: Πατήστε παρατεταμένα για να ηχογραφήσετε και να στείλετε ηχητικό
es: Toque y mantenga presionado para grabar y enviar audio
fr: Appuyez longuement pour enregistrer et envoyer le fichier audio
gu: ઑડિઓ રેકોર્ડ કરવા અને મોકલવા માટે ટૅપ કરો અને જાળવી રાખો
hi: ऑडियो को रिकॉर्ड करने और भेजने के लिए टैप करके होल्ड करें
it: Tocca e tieni premuto per registrare e inviare audio
ja: 音声を保存して送信するには、タップし続けます
kn: ಆಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಮತ್ತು ಕಳುಹಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ ಹಿಡಿದುಕೊಳ್ಳಿ
ml: ഓഡിയോ റെക്കോർഡ് ചെയ്യാനും അയയ്‌ക്കാനും ടാപ്പ് ചെയ്‌ത് പിടിക്കുക
mr: ऑडिओ रेकॉर्ड आणि पाठविण्यासाठी टॅप करा आणि धरून ठेवा
nl: Tikken en vasthouden op op te nemen en audio te verzenden
pa: ਆਡੀਓ ਰਿਕਾਰਡ ਕਰਨ ਅਤੇ ਭੇਜਣ ਲਈ ਟੈਪ ਕਰਕੇ ਹੋਲਡ ਕਰੋ
pt_pt: Tocar sem soltar para gravar e enviar áudio
ru: Нажмите и удерживайте, чтобы записать аудио и отправить его
ta_in: ஆடியோவைப் பதிவுசெய்து அனுப்ப, தட்டிப் பிடிக்கவும்
te: ఆడియో రికార్డ్ చేయడానికి మరియు పంపడానికి ట్యాప్ చేసి పట్టుకోండి
tr: Ses kaydetmek ve göndermek için dokunun ve tutun
ur_arab_in: آڈیو ریکارڈ کرنے اور بھیجنے کے لیے ٹیپ کریں اور ہولڈ کریں
vi: Chạm vào và giữ để ghi và gửi âm thanh
zh_hant: 點選並按住以錄製和傳送音訊

# chat.contact.create.group
source: Start Group Chat
bn_in: গ্রুপ চ্যাট শুরু করুন
de: Gruppenchat starten
el: Έναρξη ομαδικής συνομιλίας
es: Iniciar chat de grupo
fr: Démarrer une conversation de groupe
gu: ગ્રુપ ચૅટ શરૂ કરો
hi: समूह चैट प्रारंभ करें
it: Inizia chat di gruppo
ja: グループチャットを開始
kn: ಗುಂಪು ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ
ml: ഗ്രൂപ്പ് ചാറ്റ് ആരംഭിക്കുക
mr: समूह चॅट सुरू करा
nl: Start groepschat
pa: ਔਡੀਓ ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Iniciar chat de grupo
ru: Начать групповой чат
ta_in: குழு அரட்டையைத் தொடங்கு
te: గ్రూపు చాట్ ప్రారంభించండి
tr: Grup Sohbetini Başlat
ur_arab_in: گروپ چیٹ شروع کریں
vi: Bắt Đầu Chat Nhóm
zh_hant: 開始群組聊天

# chat.slider.nightmode.title
source: Night mode
bn_in: রাত্রির মোড
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo nocturno
fr: Mode Nuit
gu: નાઇટ મોડ
hi: रात्रि मोड
it: Modalità notte
ja: ナイトモード
kn: ರಾತ್ರಿ ಮೋಡ್
ml: രാത്രി മോഡ്
mr: नाइट मोड
nl: Nachtmodus
pa: ਨਾਈਟ ਮੋਡ
pt_pt: Modo noturno
ru: Ночной режим
ta_in: இரவுப் பயன்முறை
te: నైట్ మోడ్
tr: Gece Modu
ur_arab_in: نائٹ موڈ
vi: Chế Độ Ban Đêm
zh_hant: 夜晚模式

# chat.onboarding.invited.desc1
source: <![CDATA[<b> %@ </b> is the organization you sought for! and luckily you’ve already got an invitation from the same organization.]]>
de: <![CDATA[<b> %@ </b> ist die gesuchte Organisation! Und zum Glück haben Sie bereits eine Einladung von genau dieser Organisation erhalten.]]>
el: <![CDATA[O <b> %@ </b> είναι ο οργανισμός που αναζητήσατε! Κι ευτυχώς έχετε ήδη λάβει πρόσκληση από τον ίδιο οργανισμό.]]>
es: <![CDATA[<b> %@ </b> es la organización que buscaba y afortunadamente ha recibido una invitación de esa misma organización.]]>
fr: <![CDATA[<b> %@ </b> est l’organisation que vous cherchiez ! et heureusement vous avez déjà reçu une invitation de la même organisation.]]>
hi: <![CDATA[<b> %@ </b> वही संगठन है जिसके लिए आपने अनुरोध किया था! और सौभाग्य से आपको पहले से ही इसी संगठन से आमंत्रण प्राप्त हो चुका है।]]>
it: <![CDATA[<b> %@ </b> è l’organizzazione che stavi cercando! Fortunatamente hai già un invito da quella organizzazione.]]>
ja: <![CDATA[あなたが探している組織は、<b> %@ </b>です！この組織からは既に招待を受け取っています。]]>
nl: <![CDATA[<b> %@ </b> is de organisatie die u zocht! En gelukkig heeft u je al een uitnodiging van dezelfde organisatie ontvangen.]]>
pt_pt: <![CDATA[<b> %@ </b> é a organização que procurava e, felizmente, já tem um convite dessa mesma organização.]]>
ru: <![CDATA[<b> %@ </b> – организация, которую вы искали. Какое везение – вы уже получили приглашение от этой организации!]]>
tr: <![CDATA[<b> %@ </b> tam da aradığınız kuruluş ve neyse ki bu kuruluştan bir davet aldınız.]]>
vi: <![CDATA[<b> %@ </b> là tổ chức bạn đã tìm kiếm! và may thay bạn đã nhận được thư mời từ cùng tổ chức này.]]>
zh_hant: <![CDATA[<b> %@ </b> 是您尋求的組織！很幸運，您已經收到該組織的邀請。]]>

# chat.onboarding.invited.desc2
source: Head to your mailbox and accept the invite
de: Rufen Sie Ihren Posteingang auf, nehmen Sie die Einladung an
el: Μεταβείτε στο γραμματοκιβώτιό σας και αποδεχθείτε την πρόκληση
es: Acceda a su buzón de correo y acepte la invitación
fr: Accédez à votre boîte aux lettres et acceptez l’invitation
hi: अपने मेलबॉक्स में जाएं और आमंत्रण स्वीकार करें
it: Controlla la posta e accetta l’invito
ja: メールボックスを開いて招待を受諾してください
nl: Ga naar uw postvak en accepteer de uitnodiging
pt_pt: Aceder à caixa de correio e aceitar o convite
ru: Перейдите в свой почтовый ящик и примите приглашение
tr: Posta kutunuza gidin ve daveti kabul edin
vi: Hãy mở hộp thư và chấp nhận lời mời
zh_hant: 請前往您的信箱並接受邀請

# chat.onboarding.invited.btn1
source: Resend invite
de: Einladung erneut senden
el: Εκ νέου αποστολή της πρόσκλησης
es: Reenviar invitación
fr: Renvoyer l’invitation
hi: आमंत्रण दोबारा भेजें
it: Invia nuovamente invito
ja: 招待を再送信
nl: Uitnodiging opnieuw verzenden
pt_pt: Reenviar convite
ru: Отправить приглашение повторно
tr: Daveti yeniden gönder
vi: Gửi lại thư mời
zh_hant: 重新傳送邀請

# chat.onboarding.invited.btn2
source: Find another company
de: Anderes Unternehmen finden
el: Βρείτε μια άλλη επιχείρηση
es: Encontrar otra empresa
fr: Rechercher une autre entreprise
hi: कोई अन्य कंपनी खोजें
it: Trova un’altra azienda
ja: 別の企業を見つける
nl: Een ander bedrijf zoeken
pt_pt: Localizar outra empresa
ru: Найти другую компанию
tr: Başka bir şirket bul
vi: Tìm một công ty khác
zh_hant: 找到另一公司

# chat.profile.checkin.in
source: In
de: Eingang
el: Μέσα
es: Dentro
fr: Entrée
hi: अंदर
it: Entrata
ja: 着信
pt_pt: Entrada
ru: Входящий
tr: İç
vi: Trong
zh_hant: 作業

# chat.profile.checkin.out
source: Out
de: Ausgang
el: Έξω
es: Fuera
fr: Sortie
hi: बाहर
it: Uscita
ja: 発信
nl: Uit
pt_pt: Saída
ru: Исход.
tr: Dış
vi: Ngoài
zh_hant: 休息

# chat.search.orguser.heading.text
source: Organization Users
de: Organisationsnutzer
el: Χρήστες του οργανισμού
es: Usuarios de organización
fr: Utilisateurs de l’organisation
hi: संगठन उपयोगकर्ता
it: Utenti dell’organizzazione
ja: 組織のユーザー
nl: Bedrijfsgebruikers
pt_pt: Utilizadores da organização
ru: Пользователи организации
tr: Kuruluş Kullanıcıları
vi: Người Dùng Tổ Chức
zh_hant: 組織使用者

# chat.search.department.heading.text
source: Departments
de: Abteilungen
el: Τμήματα
es: Departamentos
fr: Services
hi: विभाग
it: Dipartimenti
ja: 部署
nl: Afdelingen
pt_pt: Departamentos
ru: Отделы
tr: Departmanlar
vi: Phòng
zh_hant: 部門

# chat.search.department.count.one
source: 1 Member
de: 1 Mitglied
el: 1 μέλος
es: 1 miembro
fr: 1 membre
hi: 1 सदस्य
it: 1 membro
ja: 1人のメンバー
nl: 1 lid
pt_pt: 1 membro
ru: 1 участник
tr: 1 üye
vi: 1 thành viên
zh_hant: 1 個成員

# chat.search.department.count.other
source: %@ Members
de: %d Mitglieder
el: %d μέλη
es: %d miembros
fr: %d membres
hi: %d सदस्य
it: %d membri
ja: %d人のメンバー
nl: %d leden
pt_pt: %d membros
ru: участников: %d
tr: %d üye
vi: %d thành viên
zh_hant: %d 個成員

# chat.emptystate.department.title
source: Wups.. no department members found!
de: Oha … Keine Abteilungsmitglieder gefunden!
el: Ουπς... δεν βρέθηκαν μέλη στο τμήμα!
es: No se encontraron miembros de departamento.
fr: Oups... Aucun membre du service trouvé !
hi: ओह... कोई विभाग सदस्य नहीं मिला!
it: Ops... nessun membro del dipartimento trovato!
ja: 部署のメンバーが見つかりませんでした!
nl: Helaas, geen afdelingsleden gevonden!
pt_pt: Ups... não foram encontrados membros do departamento!
ru: Ошибка! Сотрудники отдела не найдены!
tr: Tüh.. herhangi bir departman üyesi bulunamadı!
vi: Rất tiếc.. không tìm thấy thành viên trong phòng!
zh_hant: 噢..沒有發現任何部門成員！

# chat.department.lead
source: Lead
el: Καθοδήγηση
es: Cliente potencial
fr: Prospect
hi: लीड
ja: リード
nl: Potentiële klant
pt_pt: Cliente potencial
ru: Предварительный контакт
tr: Müşteri adayı
vi: Khách hàng tiền tiềm năng
zh_hant: 領導

# chat.department.members
source: Members
de: Mitglieder
el: Μέλη
es: Miembros
fr: Membres
hi: सदस्य
it: Membri
ja: メンバー
nl: Leden
pt_pt: Membros
ru: Участники
tr: Üyeler
vi: Thành viên
zh_hant: 成員

# chat.profile.empid
source: Employee ID
de: Mitarbeiter-ID
el: Αναγνωριστικό υπαλλήλου
es: ID de empleado
fr: ID d’employé
hi: कर्मचारी की ID
it: ID impiegato
ja: 従業員 ID
nl: Medewerker-id
pt_pt: ID do funcionário
ru: ИД сотрудника
tr: Çalışan Kimliği
vi: ID Nhân Viên
zh_hant: 員工 ID

# chat.contact.slide.userinfofullname
source: Name
el: Όνομα
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
nl: Naam
pt_pt: Nome
ru: Имя
tr: Ad
vi: Tên
zh_hant: 名稱

# chat.search.viewmore
source: View more
bn_in: আরো দেখুন
de: Mehr anzeigen
el: Προβολή περισσότερων
es: Ver más
fr: Afficher plus
gu: વધુ જુઓ
hi: और अधिक देखें
it: Visualizza altro
ja: 詳細表示
kn: ಇನ್ನಷ್ಟು ನೋಡಿ
ml: കൂടുതൽ കാണുക
mr: अधिक पहा
nl: Meer weergeven
pa: ਵੱਧ ਦੇਖੋ
pt_pt: Ver mais
ru: Показать еще
ta_in: மேலும் காண்க
te: మరిన్ని చూడండి
tr: Daha fazlasını görüntüle
ur_arab_in: مزید دیکھیں
vi: Xem thêm
zh_hant: 檢視更多

# chat.block.org.desc
source: Your %@ organization is no longer in use.
de: Ihre %@-Organisation ist nicht mehr aktiv.
el: Ο οργανισμός %@ σας δεν είναι πλέον σε χρήση.
es: Su organización de %@ ya no está en uso.
fr: Votre organisation %@ n’est plus utilisée.
hi: आपका %@ संगठन अब उपयोग में नहीं है।
it: La tura organizzazione %@ non è più in uso.
ja: %@の組織は使用できなくなりました。
nl: Uw %@-organisatie is niet meer in gebruik.
pt_pt: A sua organização %@ já não está válida.
ru: Ваша организация %@ больше не используется.
tr: %@ kuruluşunuz artık kullanılmıyor.
vi: Tổ chức %@ của bạn không còn được sử dụng nữa.
zh_hant: 您的 %@ 組織已不再使用。

# chat.block.general.desc
source: It looks like %@ is not accessible for you.
de: Offenbar können Sie nicht auf %@ zugreifen.
el: Φαίνεται ότι δεν έχετε πρόσβαση στο %@.
es: No tiene acceso a %@.
fr: Il semble que %@ n’est pas accessible pour vous.
hi: ऐसा प्रतीत होता है कि आप %@ तक पहुँच नहीं बना सकते।
it: Sembra che %@ non sia più accessibile.
ja: あなたは%@にアクセスできないようです。
nl: Het lijkt erop dat %@ niet toegankelijk voor u is.
pt_pt: Parece que não tem acesso ao %@.
ru: Похоже, служба %@ недоступна для вас.
tr: %@ erişiminiz yok gibi görünüyor.
vi: Có vẻ như bạn không thể truy cập %@.
zh_hant: 您似乎無法存取 %@。

# chat.block.note
source: Please contact your organization administrator for further details.
de: Mehr dazu erfahren Sie von Ihrem Organisationsadministrator.
el: Επικοινωνήστε με τον διαχειριστή του οργανισμού σας για περισσότερες λεπτομέρειες.
es: Consulte al administrador de su organización para obtener más detalles.
fr: Veuillez contacter l’administrateur de votre organisation pour de plus amples informations.
hi: कृपया अतिरिक्त विवरण के लिए अपने संगठन व्यवस्थापक से संपर्क करें।
it: Contattare l’amministratore della tua organizzazione per ulteriori dettagli.
ja: 詳細はお客様の組織の管理者までお問い合わせください。
nl: Neem voor meer informatie a.u.b. contact op met de beheerder van uw organisatie..
pt_pt: Contacte o administrador da sua organização para obter mais detalhes.
ru: Для получения дополнительных сведений обращайтесь к администратору своей организации.
tr: Daha ayrıntılı bilgi için lütfen kuruluşunuzun yöneticisiyle iletişime geçin.
vi: Vui lòng liên hệ với quản trị viên của tổ chức của bạn để biết thêm chi tiết.
zh_hant: 請聯絡您的組織管理員以獲取更多詳細資料。

# chat.actions.details.access.key
source: Access Level
de: Zugriffsstufe
el: Επίπεδο πρόσβασης
es: Nivel de acceso
fr: Niveau d’accès
hi: पहुँच स्तर
it: Livello di accesso
ja: アクセスレベル
nl: Toegangsniveau
pt_pt: Nível de acesso
ru: Уровень доступа
tr: Erişim Düzeyi
vi: Cấp Truy Cập
zh_hant: 存取級別

# chat.bot.type.you.desc
source: Open for view & use - exclusively to you.
de: Offen zum Abrufen und Verwenden – exklusiv für Sie.
el: Ανοικτό για προβολή &amp; χρήση - αποκλειστικά για σας.
es: Abrir para ver y usar - exclusivamente para usted.
fr: Ouvert pour l’affichage et l’utilisation - exclusivement à vous.
hi: देखने के लिए खोलें &amp; उपयोग करें - विशेष रूप से आपके लिए।
it: Apri per visualizzazione e utilizzare - esclusivamente a te.
ja: 表示使用のために開く - 自分のみ。
nl: Openen voor weergave en gebruik. Exclusief voor u.
pt_pt: Aberto para visualização e utilização exclusivamente por si.
ru: Доступные для просмотра и использования – только для вас.
tr: Yalnızca sizin için - görüntülemeye ve kullanıma açın.
vi: Chỉ dành cho bạn xem &amp; sử dụng.
zh_hant: 開放檢視及使用 - 專屬於您。

# chat.settings.theme.color
source: Color themes
bn_in: রঙের থিমগুলি
de: Farbthemen
el: Χρώμα θεμάτων
es: Temas de color
fr: Thèmes de couleurs
gu: થીમ્સ કલર કરો
hi: रंग थीम
it: Temi colore
ja: カラーテーマ
kn: ಕಲರ್ ಥೀಮ್‌ಗಳು
ml: കളർ തീമുകൾ
mr: रंग थीम
nl: Kleurthema’s
pa: ਰੰਗ ਥੀਮ
pt_pt: Temas de cores
ru: Цветовые темы
ta_in: நிறக் கருப்பொருள்கள்
te: కలర్ థీమ్‌లు
tr: Renk Temaları
ur_arab_in: رنگ کے تھیمز
vi: Chủ Đề Màu
zh_hant: 色彩主題

# chat.settings.night.alwayson
source: Enable always
bn_in: সবসময় সক্ষম করুন
de: Immer aktivieren
el: Πάντα ενεργό
es: Habilitar siempre
fr: Activer toujours
gu: હંમેશા સક્ષમ કરો
hi: हमेशा सक्षम करें
it: Abilita sempre
ja: 常に有効化
kn: ಯಾವಾಗಲೂ ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: എല്ലായ്പ്പോഴും പ്രവർത്തനക്ഷമമാക്കുക
mr: नेहमी सक्षम करा
nl: Altijd inschakelen
pa: ਹਮੇਸ਼ਾਂ ਸਮਰੱਥ ਕਰੋ
pt_pt: Ativar sempre
ru: Всегда включено
ta_in: எப்பொழுதும் செயற்படுத்து
te: ఎప్పుడూ ప్రారంభించండి
tr: Her zaman etkinleştir
ur_arab_in: ہمیشہ فعال کریں
vi: Luôn bật
zh_hant: 始終啟用

# chat.settings.night.automatic
source: Automatic
bn_in: স্বয়ংক্রিয়
de: Automatisch
el: Αυτόματο
es: Automático
fr: Automatique
gu: સ્વચાલિત
hi: स्वचालित
it: Automatico
ja: 自動
kn: ಸ್ವಯಂಚಾಲಿತ
ml: ഓട്ടോമാറ്റിക്
mr: ऑटोमेटिक
nl: Automatisch
pa: ਸਵਚਾਲਿਤ
pt_pt: Automático
ru: Автоматически
ta_in: தானியங்கி
te: ఆటోమేటిక్
tr: Otomatik
ur_arab_in: خود کار
vi: Tự động
zh_hant: 自動進行

# chat.settings.night.schedule
source: Scheduled
bn_in: শিডিউল করা
de: Geplant
el: Προγραμματισμένο
es: Programado
fr: Planifié
gu: સુનિશ્ચિત
hi: निर्धारित
it: Pianificato
ja: スケジュール済
kn: ನಿಗದಿಪಡಿಸಲಾಗಿದೆ
ml: ഷെഡ്യൂൾ ചെയ്തു
mr: शेड्युल केले
nl: Gepland
pa: ਸ਼ੈਡਿਊਲ ਕੀਤਾ
pt_pt: Agendado
ru: Запланировано
ta_in: திட்டமிடப்பட்ட
te: షెడ్యూల్ చేయబడింది
tr: Zamanlandı
ur_arab_in: شیڈول کردہ
vi: Đã xếp lịch
zh_hant: 已排程

# chat.settings.night.disable
source: Disable
bn_in: নিষ্ক্রিয় করুন
de: Deaktivieren
el: Ανενεργό
es: Deshabilitar
fr: Désactiver
gu: અક્ષમ કરો
hi: अक्षम करें
it: Disabilita
ja: 無効化
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ml: പ്രവർത്തനരഹിതമാക്കുക
mr: अक्षम करा
nl: Uitschakelen
pa: ਅਸਮਰੱਥ ਕਰੋ
pt_pt: Desativar
ru: Отключить
ta_in: முடக்கு
te: నిలిపివేయి
tr: Devre dışı bırak
ur_arab_in: غیر فعال کریں
vi: Tắt
zh_hant: 停用

# chat.slider.night.brightness.desc
source: Switches to night mode when ambient lighting falls below %@.
bn_in: পরিবেষ্টনের আলো %@ এর নিচে নেমে গেলে রাত্রির মোডে স্যুইচ হয়।
de: Schaltet zum Nachtmodus um, wenn das Umgebungslicht unter %@ abfällt.
el: Αλλάζει σε νυχτερινή λειτουργία όταν ο φωτισμός περιβάλλοντος πέφτει κάτω από %@.
es: Cambia al modo nocturno cuando la luz ambiental queda por debajo de %@.
fr: Bascule en mode nuit lorsque l’éclairage ambiant tombe en deçà de %@.
gu: જ્યારે એમ્બિયન્ટ લાઇટિંગ %@ નીચે આવે ત્યારે નાઇટ મોડમાં ફેરવો.
hi: जब वातावरण का प्रकाश %@ से कम हो जाता है, तब रात्रि मोड में स्विच करता है।
it: Passa alla modalità notte quando l’illuminazione ambientale è al di sotto di %@.
ja: 周囲の光量が%@を下回ったときにナイトモードに切り替えます。
kn: ಸುತ್ತಲಿನ ಬೆಳಕು %@ ಗಿಂತ ಕಡಿಮೆಯಾದಾಗ ರಾತ್ರಿ ಮೋಡ್‌ಗೆ ಬದಲಾಗುತ್ತದೆ.
ml: അന്തരീക്ഷ വെളിച്ചം %@ ന് താഴെയാകുമ്പോൾ രാത്രി മോഡിലേക്ക് മാറുന്നു.
mr: जेव्हा सभोवतालचा प्रकाश %@ च्या खाली येतो तेव्हा नाइट मोडमध्ये स्विच करते.
nl: Schakelt over naar de nachtmodus wanneer de omgevingsverlichting onder %@ valt.
pa: ਜਦੋਂ ਅੰਬੀਨਟ ਲਾਈਟਿੰਗ %@ ਤੋਂ ਹੇਠਾਂ ਹੋ ਜਾਵੇ, ਤਾਂ ਨਾਈਟ ਮੋਡ ਤੇ ਸਵਿੱਚ ਕਰੋ।
pt_pt: Muda para o modo noturno quando a luz ambiente cai abaixo de %@.
ru: Переключение в ночной режим, когда уровень внешнего освещения опускается ниже %@.
ta_in: சுற்றுப்புற வெளிச்சம் %@-க்குக் கீழ் குறையும்போது, இரவுப் பயன்முறைக்கு மாறுகிறது.
te: పరిసర లైటింగ్ %@ కంటే దిగువకు చేరుకున్నప్పుడు నైట్ మోడ్‌కు మారుతుంది..
tr: Ortam ışığı %@ değerinin altına düştüğünde gece moduna geçer.
ur_arab_in: جب محیط روشنی %@ سے کم ہو جائے تو نائٹ موڈ پر سوئچ ہو جاتا ہے۔
vi: Chuyển sang chế độ ban đêm khi ánh sáng xung quanh thấp hơn %@.
zh_hant: 當環境照明低於 %@ 時，切換為夜晚模式。

# chat.slider.night.brightness.desc1
source: Small grey dot indicates current ambient lighting measured by your device.
bn_in: ছোট ধূসর বিন্দুটি আপনার ডিভাইস দ্বারা পরিমাপ করা বর্তমান পরিবেষ্টনের আলোকে নির্দেশ করে।
de: Kleine graue Punkte zeigen das von Ihrem Gerät gemessene Umgebungslicht an.
el: Η μικρή γκρι κουκκίδα υποδηλώνει τον τρέχοντα φωτισμό περιβάλλοντος που μετράται από τη συσκευή σας.
es: El pequeño punto grueso de color gris indica el nivel de luz ambiental medido por su dispositivo.
fr: Un petit point gris indique l’éclairage ambiant actuel mesuré par votre appareil.
gu: નાનું ગ્રે ડોટ તમારા ઉપકરણ દ્વારા માપવામાં આવેલી વર્તમાન એમ્બિયન્ટ લાઇટિંગને સૂચવે છે.
hi: छोटा स्लेटी बिंदु आपकी डिवाइस द्वारा मापा गया वातावरण का वर्तमान प्रकाश व्यक्त करता है।
it: Un piccolo punto grigio indica l’illuminazione ambientale corrente misurata dal dispositivo in uso.
ja: 小さな灰色の点は、デバイスが現在の周囲の光量を計測していることを示します。
kn: ಸಣ್ಣ ಬೂದು ಚುಕ್ಕೆ ನಿಮ್ಮ ಸಾಧನ ಅಳತೆ ಮಾಡಿದ ಪ್ರಸ್ತುತ ಸುತ್ತಲಿನ ಬೆಳಕನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ചെറിയ ചാരനിറത്തിലുള്ള ഡോട്ട് നിങ്ങളുടെ ഉപകരണം അളക്കുന്ന നിലവിലെ അന്തരീക്ഷ വെളിച്ചത്തെ സൂചിപ്പിക്കുന്നു.
mr: लहान राखाडी बिंदू तुमच्या डिव्हाइसद्वारे मोजलेला वर्तमान प्रकाश दर्शवतो.
nl: Kleine grijze stip geeft de huidige omgevingsverlichting aan die door uw apparaat wordt gemeten.
pa: ਛੋਟੇ ਗ੍ਰੇ ਡੋਟ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੁਆਰਾ ਮਾਪੀ ਗਈ ਮੌਜੂਦਾ ਅੰਬੀਨਟ ਰੋਸ਼ਨੀ ਨੂੰ ਲਾਈਟਿੰਗ ਦਰਸ਼ਾਉਂਦਾ ਹੈ।
pt_pt: Um pequeno ponto cinzento indica a iluminação ambiente atual medida pelo seu dispositivo.
ru: Маленькая серая точка указывает на текущий уровень внешнего освещения, измеряемый устройством.
ta_in: சிறிய சாம்பல் நிறப் புள்ளி உங்கள் சாதனத்தால் அளவிடப்படும் தற்போதைய சுற்றுப்புற வெளிச்சத்தைக் குறிக்கிறது.
te: చిన్న గ్రే రంగు డాట్ మీ పరికరం ద్వారా లెక్కించిన ప్రస్తుత పరిసర లైటింగ్‌ని సూచిస్తుంది.
tr: Küçük gri nokta, cihazınız tarafından ölçülen mevcut ortam ışığını gösterir.
ur_arab_in: چھوٹا گرے نقطہ آپ کی ڈیوائس کی جانب سے پیمائش کردہ موجودہ محیط روشنی کی نشاندہی کرتا ہے۔
vi: Chấm xám nhỏ cho biết ánh sáng xung quanh hiện tại được đo bởi thiết bị của bạn.
zh_hant: 小灰點表示您的裝置測量的當前環境照明。

# chat.slider.night.schedule.sunrise
source: Use local sunset & sunrise
bn_in: স্থানীয় সূর্যাস্ত এবং সূর্যোদয় ব্যবহার করুন
de: Lokale Sonnenuntergangs- und Sonnenaufgangszeiten verwenden
el: Χρησιμοποιήστε τοπικό/ή ηλιοβασίλεμα &amp; ανατολή ηλίου
es: Utilizar hora local de puesta y salida de sol
fr: Utiliser le coucher et le lever de soleil local
gu: સ્થાનિક સૂર્યાસ્ત અને સૂર્યોદયનો ઉપયોગ કરો
hi: स्थानीय सूर्यास्त &amp; सूर्योदय का उपयोग करें
it: Utilizza tramonto e aurora locale
ja: 現地の日の出と日没を使用
kn: ಸ್ಥಳೀಯ ಸೂರ್ಯಾಸ್ತ ಮತ್ತು ಸೂರ್ಯೋದಯವನ್ನು ಬಳಸಿ
ml: പ്രാദേശിക സൂര്യാസ്തമയവും സൂര്യോദയവും ഉപയോഗിക്കുക
mr: स्थानिक सूर्यास्त आणि सूर्योदय वापरा
nl: Gebruik lokale zonsondergang en -opkomst
pa: ਸਥਾਨਕ ਆਥਣ ਅਤੇ ਸਵੇਰ ਵਰਤੋਂ
pt_pt: Usar as horas locais do nascer e do pôr-do-sol
ru: Использовать местное время восхода и заката солнца
ta_in: உள்ளூர் சூரிய அஸ்தமனம் மற்றும் சூரிய உதயத்தைப் பயன்படுத்து
te: స్థానిక సూర్యాస్తమయం మరియు సూర్యోదయాన్ని ఉపయోగించండి
tr: Yerel gün doğumu ve gün batımını kullanın
ur_arab_in: مقامی غروب آفتاب اور طلوع آفتاب کا استعمال کریں
vi: Sử dụng hoàng hôn &amp; bình minh tại địa phương
zh_hant: 使用當地日落和日出

# chat.settings.night.schedule.sunrise.desc
source: Sunset and sunrise will be calculated based on your location.
bn_in: আপনার অবস্থানের উপর ভিত্তি করে সূর্যাস্ত এবং সূর্যোদয় গণনা করা হবে।
de: Sonnenuntergang und Sonnenaufgang werden gemäß Ihres Standortes berechnet.
el: Το ηλιοβασίλεμα και η ανατολή ηλίου θα υπολογιστούν με βάση την τοποθεσία σας.
es: Las horas de puesta y salida de sol se calcularán de acuerdo con la ubicación geográfica del usuario.
fr: Le coucher et le lever de soleil seront calculés en fonction de votre localisation.
gu: સૂર્યાસ્ત અને સૂર્યોદયની ગણતરી તમારા સ્થાનના આધારે કરવામાં આવશે.
hi: सूर्यास्त और सूर्योदय की गणना आपके स्थान के आधार पर की जाएगी।
it: Il tramonto e l’aurora saranno calcolati in base alla tua posizione.
ja: 日の出と日没があなたのロケーションに基づいて計測されます。
kn: ನಿಮ್ಮ ಸ್ಥಳ ಆಧರಿಸಿ ಸೂರ್ಯಾಸ್ತ ಮತ್ತು ಸೂರ್ಯೋದಯವನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ സ്ഥലത്തെ അടിസ്ഥാനമാക്കി സൂര്യാസ്തമയവും സൂര്യോദയവും കണക്കാക്കും.
mr: सूर्यास्त आणि सूर्योदयाची तुमच्या स्थानानुसार गणना केली जाईल.
nl: Zonsondergang en -opgang worden op basis van uw locatie berekend.
pa: ਆਥਣ ਅਤੇ ਸਵੇਰ ਦੀ ਗਣਨਾ ਤੁਹਾਡੇ ਸਥਾਨ ਦੇ ਅਧਾਰ ਤੇ ਕੀਤੀ ਜਾਏਗੀ।
pt_pt: O nascer e o pôr-do-sol serão calculados com base na sua localização.
ru: Время восхода и заката солнца будет рассчитано по вашему местоположению.
ta_in: உங்கள் இருப்பிடத்தின் அடிப்படையில் சூரிய அஸ்தமனம் மற்றும் சூரிய உதயம் கணக்கிடப்படும்.
te: సూర్యాస్తమయం మరియు సూర్యోదయం మీ స్థానం ఆధారంగా లెక్కించబడతాయి.
tr: Gün doğumu ve gün batımı, konumunuza göre hesaplanacaktır.
ur_arab_in: غروب آفتاب اور طلوع آفتاب کا آپ کے مقام کی بنیاد پر حساب لگایا جائے گا۔
vi: Hoàng hôn và bình minh sẽ được tính toán dựa trên địa điểm của bạn.
zh_hant: 日落和日出將根據您的位置計算。

# chat.settings.sunset
source: Sunset:
bn_in: সূর্যাস্ত:
de: Sonnenuntergang:
el: Ηλιοβασίλεμα:
es: Puesta de sol:
fr: Coucher de soleil :
gu: સૂર્યાસ્ત:
hi: सूर्यास्त:
it: Tramonto:
ja: 日の出：
kn: ಸೂರ್ಯಾಸ್ತ:
ml: സൂര്യാസ്തമയം:
mr: सूर्यास्त:
nl: Zonsondergang:
pa: ਆਥਣ:
pt_pt: Pôr-do-sol:
ru: Закат солнца:
ta_in: சூரிய அஸ்தமனம்:
te: సూర్యాస్తమయం:
tr: Gün batımı:
ur_arab_in: غروب آفتاب:
vi: Hoàng hôn:
zh_hant: 日落：

# chat.settings.sunrise
source: Sunrise:
bn_in: সূর্যোদয়:
de: Sonnenaufgang:
el: Ανατολή ηλίου:
es: Salida de sol:
fr: Lever de soleil :
gu: સૂર્યોદય:
hi: सूर्योदय:
it: Aurora:
ja: 日没：
kn: ಸೂರ್ಯೋದಯ:
ml: സൂര്യോദയം:
mr: सूर्योदय:
nl: Zonsopgang:
pa: ਸਵੇਰਾ:
pt_pt: Nascer do sol:
ru: Восход солнца:
ta_in: சூரிய உதயம்:
te: సూర్యోదయం:
tr: Gün doğumu:
ur_arab_in: طلوع آفتاب:
vi: Bình minh:
zh_hant: 日出：

# chat.settings.from
source: From
bn_in: এর থেকে
de: Von
el: Από
es: De
fr: De
gu: મોકલનાર
hi: प्रेषक
it: Da
ja: 送信者
kn: ರಿಂದ
ml: ഫ്രം
mr: पासून
nl: Van
pa: ਤੋਂ
pt_pt: De
ru: С
ta_in: இதிலிருந்து
te: నుంచి
tr: Başlangıç
ur_arab_in: منجانب
vi: Từ
zh_hant: 自

# chat.settings.to
source: To
bn_in: এর প্রতি
de: Bis
el: Προς
es: A
fr: À
gu: પ્રતિ
hi: प्रेषिति
it: A
ja: 送信先
kn: ರಿಗೆ
ml: ടു
mr: प्रति
nl: Aan
pa: ਇਹਨਾਂ ਨੂੰ
pt_pt: Para
ru: По
ta_in: இதுவரை
te: వీరికి
tr: Bitiş
ur_arab_in: بنام
vi: Đến
zh_hant: 至

# chat.settings.nightmode.disable.auto.title
source: Disable auto night mode ?
bn_in: স্বয়ংক্রিয় রাত্রির মোড অক্ষম করবেন?
de: Auto-Nachtmodus deaktivieren?
el: Απενεργοποίηση αυτόματης νυχτερινής λειτουργίας;
es: ¿Desea deshabilitar el modo nocturno automático?
fr: Désactiver le mode nuit automatique ?
gu: સ્વતઃ નાઇટ મોડને અક્ષમ કરીએ?
hi: स्वतः रात्रि मोड को अक्षम करें?
it: Disabilitare la modalità notte automatica?
ja: 自動ナイトモードを無効化しますか？
kn: ಸ್ವಯಂ ನೈಟ್ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?
ml: ഓട്ടോ രാത്രി മോഡ് അപ്രാപ്‌തമാക്കണോ?
mr: ऑटो नाइट मोड अक्षम करायचा?
nl: Automatische nachtmodus uitschakelen?
pa: ਆਟੋ ਨਾਈਟ ਮੋਡ ਨੂੰ ਅਸਮਰੱਥ ਕਰਨਾ ਹੈ?
pt_pt: Desativar o modo noturno automático?
ru: Отключить автоматический ночной режим?
ta_in: தானியங்கி இரவுப் பயன்முறையை முடக்கவா ?
te: ఆటో నైట్ మోడ్‌ను నిలిపివేయాలా?
tr: Otomatik gece modu devre dışı bırakılsın mı?
ur_arab_in: خود کار نائٹ موڈ کو غیر فعال کریں ؟
vi: Tắt chế độ ban đêm tự động?
zh_hant: 停用自動夜晚模式？
