Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_settings_home_session_cdevice_title
source: This Device
bn_in: এই ডিভাইস
de: Dieses Gerät
el: Η συσκευή αυτή
es: Este dispositivo
fr: Cet appareil
gu: આ ઉપકરણ
hi: यह डिवाइस
it: Questo dispositivo
ja: このデバイス
kn: ಈ ಸಾಧನ
ml: ഈ ഡിവൈസ്
mr: हे डिव्हाइस
nl: Dit apparaat
pa: ਇਹ ਡਿਵਾਈਸ
pt_pt: Este dispositivo
ru: Это устройство
ta_in: இந்த சாதனம்
te: ఈ పరికరం
tr: Bu Cihaz
ur_arab_in: یہ ڈیوائس
vi: Thiết Bị Này
zh_hant: 此设备

# chat_settings_home_session_odevice_title
source: Other Sessions
bn_in: অন্যান্য সেশনগুলি
de: Andere Sitzungen
el: Άλλες περίοδοι λειτουργίας
es: Otras sesiones
fr: Autres sessions
gu: અન્ય સત્રો
hi: अन्य सत्र
it: Altre sessioni
ja: その他セッション
kn: ಇತರ ಸಾಧನಗಳು
ml: മറ്റ് സെഷനുകൾ
mr: इतर सत्रे
nl: Andere sessies
pa: ਹੋਰ ਸੈਸ਼ਨ
pt_pt: Outras sessões
ru: Другие сеансы
ta_in: பிற அமர்வுகள்
te: ఇతర సెషన్‌లు
tr: Diğer Oturumlar
ur_arab_in: دیگر سیشنز
vi: Các Phiên Khác
zh_hant: 其他会话

# chat_settings_home_session_btmsheet
source: Last active %@
bn_in: শেষ সক্রিয় ছিল %@
de: %@, zuletzt aktiv
el: Τελευταία ενεργό %@
es: Última %@ activa
fr: Dernière %@ active
gu: છેલ્લે સક્રિય %@
hi: पिछली बार सक्रिय %@
it: Ultima attività %@
ja: 最終活動日 %@
kn: ಕೊನೆಯ ಬಾರಿ ಸಕ್ರಿಯವಾಗಿದ್ದು %@
ml: അവസാനം സജീവമായ %@
mr: मागील सक्रिय %@
nl: Laatst actieve %@
pa: ਪਿਛਲੀ ਬਾਰ ਐਕਟਿਵ ਸੀ %@
pt_pt: Ativo pela última vez em %@
ru: Последние действия %@
ta_in: கடைசியாக செயலில் இருந்த %@
te: %@ నాడు చివరిగా యాక్టివ్ చేయబడింది
tr: Son etkin %@
ur_arab_in: آخری بار فعال %@
vi: %@ có hiệu lực cuối cùng
zh_hant: 上次活跃的 %@

# chat_settings_home_session_terminate
source: Terminate this session
bn_in: এই সেসনটি সমাপ্ত করুন
de: Diese Sitzung beenden
el: Τερματισμός αυτής της περιόδου λειτουργίας
es: Terminar esta sesión
fr: Terminer cette session
gu: આ સત્ર સમાપ્ત કરો
hi: इस सत्र को समाप्त करें
it: Termina la sessione
ja: このセッションを終了
kn: ಈ ಸೆಷನ್ ಅನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: ഈ സെഷൻ അവസാനിപ്പിക്കുക
mr: हे सत्र समाप्त करा
nl: Deze sessie beëindigen
pa: ਇਸ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰੋ
pt_pt: Terminar esta sessão
ru: Прервать этот сеанс
ta_in: இந்த அமர்வை நிறுத்து
te: ఈ సెషన్ టెర్మినేట్ చేయండి
tr: Bu oturumu sonlandır
ur_arab_in: یہ سیشن ختم کریں
vi: Chấm dứt phiên này
zh_hant: 终止此会话

# settings_home_session_dialog_title
source: Terminate this session
bn_in: এই সেসনটি সমাপ্ত করুন
de: Diese Sitzung beenden
el: Τερματισμός αυτής της περιόδου λειτουργίας
es: Terminar esta sesión
fr: Terminer cette session
gu: આ સત્ર સમાપ્ત કરો
hi: इस सत्र को समाप्त करें
it: Termina la sessione
ja: このセッションを終了
kn: ಈ ಸೆಷನ್ ಅನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: ഈ സെഷൻ അവസാനിപ്പിക്കുക
mr: हे सत्र समाप्त करा
nl: Deze sessie beëindigen
pa: ਇਸ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰੋ
pt_pt: Terminar esta sessão
ru: Прервать этот сеанс
ta_in: இந்த அமர்வை நிறுத்து
te: ఈ సెషన్ టెర్మినేట్ చేయండి
tr: Bu oturumu sonlandır
ur_arab_in: یہ سیشن ختم کریں
vi: Chấm dứt phiên này
zh_hant: 终止此会话

# settings_home_session_dialog_desc
source: This will terminate your session in this particular device
bn_in: এটি এই নির্দিষ্ট ডিভাইসে আপনার সেশনটি শেষ করবে
de: Dies beendet Ihre Sitzung mit diesem bestimmten Gerät
el: Αυτό θα τερματίσει την περίοδο λειτουργίας σας στη συγκεκριμένη συσκευή
es: Esta acción hará que termine su sesión en este dispositivo
fr: Cela terminera votre session dans cet appareil particulier
gu: આ ઉપકરણમાં તમારું સત્ર આ સમાપ્ત કરશે
hi: इससे इस विशेष डिवाइस में आपका सत्र समाप्त हो जाएगा
it: Questo terminerà la tua sessione in questo particolare dispositivo
ja: これにより、このデバイスでのセッションが終了します。
kn: ಇದು ಈ ನಿರ್ದಿಷ್ಟ ಸಾಧನದಲ್ಲಿ ನಿಮ್ಮ ಸೆಷನ್ ಅನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತದೆ
ml: ഇത് ഈ പ്രത്യേക ഡിവൈസിലെ നിങ്ങളുടെ സെഷൻ അവസാനിപ്പിക്കും
mr: हे या विशिष्ट डिव्हाइसमधील तुमचे सत्र समाप्त करेल
nl: Hiermee wordt uw sessie op dit specifieke apparaat beëindigd
pa: ਇਸ ਨਾਲ ਇਸ ਵਿਸ਼ੇਸ਼ ਡਿਵਾਇਸ ਵਿਚ ਤੁਹਾਡਾ ਸ਼ੈਸ਼ਨ ਖਤਮ ਹੋ ਜਾਵੇਗਾ
pt_pt: Isto irá terminar a sua sessão neste dispositivo específico
ru: Ваш сеанс будет прерван на этом конкретном устройстве
ta_in: இந்த குறிப்பிட்ட சாதனத்தில் உள்ள உங்கள் அமர்வை இது நிறுத்திவிடும்
te: ఈ నిర్ధిష్ట పరికరంలో ఇది మీ సెషన్‌ రద్దు చేస్తుంది
tr: Bu işlem, bu belirli cihazdaki oturumunuzu sonlandırır
ur_arab_in: اس سے اس مخصوص ڈیوائس میں آپ کا سیشن ختم ہو جائے گا
vi: Thao tác này sẽ chấm dứt phiên của bạn trong thiết bị cụ thể này
zh_hant: 这将终止您在这个特定设备中的会话

# settings_home_session_dialog_positive
source: Terminate
bn_in: বন্ধ করুন
de: Beenden
el: Τερματισμός
es: Terminar
fr: Terminer
gu: સમાપ્ત કરો
hi: समाप्त करें
it: Termina
ja: 端末
kn: ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: അവസാനിപ്പിക്കുക
mr: समाप्त करा
nl: Beëindigen
pa: ਖਤਮ ਕਰੋ
pt_pt: Terminar
ru: Прервать
ta_in: பேட்டியை முடிக்கவும்
te: ముగించండి
tr: Sonlandır
ur_arab_in: ختم کریں
vi: Chấm dứt
zh_hant: 终止

# settings_home_session_devicetype_web
source: Web
bn_in: ওয়েব
el: Ιστός
gu: વૅબ
hi: वेब
ja: ウェブ
kn: ವೆಬ್
ml: വെബ്‌
mr: वेब
pa: ਵੈਬ
ru: Веб-версия
ta_in: வலை
te: వెబ్
ur_arab_in: ویب

# settings_home_session_terminate_loader
source: Please wait a moment…
bn_in: অনুগ্রহ করে কিছুক্ষণ অপেক্ষা করুন…
de: Moment bitte …
el: Περιμένετε μια στιγμή...
es: Por favor, espere un momento…
fr: Veuillez patienter un moment…
gu: કૃપા કરીને થોડી રાહ જુઓ…
hi: कृपया पल भर प्रतीक्षा करें...
it: Attendere qualche istante...
ja: しばらくお待ちください…
kn: ದಯವಿಟ್ಟು ಒಂದು ಕ್ಷಣ ಕಾಯಿರಿ...
ml: ഒരു നിമിഷം കാത്തിരിക്കൂ…
mr: कृपया एक क्षण थांबा...
nl: Een ogenblik geduld a.u.b…
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pt_pt: Aguarde um momento…
ru: Ожидайте…
ta_in: தயவுசெய்து ஒரு கணம் காத்திருங்கள்...
te: దయచేసి ఒక్కక్షణం ఆగండి…
tr: Lütfen kısa bir süre bekleyin…
ur_arab_in: براہ کرم کچھ دیر انتظار کریں...
vi: Vui lòng chờ một lúc...
zh_hant: 请稍候…

# settings_home_session_dialog_title_all
source: Terminate all other sessions
bn_in: অন্য সমস্ত সেসন সমাপ্ত করুন
de: Alle anderen Sitzungen beenden
el: Τερματισμός όλων των άλλων περιόδων λειτουργίας
es: Finalice todas las demás sesiones
fr: Terminer toutes les autres sessions
gu: અન્ય તમામ સત્રો સમાપ્ત કરો
hi: सभी अन्य सत्र समाप्त करें
it: Termina tutte le altre sessioni
ja: 他のすべてのセッションを終了する
kn: ಇತರ ಎಲ್ಲ ಸೆಷನ್‌ಗಳನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: മറ്റെല്ലാ സെഷനുകളും അവസാനിപ്പിക്കുക
mr: इतर सर्व सत्र बंद करा
nl: Beëindig alle andere sessies
pa: ਬਾਕੀ ਸਾਰੇ ਸੈਸ਼ਨਾਂ ਨੂੰ ਖਤਮ ਕਰੋ
pt_pt: Terminar todas as outras sessões
ru: Прервать все другие сеансы
ta_in: மற்ற எல்லா அமர்வுகளையும் நிறுத்து
te: అన్ని ఇతర సెషన్‌ను రద్దు చేయండి
tr: Tüm diğer oturumları sonlandır
ur_arab_in: تمام دوسرے سیشز کو ختم کریں
vi: Chấm dứt tất cả các phiên truy cập khác
zh_hant: 终止所有其他会话

# settings_home_session_dialog_all_title
source: Terminate all sessions
bn_in: সব সেসন সমাপ্ত করুন
de: Alle Sitzungen beenden
el: Τερματισμός όλων των περιόδων λειτουργίας
es: Terminar todas las sesiones
fr: Terminer toutes les sessions
gu: બધા સત્રો સમાપ્ત કરો
hi: सभी सत्रों को समाप्त करें
it: Termina tutte le sessioni
ja: 全てのセッションを終了
kn: ಎಲ್ಲ ಸೆಷನ್‌ಗಳನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: എല്ലാ സെഷനുകളും അവസാനിപ്പിക്കുക
mr: सर्व सत्रे बंद करा
nl: Alle sessies beëindigen
pa: ਸਾਰੇ ਸੈਸ਼ਨ ਖਤਮ ਕਰੋ
pt_pt: Concluir todas as sessões
ru: Прервать все сеансы
ta_in: எல்லா அமர்வுகளையும் நிறுத்து
te: అన్ని సెషన్‌లను రద్దు చేయండి
tr: Tüm oturumları sonlandır
ur_arab_in: تمام سیشنز کو ختم کریں
vi: Chấm dứt tất cả các phiên truy cập
zh_hant: 终止所有会话

# settings_home_session_dialog_all_desc
source: This will terminate all other sessions other than this device
bn_in: এটি এই ডিভাইস ব্যতীত অন্য সমস্ত সেশনগুলি সমাপ্ত করবে
de: Dies beendet sämtliche Sitzungen, mit Ausnahme der Sitzung dieses Gerätes
el: Αυτό θα τερματίσει όλες τις άλλες περιόδους λειτουργίας εκτός από αυτήν τη συσκευή
es: Esta acción terminará todas las sesiones que no sean de este dispositivo
fr: Cela terminera toutes les autres sessions sauf celles de cet appareil
gu: આ ઉપકરણ સિવાય અન્ય તમામ સત્રો આ સમાપ્ત કરશે
hi: इससे इस डिवाइस के सिवाए अन्य सभी सत्र समाप्त हो जाएंगे
it: Questo terminerà tutte le altre sessioni diverse da questo dispositivo
ja: これにより、このデバイス以外のすべてのセッションが終了します。
kn: ಇದು ಈ ಸಾಧನವನ್ನು ಹೊರತುಪಡಿಸಿ ಇತರ ಎಲ್ಲ ಸೆಷನ್‌ಗಳನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತದೆ
ml: ഈ ഉപകരണം ഒഴികെയുള്ള മറ്റെല്ലാ സെഷനുകളും ഇത് അവസാനിപ്പിക്കും
mr: हे या डिव्हाइसशिवाय इतर सर्व सत्रे संपुष्टात आणेल
nl: Hiermee worden alle andere sessies behalve dit apparaat beëindigd
pa: ਇਸ ਨਾਲ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਸਾਰੇ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਹੋ ਜਾਣਗੇ
pt_pt: Isto terminará todas as outras sessões exceto as deste dispositivo
ru: Будут прерваны все другие сеансы (кроме сеанса на этом устройстве)
ta_in: இந்த சாதனத்தைத் தவிர மற்ற எல்லா அமர்வுகளையும் இது நிறுத்திவிடும்
te: ఈ పరికరం కాకుండా ఇతర అన్ని సెషన్‌ను ఇది రద్దు చేస్తుంది
tr: Bu işlem, bu cihaz dışındaki diğer tüm oturumları sonlandırır
ur_arab_in: اس سے آپ کی ڈیوائس کے علاوہ تمام دیگر سیشنز ختم ہو جائیں گے
vi: Thao tác này sẽ chấm dứt tất cả các phiên truy cập khác không nằm trên thiết bị này
zh_hant: 这将终止除此设备之外的所有其他会话

# settings_home_session_qrcode_info
source: To use Arattai Web, go to &lt;u&gt;web.arattai.in&lt;/u&gt; on your computer
bn_in: অ্যারেটাই ওয়েব ব্যবহার করতে, আপনার কম্পিউটারে &lt;u&gt;web.arattai.in&lt;/u&gt; এ যান
de: Zum Einsatz von Arattai Web wechseln Sie mit Ihrem Computer zu &lt;u&gt;web.arattai.in&lt;/u&gt;
el: Για να χρησιμοποιήσετε το Arattai Web, μεταβείτε στο &lt;u&gt;web.arattai.in&lt;/u&gt; στον υπολογιστή σας
es: Para utilizar Arattai Web, acceda a &lt;u&gt;web.arattai.in&lt;/u&gt; en su equipo
fr: Pour utiliser Arattai Web, accédez à &lt;u&gt;web.arattai.in&lt;/u&gt; sur votre ordinateur
gu: Arattai વેબનો ઉપયોગ કરવા માટે, તમારા કમ્પ્યુટર પર અહીં જાઓ &lt;u&gt;web.arattai.in&lt;/u&gt;
hi: Arattai Web का उपयोग करने के लिए, अपने कंप्यूटर पर &lt;u&gt;web.arattai.in&lt;/u&gt; पर जाएं
it: Per usare Arattai Web, vai su &lt;u&gt;web.arattai.in&lt;/u&gt; sul tuo computer
ja: Arattai Webを利用するには、コンピュータ上の&lt;u&gt;web.arattai.in&lt;/u&gt;にアクセスします
kn: Arattai ವೆಬ್ ಬಳಸಲು, ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ &lt;u&gt;web.arattai.in&lt;/u&gt; ಇಲ್ಲಿಗೆ ಹೋಗಿ
ml: Arattai വെബ് ഉപയോഗിക്കുന്നതിന്, നിങ്ങളുടെ കമ്പ്യൂട്ടറിലെ &lt;u&gt;web.arattai.in&lt;/u&gt; എന്നതിലേക്ക് പോകുക
mr: Arattai वेब वापरण्यासाठी, तुमच्या संगणकावर &lt;u&gt;web.arattai.in&lt;/u&gt; वर जा
nl: Om Arattai Web te gebruiken, gaat u naar &lt;u&gt;web.arattai.in&lt;/u&gt; op uw computer
pa: ਅਰਾਤਾਈ ਵੈਬ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਆਪਣੇ ਕੰਪਿਉਟਰ ਤੇ &lt;u&gt;web.arattai.in&lt;/u&gt; ਤੇ ਜਾਓ
pt_pt: Para usar o Arattai Web, vá a &lt;u&gt;web.arattai.in&lt;/u&gt; no seu computador
ru: Для использования веб-версии Arattai перейдите по адресу &lt;u&gt;web.arattai.in&lt;/u&gt; на компьютере
ta_in: Arattai வலையைப் பயன்படுத்த, உங்கள் கணினியில் &lt;u&gt;web.arattai.in&lt;/u&gt; -க்குச் செல்லவும்
te: అరాటై వెబ్ ఉపయోగించడానికి, మీ కంప్యూటర్‌లో &lt;u&gt;web.arattai.in&lt;/u&gt; వెళ్ళండి
tr: Arattai Web’i kullanmak için, bilgisayarınızda &lt;u&gt;web.arattai.in&lt;/u&gt; konumuna gidin
ur_arab_in: Arattai ویب کو استعمال کرنے کے لیے، اپنے کمپیوٹر پر &lt;u&gt;web.arattai.in&lt;/u&gt; پر جائیں
vi: Để sử dụng Arattai Web, truy cập &lt;u&gt;web.arattai.in&lt;/u&gt; trên máy tính của bạn
zh_hant: 要使用 Arattai Web，请在您的计算机上转至 &lt;u&gt;web.arattai.in&lt;/u&gt;

# settings_home_session_qrcode_notverified
source: Seems like this code is not valid. Ensure you are on &lt;u&gt;web.arattai.in&lt;/u&gt; and try again.
bn_in: মনে হচ্ছে এই কোডটি বৈধ নয়। আপনি &lt;u&gt;web.arattai.in&lt;/u&gt; এ আছেন তা নিশ্চিত করুন এবং আবার চেষ্টা করুন।
de: Offenbar ist dieser Code nicht gültig. Vergewissern Sie sich, dass Sie bei &lt;u&gt;web.arattai.in&lt;/u&gt; sind, probieren Sie es anschließend noch einmal.
el: Φαίνεται ότι ο κωδικός αυτός δεν είναι έγκυρος. Βεβαιωθείτε ότι είστε συνδεδεμένοι στο &lt;u&gt;web.arattai.in&lt;/u&gt; και προσπαθήστε ξανά.
es: Este código no es válido. Asegúrese de que está en &lt;u&gt;web.arattai.in&lt;/u&gt; y repita la operación.
fr: Il semble que ce code ne soit pas valide. Assurez-vous que vous êtes sur &lt;u&gt;web.arattai.in&lt;/u&gt; et réessayez.
gu: લાગે છે કે આ કોડ માન્ય નથી. ખાતરી કરો કે તમે &lt;u&gt;web.arattai.in&lt;/u&gt; પર છો અને ફરી પ્રયાસ કરો.
hi: ऐसा लगता है कि यह कोड मान्य नहीं है। सुनिश्चित करें कि आप &lt;u&gt;web.arattai.in&lt;/u&gt; पर हों और दोबारा प्रयास करें।
it: Sembra che questo codice non sia valido. Assicurarsi di essere su &lt;u&gt;web.arattai.in&lt;/u&gt; e riprovare.
ja: このコードは有効ではないようです。&lt;u&gt;web.arattai.in&lt;/u&gt;にアクセスしていることを確認し、もう一度試してみてください。
kn: ಈ ಕೋಡ್ ಮಾನ್ಯವಾಗಿರುವಂತೆ ಕಾಣುತ್ತಿಲ್ಲ. ನೀವು &lt;u&gt;web.arattai.in&lt;/u&gt; ನಲ್ಲಿ ಇದ್ದೀರಿ ಎನ್ನುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: ഈ കോഡ് സാധുവല്ലെന്ന് തോന്നുന്നു. നിങ്ങൾ &lt;u&gt;web.arattai.in&lt;/u&gt; ൽ ആണെന്ന് ഉറപ്പുവരുത്തി വീണ്ടും ശ്രമിക്കുക.
mr: हा कोड वैध नाही असे दिसते. तुम्ही &lt;u&gt;web.arattai.in&lt;/u&gt; वर आहात याची खात्री करा आणि पुन्हा प्रयत्न करा.
nl: Het lijkt erop dat deze code niet geldig is. Zorg dat u zich bevindt op &lt;u&gt;web.arattai.in&lt;/u&gt; en probeer het opnieuw.
pa: ਲਗਦਾ ਹੈ ਕਿ ਇਹ ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ। ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ &lt;u&gt;web.arattai.in&lt;/u&gt; ‘ਤੇ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pt_pt: Parece que este código não é válido. Certifique-se de que está em &lt;u&gt;web.arattai.in&lt;/u&gt; e tente novamente.
ru: Похоже, код недействительный. Проверьте, что вы на странице &lt;u&gt;web.arattai.in&lt;/u&gt;, и повторите попытку.
ta_in: இந்த குறியீடு தவறானதாகத் தெரிகிறது. நீங்கள் &lt;u&gt;web.arattai.in&lt;/u&gt; -இல் இருப்பதை உறுதி செய்துகொண்டு மீண்டும் முயற்சிக்கவும்.
te: ఈ కోడ్ చెల్లుబాటు కానట్లుగా కనపడుతోంది. మీరు &lt;u&gt;web.arattai.in&lt;/u&gt; పై ఉండేట్లుగా ధృవీకరించండి మరియు మళ్లీ ప్రయత్నించండి.
tr: Görünüşe göre bu kod geçerli değil. &lt;u&gt;web.arattai.in&lt;/u&gt; üzerinde olduğunuzdan emin olun ve yeniden deneyin!
ur_arab_in: ایسا لگتا ہے کہ یہ کوڈ درست نہیں ہے۔ یقینی بنائیں کہ آپ &lt;u&gt;web.arattai.in&lt;/u&gt; پر موجود ہیں اور دوبارہ کوشش کریں۔
vi: Có vẻ như mã này không hợp lệ. Đảm bảo rằng bạn đang truy cập &lt;u&gt;web.arattai.in&lt;/u&gt; và thử lại.
zh_hant: 此代码似乎无效。确保您已进入 &lt;u&gt;web.arattai.in&lt;/u&gt;，然后再试一次。

# chat_dialog_session_qrcode_permission
source: To scan QR code, allow access to your camera.
bn_in: QR কোড স্ক্যান করার জন্য, আপনার ক্যামেরা অ্যাক্সেস করার অনুমতি দিন।
de: Zum Scannen des QR-Codes lassen Sie Zugriff auf die Kamera zu.
el: Για σάρωση Κώδικα QR, επιτρέψτε πρόσβαση στην κάμερά σας.
es: Para escanear el código QR, permita el acceso a su cámara.
fr: Pour le numériser le code QR, autorisez l’accès à votre appareil photo.
gu: QR કોડને સ્કેન કરવા માટે, તમારા કૅમેરાના ઍક્સેસને પરવાનગી આપો.
hi: QR कोड स्कैन करने के लिए, अपने कैमरे तक पहुँच की अनुमति दें।
it: Per scannerizzare il codice QR, consenti l’accesso alla fotocamera.
ja: QRコードを読み取るには、カメラへのアクセスを許可する必要があります。
kn: QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು, ನಿಮ್ಮ ಕ್ಯಾಮರಾಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: QR കോഡ് സ്കാൻ ചെയ്യുന്നതിന്, നിങ്ങളുടെ ക്യാമറയിലേക്ക് ആക്സസ് അനുവദിക്കുക.
mr: QR कोड स्कॅन करण्यासाठी, तुमचा कॅमेरा अॅक्सेस करण्याची परवानगी द्या.
nl: Sta toegang tot uw camera toe om de QR-code te scannen.
pa: QR ਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ, ਆਪਣੇ ਕੈਮਰੇ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para ler o código QR, permita o acesso à sua câmara.
ru: Чтобы сканировать QR-код, предоставьте доступ к камере.
ta_in: QR குறியீட்டை ஸ்கேன் செய்ய, உங்கள் கேமராவை அணுக அனுமதிக்கவும்.
te: QR కోడ్ స్కాన్ చేయడానికి, మీ కెమెరా యాక్సెస్‌ని అనుమతించండి.
tr: QR kodunu taramak için kameranıza erişime izin verin.
ur_arab_in: QR کوڈ اسکین کرنے کے لیے، اپنے کیمرہ تک رسائی کی اجازت دیں۔
vi: Để scan mã QR, hãy cho phép truy cập camera của bạn.
zh_hant: 要扫描二维码，请允许访问您的相机。

# chat_session_qrcode_success
source: Arattai web login is successfully done.
bn_in: অ্যারেটাই ওয়েব লগইন সফলভাবে সম্পন্ন হয়েছে।
de: Arattai-Web-Anmeldung erfolgreich.
el: Η σύνδεση στο Arattai Web ολοκληρώθηκε επιτυχώς.
es: Se ha iniciado correctamente la sesión en Arattai Web.
fr: La connexion à Arattai Web a été établie avec succès.
gu: Arattai વેબ લોગિન સફળતાપૂર્વક થઈ ગયું છે.
hi: Arattai Web लॉगिन सफलतापूर्वक किया गया है।
it: Accesso ad Arattai web effettuato correttamente.
ja: Arattai Webログインに成功しました。
kn: Arattai ವೆಬ್‌ ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ.
ml: Arattai വെബ് ലോഗിൻ വിജയകരമായി ചെയ്തു.
mr: Arattai वेब लॉगइन यशस्वीरित्या झाले.
nl: Aanmelden bij Arattai Web geslaagd.
pa: ਆਰਤਾਈ ਵੈਬ ਲੌਗਇਨ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।
pt_pt: O início da sessão no Arattai Web foi efetuado com sucesso.
ru: Веб-логин в приложение Arattai успешно выполнен.
ta_in: Arattai வலை உள்நுழைவு வெற்றிகரமாக முடிந்தது.
te: అరాటై వెబ్ లాగిన్ విజయవంతంగా చేయబడింది.
tr: Arattai web’de başarıyla oturum açıldı.
ur_arab_in: Arattai ویب لاگ ان کامیابی سے مکمل ہو گیا ہے۔
vi: Đăng nhập Arattai đã thành công.
zh_hant: Arattai Web 登录已成功完成。

# chat_session_qrcode_nav
source: Arattai Web
bn_in: অ্যারেটাই ওয়েব
gu: Arattai વેબ
kn: Arattai ವೆಬ್
ml: Arattai വെബ്
mr: Arattai वेब
pa: ਆਰਤਾਈ ਵੈਬ
ru: Веб-версия Arattai
ta_in: Arattai வலை
te: అరాటై వెబ్
ur_arab_in: Arattai ویب

# chat_scanner_chat_scanner_processing
source: Processing
bn_in: প্রসেস করা হচ্ছে
de: Verarbeitung
el: Επεξεργασία
es: Procesando
fr: Traitement
gu: પ્રક્રિયા થઇ રહી છે
hi: संसाधन
it: Elaborazione in corso
ja: 処理中
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ
ml: പ്രോസസ്സിംഗ്
mr: प्रक्रिया करत आहे
nl: Bezig met verwerken
pa: ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt_pt: A processar
ru: Обработка
ta_in: செயல்முறைப்படுத்துகிறது
te: ప్రాసెసింగ్
tr: İşleniyor
ur_arab_in: عمل کاری ہو رہی ہے
vi: Đang xử lý
zh_hant: 正在处理

# chat_scanner_chat_scanner_lookforedge
source: Looking For Edges
bn_in: প্রান্ত খোঁজা হচ্ছে
de: Nach Kanten suchen
el: Αναζήτηση για Edge
es: Buscando Edges
fr: Recherche de bords
gu: Edges માટે શોધે છે
hi: किनारे खोजना
it: Ricerca bordi
ja: エッジを検出中
kn: ಅಂಚುಗಳಿಗೆ ಹುಡುಕಲಾಗುತ್ತಿದೆ
ml: അരികുകൾക്കായി തിരയുന്നു
mr: कडा शोधत आहे
nl: Op zoek naar Edges
pa: ਕਿਨਾਰੇ ਲੱਭ ਰਿਹਾ ਹੈ
pt_pt: A procurar margens
ru: Выполняется определение краев
ta_in: விளிம்புகளுக்காகத் தேடுதல்
te: ఎడ్జ్‌ల కొరకు చూస్తోంది
tr: Kenarlar Aranıyor
ur_arab_in: کناروں کی تلاش میں ہیں
vi: Đang Tìm Cạnh
zh_hant: 正在查找边缘

# chat_scanner_auto
source: Auto
bn_in: স্বয়ংক্রিয়
el: Αυτόματο
es: Automático
fr: Automatique
gu: ઑટો
hi: स्वतः
it: Automatico
ja: 自動
kn: ಸ್ವಯಂ
ml: യാന്ത്രികം
mr: ऑटो
nl: Automatisch
pa: ਆਟੋ
pt_pt: Automático
ru: Автоматически
ta_in: தானியங்கி
te: ఆటో
tr: Otomatik
ur_arab_in: خودکار
vi: Tự động
zh_hant: 自动

# chat_scanner_manual
source: Manual
bn_in: ম্যানুয়াল
de: Manuell
el: Μη αυτόματο
fr: Manuel
gu: મેન્યુઅલ
hi: मैन्युअल
it: Manuale
ja: 手動
kn: ಮ್ಯಾನ್ಯುವಲ್
ml: മാനുവൽ
mr: मॅन्युअल
nl: Handmatig
pa: ਮੈਨੁਅਲ
ru: Вручную
ta_in: கைமுறை
te: మాన్యువల్
tr: El ile
ur_arab_in: دستی
vi: Tài liệu hướng dẫn
zh_hant: 手动

# chat_scanner_retake
source: Retake
bn_in: নতুন করে নিন
de: Neu aufnehmen
el: Επανάληψη λήψης
es: Repetir
fr: Reprendre
gu: રિટેક
hi: फिर से लें
it: Riacquisisci
ja: やり直し
kn: ರೀಟೇಕ್
ml: വീണ്ടും എടുക്കുക
mr: पुन्हा घ्या
nl: Opnieuw nemen
pa: ਦੁਬਾਰਾ
pt_pt: Repetir
ru: Повторить
ta_in: மீண்டும் எடு
te: తిరిగి తీసుకోవడం
tr: Yeniden çek
ur_arab_in: دوبارہ کریں
vi: Làm lại
zh_hant: 重取

# chat_scanner_keepscan
source: Keep Scan
bn_in: স্ক্যান রাখুন
de: Weiter scannen
el: Διατήρηση σάρωσης
es: Guardar escaneo
fr: Continuer à numériser
gu: સ્કેન રાખો
hi: स्कैन रखें
it: Mantieni scan
ja: スキャンをキープ
kn: ಸ್ಕ್ಯಾನ್ ಇರಿಸಿಕೊಳ್ಳಿ
ml: സ്കാൻ തുടരുക
mr: स्कॅन ठेवा
nl: Scan behouden
pa: ਸਕੈਨ ਰੱਖੋ
pt_pt: Guardar a digitalização
ru: Оставить сканирование
ta_in: தொடர்ந்து ஸ்கேன் செய்க
te: స్కాన్ చేస్తూనే ఉండండి
tr: Taramaya devam et
ur_arab_in: اسکین کو برقرار رکھیں
vi: Tiếp Tục Scan
zh_hant: 继续扫描

# chat_scanner_autoshutter
source: Auto Shutter is on
bn_in: অটো শাটার চালু আছে
de: Auto-Belichtung aktiv
el: Το αυτόματο κλείστρο είναι ενεργοποιημένο
es: El disparador automático está activado
fr: L’obturateur automatique est activé
gu: ઑટો શટર ચાલુ છે
hi: ऑटो शटर ऑन है
it: Ridimensionamento automatico acceso
ja: オートシャッターがオン
kn: ಸ್ವಯಂ ಶಟರ್ ಆನ್ ಆಗಿದೆ
ml: ഓട്ടോ ഷട്ടർ ഓണാണ്
mr: ऑटो शटर चालू आहे
nl: Automatische sluiter is ingeschakeld
pa: ਆਟੋ ਸ਼ਟਰ ਚਾਲੂ ਹੈ
pt_pt: O obturador automático está ligado
ru: Автом. затвор включен
ta_in: தானியங்கி ஷட்டர் இயக்கத்தில் உள்ளது
te: ఆటో షట్టర్ ఆన్‌లో ఉంది
tr: Otomatik Deklanşör açık
ur_arab_in: خودکار شٹر آن ہے
vi: Tính năng Auto Shutter đang bật
zh_hant: 自动快门开启

# chat_scanner_manualshutter
source: Auto Shutter is off
bn_in: অটো শাটার বন্ধ আছে
de: Auto-Belichtung inaktiv
el: Το αυτόματο κλείστρο είναι απενεργοποιημένο
es: El disparador automático está desactivado
fr: L’obturateur automatique est désactivé
gu: ઑટો શટર બંધ છે
hi: ऑटो शटर ऑफ है
it: Ridimensionamento automatico spento
ja: オートシャッターがオフ
kn: ಸ್ವಯಂ ಶಟರ್ ಆಫ್ ಆಗಿದೆ
ml: ഓട്ടോ ഷട്ടർ ഓഫാണ്
mr: ऑटो-ब्राइटनेस बंद आहे
nl: Automatische sluiter is uitgeschakeld
pa: ਆਟੋ ਸ਼ਟਰ ਬੰਦ ਹੈ
pt_pt: O obturador automático está desligado
ru: Автом. затвор выключен
ta_in: தானியங்கி ஷட்டர் அணைக்கப்பட்டுள்ளது
te: ఆటో షట్టర్ ఆఫ్ చేయబడింది
tr: Otomatik Deklanşör kapalı
ur_arab_in: خودکار شٹر آف ہے
vi: Tính năng Auto Shutter đang tắt
zh_hant: 自动快门关闭

# chat_dialog_send_scanner
source: To use scanner, allow access to your camera.
bn_in: স্ক্যানার পাঠাবার জন্য, আপনার ক্যামেরা অ্যাক্সেস করার অনুমতি দিন।
de: Zum Einsatz des Scanners lassen Sie Zugriff auf Ihre Kamera zu.
el: Για χρήση του σαρωτή, επιτρέψτε πρόσβαση στην κάμερά σας.
es: Para usar el escáner, permita el acceso a su cámara.
fr: Pour utiliser le scanneur, autorisez l’accès à votre appareil photo.
gu: સ્કેનરનો ઉપયોગ કરવા માટે, તમારા કૅમેરાની ઍક્સેસને પરવાનગી આપો.
hi: स्कैनर का उपयोग करने के लिए, अपने कैमरे तक पहुँच प्रदान करें।
it: Per usare lo scanner, consenti l’accesso alla fotocamera.
ja: スキャナーを使用するには、カメラへのアクセスを許可する必要があります。
kn: ಸ್ಕ್ಯಾನರ್ ಬಳಸಲು, ನಿಮ್ಮ ಕ್ಯಾಮರಾಗೆ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನುಮತಿಸಿ.
ml: സ്കാനർ ഉപയോഗിക്കുന്നതിന്, നിങ്ങളുടെ ക്യാമറയിലേക്ക് ആക്സസ് അനുവദിക്കുക.
mr: स्कॅनर वापरण्यासाठी, तुमचा कॅमेरा अॅक्सेस करण्याची परवानगी द्या.
nl: Sta toegang tot uw camera toe om de scanner te gebruiken.
pa: ਸਕੈਨਰ ਵਰਤਣ ਲਈ, ਆਪਣੇ ਕੈਮਰੇ ਤਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।
pt_pt: Para usar o scanner, permita o acesso à sua câmara.
ru: Для использования сканера предоставьте доступ к камере.
ta_in: ஸ்கேனரைப் பயன்படுத்த, உங்கள் கேமராவை அணுக அனுமதிக்கவும்.
te: స్కానర్ ఉపయోగించడానికి, మీ కెమెరా యాక్సెస్‌ని అనుమతించండి.
tr: Tarayıcıyı kullanmak için kameranıza erişime izin verin.
ur_arab_in: اسکینر استعمال کرنے کے لیے، اپنے کیمرہ تک رسائی کی اجازت دیں۔
vi: Để sử dụng scanner, hãy cho phép truy cập camera của bạn.
zh_hant: 要使用扫描仪，请允许访问您的相机。

# chat_msg_multiselect_more
source: More
bn_in: আরো
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
gu: વધુ
hi: अधिक
it: Altro
ja: もっと表示
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
mr: अधिक
nl: Meer
pa: ਜ਼ਿਆਦਾ
pt_pt: Mais
ru: Дополнительно
ta_in: மேலும்
te: మరిన్ని
tr: Daha fazla
ur_arab_in: مزید
vi: Bổ sung
zh_hant: 更多

# chat_bottomsheet_more_multi_select
source: Select
bn_in: নির্বাচন করুন
de: Auswahl
el: Επιλογή
es: Seleccionar
fr: Sélectionner
gu: પસંદ કરો
hi: चयन करें
it: Seleziona
ja: 選択
kn: ಆಯ್ಕೆ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
nl: Selecteren
pa: ਚੋਣ ਕਰੋ
pt_pt: Selecionar
ru: Выбрать
ta_in: தேர்ந்தெடு
te: ఎంచుకోండి
tr: Seç
ur_arab_in: منتخب کریں
vi: Chọn
zh_hant: 选择

# login_ob_btn
source: Get Started
bn_in: শুরু করুন
de: Legen Sie los
el: Ξεκινήστε
es: Comenzar
fr: Démarrer
gu: શરૂઆત કરો
hi: प्रारंभ करें
it: Inizia!
ja: 開始する
kn: ಪ್ರಾರಂಭಿಸಿ
mr: सुरुवात करा
nl: Aan de slag
pa: ਸ਼ੁਰੂਆਤ ਕਰੋ
pt_pt: Introdução
ta_in: தொடங்குக
te: ప్రారంభించండి
tr: Hemen Başlayın
ur_arab_in: شروع کریں
zh_hant: 開始

# chat.search.quantifier.hasfile.key
source: hasfile:
de: hat Datei:
hi: इसके पास फाइल है:
vi: có tập tin:

# chat.search.quantifier.hasfile.value
source: filename
de: Dateiname
el: όνομα αρχείου
es: nombre de archivo
fr: nom de fichier
hi: फाइल नाम
it: nome file
ja: ファイル名
pt_pt: nome do ficheiro
tr: dosyaadı
vi: tên tập tin
zh_hant: 檔案名

# chat.search.quantifier.haslink.key
source: haslink:
de: hat Link:
hi: इसमें लिंक है:
vi: có liên kết:

# chat.search.quantifier.haslink.value
source: linkdetail
de: Linkdetails
hi: लिंक का विवरण
ja: リンクの詳細
tr: bağlantıayrıntıları
vi: chi tiết liên kết
