Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# gallery.allphotos
source: All Photos
bn_in: সমস্ত ফটো
de: Alle Fotos
el: Όλες οι φωτογραφίες
es: Todas las fotos
fr: Toutes les photos
gu: બધા ફોટા
hi: सभी फ़ोटोज़
it: Tutte le foto
ja: すべての写真
kn: ಎಲ್ಲ ಫೋಟೊಗಳು
ml: എല്ലാ ഫോട്ടോകളും
mr: सर्व फोटो
nl: Alle foto’s
pa: ਸਾਰੀਆਂ ਫੋਟੋਆਂ
pt_pt: Todas as fotografias
ru: Все фотографии
ta_in: அனைத்துப் புகைப்படங்கள்
te: అన్ని ఫోటోలు
tr: Tüm Fotoğraflar
ur_arab_in: تمام تصاویر
vi: Tất cả ảnh
zh_hant: 全部相片

# gallery.allvideos
source: All Videos
bn_in: সমস্ত ভিডিওগুলি
de: Alle Videos
el: Όλα τα βίντεο
es: Todos los vídeos
fr: Toutes les vidéos
gu: બધા વિડિઓઝ
hi: सभी वीडियोज़
it: Tutti i video
ja: 全動画
kn: ಎಲ್ಲ ವೀಡಿಯೊಗಳು
ml: എല്ലാ വീഡിയോകളും
mr: सर्व व्हिडिओ
nl: Alle video’s
pa: ਸਾਰੀਆਂ ਵੀਡੀਓ
pt_pt: Todos os vídeos
ru: Все видеоролики
ta_in: அனைத்துக் காணொளிகள்
te: అన్ని వీడియోలు
tr: Tüm Videolar
ur_arab_in: تمام ویڈیوز
vi: Tất Cả Video
zh_hant: 全部視訊

# chat.bottomsheet.more.quote
source: Quote
bn_in: কোট
de: Zitat
el: Παράθεση
es: Cita
fr: Devis
gu: ભાવ
hi: उद्धृत करें
it: Citazione
ja: 引用する
kn: ಉಲ್ಲೇಖ
ml: ക്വോട്ട്
mr: कोट
nl: Offerte
pa: ਕੋਟ ਕਰੋ
pt_pt: Proposta
ru: Цитировать
ta_in: மேற்கோள்
te: కోట్
tr: Teklif
ur_arab_in: قیمت
vi: Trích dẫn
zh_hant: 報價

# chat.bottomsheet.more.fork
source: Fork
bn_in: ফর্ক
de: Aufteilen
el: Διακλάδωση
es: Bifurcar
fr: Diviser
gu: કાંટો
hi: फोर्क
it: Separa
ja: 分岐
kn: ಫೋರ್ಕ್
ml: ഫോർക്ക്
mr: फोर्क
nl: Opsplitsen
pa: ਫੋਰਕ
pt_pt: Bifurcação
ru: Разветвить
ta_in: ஃபோர்க்
te: ఫోర్క్
tr: Çatal
ur_arab_in: کانٹا
vi: Chia
zh_hant: 分叉

# chat.bottom.channel.nomsgpermission
source: This channel is only for announcements. You can't post messages here.
de: Nur-Ankündigungen-Kanal. Hier können keine Mitteilungen gesendet werden.
el: Κανάλι μόνο ανακοινώσεων. Δεν μπορούν να αποσταλούν μηνύματα εδώ.
es: Solo canal de anuncio. No se pueden enviar mensajes aquí.
fr: Canal dédié aux annonces. Aucun message ne peut être envoyé par là.
hi: केवल घोषणा चैनल। यहाँ कोई संदेश नहीं भेजा जा सकता।
it: Canale solo per annunci. Impossibile inviare messaggi qui.
ja: 告知限定のチャンネル ここにはメッセージを送ることができません。
nl: Exclusief kanaal voor aankondigingen. Hier kunnen geen berichten worden verstuurd.
pt_pt: Canal só de anúncios. Não podem ser enviadas mensagens aqui.
ru: Канал только для объявлений. Сюда невозможно отправлять сообщения.
tr: Salt duyuru kanalı. Buraya hiçbir ileti gönderilemez.
vi: Chỉ thông báo qua kênh. Không có tin nhắn nào có thể được gửi ở đây.
zh_hant: 僅用於宣告的頻道。 這裡沒有可傳送的訊息。

# chat.bottom.chat.nomsgpermission
source: You are no longer a member of this chat
bn_in: আপনি আর এই চ্যাটের সদস্য নন
de: Sie sind nicht mehr Mitglied dieses Chats
el: Δεν είστε πλέον μέλος αυτής της συνομιλίας
es: Ya no es miembro de este chat
fr: Vous n’êtes plus membre de ce chat
gu: હવે તમે આ ચૅટનાં સભ્ય નથી
hi: अब आप इस चैट के सदस्य नहीं हैं
it: Non fai più parte di questa chat
ja: あなたはもはやこのチャットのメンバーではありません
kn: ನೀವು ಈಗ ಈ ಚಾಟ್‌ನ ಸದಸ್ಯರಲ್ಲ
ml: നിങ്ങൾ ഇനി ഈ ചാറ്റിൽ അംഗമല്ല
mr: तुम्ही यापुढे या चॅटचे सदस्य नाही
nl: U neemt niet meer deel aan deze chat
pa: ਤੁਸੀਂ ਹੁਣ ਇਸ ਚੈਟ ਦੇ ਮੈਂਬਰ ਨਹੀਂ ਹੋ
pt_pt: Já não é membro deste chat
ru: Вы больше не являетесь участником этого чата
ta_in: நீங்கள் இனி இந்த அரட்டையின் உறுப்பினர் அல்ல
te: మీరు ఈ చాట్‌‌లో ఇక ఏమాత్రం సభ్యులు కాదు
tr: Artık bu sohbetin bir üyesi değilsiniz
ur_arab_in: آپ مزید اس چیٹ کے رکن نہیں ہیں
vi: Bạn không còn là thành viên của nội dung chat này
zh_hant: 您不再是此聊天的成員

# chat.tempmsg.post
source: Post here
bn_in: এখানে পোস্ট করুন
de: Hier veröffentlichen
el: Δημοσιεύστε εδώ
es: Publicar aquí
fr: Publier ici
gu: અહીં પોસ્ટ કરો
hi: यहाँ पोस्ट करें
it: Pubblica qui
ja: ここの投稿
kn: ಇಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿ
ml: ഇവിടെ പോസ്റ്റ് ചെയ്യുക
mr: येथे पोस्ट करा
nl: Hier plaatsen
pa: ਇੱਥੇ ਪੋਸਟ ਕਰੋ
pt_pt: Publicar aqui
ru: Опубликовать здесь
ta_in: இங்கே இடுகையிடுக
te: ఇక్కడ పోస్ట్ చేయండి
tr: Buraya gönder
ur_arab_in: یہاں پوسٹ کریں
vi: Đăng ở đây
zh_hant: 在這裡公佈

# chat.emptystate.globarsearch.title
source: No results found for
bn_in: এর জন্য কোন ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse gefunden für
el: Δεν βρέθηκαν αποτελέσματα για
es: No se encuentran resultados para
fr: Aucun résultat n’a été trouvé pour
gu: આ માટે કોઈ પરિણામ મળ્યાં નથી
hi: इसके लिए कोई परिणाम नहीं मिला:
it: Nessun risultato trovato per
ja: 次の検索結果が見つかりませんでした:
kn: ಗಾಗಿ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഒരു ഫലവും കണ്ടെത്താനായില്ല
mr: साठी परिणाम आढळले नाहीत
nl: Geen resultaten gevonden voor
pa: ਲਈ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
pt_pt: Não foram encontrados resultados para
ru: Не найдено результатов для
ta_in: இதற்கான முடிகள் எதுவும் காணப்படவில்லை
te: కొరకు ఎలాంటి ఫలితం కనుగొనబడలేదు
tr: Sonuç bulunamadı
ur_arab_in: مندرجہ ذیل کے لیے کوئی نتائج نہیں ملے
vi: Không tìm thấy kết quả cho
zh_hant: 沒有找到針對以下內容的結果

# chat.emptystate.globarsearch.button
source: Try new search
bn_in: নতুন অনুসন্ধান করার চেষ্টা করুন
de: Neue Suche ausprobieren
el: Δοκιμάστε νέα αναζήτηση
es: Intentar nueva búsqueda
fr: Tenter nouvelle recherche
gu: નવી શોધ કરવાનો પ્રયાસ કરો
hi: नए खोज आज़माएं
it: Prova una nuova ricerca
ja: 別の検索を試してください
kn: ಹೊಸ ಹುಡುಕಾಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ
ml: പുതിയ തിരയൽ പരീക്ഷിക്കുക
mr: नवीन शोध वापरुन पहा
nl: Nieuwe zoekopdracht proberen
pa: ਨਵੀਂ ਖੋਜ ਅਜ਼ਮਾਓ
pt_pt: Tente uma nova procura
ru: Попробуйте новый поиск
ta_in: புதிய தேடலை முயற்சிக்கவும்
te: కొత్త శోధన ప్రయత్నించండి
tr: Yeni arama dene
ur_arab_in: نئی تلاش کو آزمائیں
vi: Thử tìm kiếm mới
zh_hant: 請嘗試新的搜尋

# chat.emptystate.pins.title
source: Wups.. no pins found!
de: Oha … Keine Anheftungen gefunden!
el: Ουπς...δεν βρέθηκαν καρφίτσες!
es: No se encontraron anclas.
fr: Oups… aucune épingle trouvée !
hi: ओह.. कोई पिन नहीं मिली!
it: Ops... Nessun elemento bloccato trovato.
ja: おぉっと..ピンが見つかりませんでした!
nl: Oeps... Geen vastgemaakte items gevonden!
pt_pt: Ups... não foram encontrados pins!
ru: Закрепления не найдены.
tr: Hay aksi.. işaretleme bulunamadı!
vi: Rất tiếc.. không tìm thấy nội dung đã cố định!
zh_hant: 噢..沒有發現任何固定項目！

# chat.emptystate.pins.desc
source: Tap and hold on any chat to pin it for quick access.
de: Zum Anheften zum schnellen Abruf halten Sie einen Chat angetippt.
el: Πατήστε παρατεταμένα σε οποιαδήποτε συνομιλία για να καρφιτσώσετε για γρήγορη πρόσβαση.
es: Mantén presionada cualquier conversación para anclarla y poder acceder rápidamente.
fr: Maintenir appuyé un chat pour l’épingler aux accès rapides.
hi: तुरंत पहुँच प्राप्त करने के लिए किसी चैट को पिन करने के लिए उस पर टैप करके रखें।
it: Tieni premuta qualsiasi chat per bloccarla per un accesso rapido.
ja: チャットをピン留めしてクイックアクセスに設定するには、タップしてホールドしてください。
nl: Houd uw vinger op een chat om deze vast te maken zodat u die snel kunt openen.
pt_pt: Tocar sem soltar em qualquer chat para afixá-lo para acesso rápido.
ru: Нажмите и удерживайте чат, чтобы закрепить его для быстрого доступа.
tr: Hızlı erişim için işaretlemek üzere herhangi bir sohbete dokunup basılı tutun.
vi: Chạm vào và giữ bất kỳ nội dung chat nào để cố định nó nhằm truy cập nhanh.
zh_hant: 點選並按住任何聊天來將其固定以便快速存取。

# chat.emptystate.starmessages.title
source: Wups.. no starred messages found!
bn_in: উপ্স.. কোন স্টার চিহ্নিত বার্তা পাওয়া যায়নি!
de: Oha … Keine Mitteilungen mit Sternwertung gefunden!
el: Ουπς... δεν βρέθηκαν μηνύματα με αστέρι!
es: No se han encontrado mensajes favoritos.
fr: Oups… aucun message en vedette !
gu: ઓહ.. કોઈ તારાંકિત સંદેશા મળ્યા નથી!
hi: ओह.. स्टार किया हुआ कोई संदेश नहीं मिला!
it: Ops... Nessun messaggio contrassegnato trovato.
ja: おぉっと..星を付けたメッセージが見つかりませんでした!
kn: ಓಹೋ.. ಯಾವುದೇ ಸ್ಟಾರ್ ಮಾಡಿದ ಸಂದೇಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ!
ml: ക്ഷമിക്കണം.. സ്റ്റാർ ചെയ്ത സന്ദേശങ്ങളൊന്നും കണ്ടെത്തിയില്ല!
mr: वूप्स.. कोणतेही तारांकित मेसेज आढळले नाहीत!
nl: Oeps... Geen berichten met een ster gevonden!
pa: ਉਹ ਹੋ... ਕੋਈ ਤਾਰਾਬੱਧ ਸੁਨੇਹੇ ਨਹੀਂ ਮਿਲੇ!
pt_pt: Ups... não foram encontradas mensagens marcadas com estrela!
ru: Сообщения со звездочкой не найдены.
ta_in: அச்சச்சோ.. நட்சத்திரமிட்ட செய்திகள் எதுவும் காணப்படவில்லை!
te: అయ్యో.. స్టార్ చేయబడ్డ సందేశాలు ఏవీ కనుగొనబడలేదు!
tr: Hay aksi.. yıldızlı ileti bulunamadı!
ur_arab_in: اوہو.. کوئی اسٹار کردہ پیغامات نہیں ملے!
vi: Rất tiếc.. không tìm thấy nội dung đã gắn sao!
zh_hant: 噢..沒有發現任何加星號的訊息！

# chat.emptystate.starmessages.desc
source: Tap and hold on any message to star it for future reference.
bn_in: যেকোনো বার্তার উপর ট্যাপ করুন এবং ধরে রাখুন সেটি ভবিষ্যতে উল্লেখ করার জন্য।
de: Zum Bewerten mit Sternen zum künftigen Wiederfinden halten Sie eine Mitteilung angetippt.
el: Πατήστε παρατεταμένα σε οποιοδήποτε μήνυμα για να προσθέσετε αστέρι για μελλοντική αναφορά.
es: Mantén presionado cualquier mensaje para anclarlo y poder acceder rápidamente.
fr: Maintenir appuyé un message pour le mettre en vedette et s’en servir de référence ultérieure.
gu: કોઈપણ સંદેશને ભાવિ સંદર્ભ માટે સ્ટાર કરવા તેને ટૅપ કરો અને જાળવી રાખો.
hi: किसी संदेश को भविष्य के संदर्भ के लिए स्टार करने के लिए उस पर टैप करके रखें।
it: Tieni premuto qualsiasi messaggio per contrassegnarlo come riferimento futuro.
ja: 後で参考にするためにメッセージに星を付けるには、タップしてホールドしてください。
kn: ಭವಿಷ್ಯದ ಉಲ್ಲೇಖಕ್ಕಾಗಿ ಸ್ಟಾರ್ ಮಾಡಲು ಯಾವುದೇ ಸಂದೇಶದ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ.
ml: ഭാവി റഫറൻസിനായി ഏത് സന്ദേശവും സ്റ്റാർ ചെയ്യാൻ ടാപ്പ് ചെയ്‌ത് പിടിക്കുക.
mr: कोणत्याही मेसेजला भविष्यातील संदर्भासाठी तारांकित करण्यासाठी टॅप करा आणि धरून ठेवा.
nl: Houd uw vinger op een bericht om een ster toe te voegen zodat u het bericht later snel terugvindt.
pa: ਭਵਿੱਖ ਦੇ ਸੰਦਰਭ ਲਈ ਇਸ ਨੂੰ ਤਾਰਾਬੱਧ ਕਰਨ ਲਈ ਕਿਸੇ ਵੀ ਸੁਨੇਹੇ ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਹੋਲਡ ਕਰੋ।
pt_pt: Tocar sem soltar em qualquer mensagem para a marcar com estrela para referência futura.
ru: Нажмите и удерживайте сообщение, чтобы пометить его звездочкой.
ta_in: எதிர்காலக் குறிப்புக்காக எந்த செய்தியையும் நட்சத்திரமிட, அதைத் தட்டிப் பிடிக்கவும்.
te: భవిష్యత్తు రిఫరెన్స్ కొరకు దానిని స్టార్ చేయడానికి ఏదైనా సందేశాన్ని తట్టండి మరియు పట్టుకోండి.
tr: İleride başvurmak üzere yıldız koymak için herhangi bir iletiye dokunup basılı tutun.
ur_arab_in: کسی بھی پیغام کو مستقبل کے حوالے کے لیے اسٹار کرنے کی خاطر اس پر ٹیپ کریں اور ہولڈ کریں۔
vi: Chạm vào và giữ bất kỳ tin nhắn nào để gắn sao cho nó để tham khảo sau.
zh_hant: 點選並按住任何訊息來加上星號以便將來參考。

# chat.emptystate.media.title
source: All the media, files and links shared in this chat will be listed here
bn_in: এই চ্যাটে শেয়ার করা সমস্ত মিডিয়া, ফাইল এবং লিংকগুলি এখানে তালিকাভুক্ত করা হবে
de: Oha … Keine Mediendateien gefunden!
el: Ουπς... δεν βρέθηκαν αρχεία μέσων!
es: No se encontraron archivos multimedia.
fr: Oups… aucun fichier multimédia trouvé !
gu: આ ચૅટમાં શૅઅર કરેલ બધા મીડિયા, ફાઇલો અને લિંક્સ અહીં સૂચિબદ્ધ થશે
hi: ओह.. कोई मीडिया फाइल नहीं मिली!
it: Ops... Nessun file multimediale trovato.
ja: おぉっと..メディアファイルが見つかりませんでした!
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಎಲ್ಲ ಮೀಡಿಯಾ, ಫೈಲ್‌ಗಳು ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಲಿಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ml: ഈ ചാറ്റിൽ പങ്കിട്ട എല്ലാ മീഡിയകളും ഫയലുകളും ലിങ്കുകളും ഇവിടെ പട്ടികപ്പെടുത്തും
mr: या चॅटमध्ये शेअर केलेले सर्व मीडिया, फाइल्स आणि लिंक येथे सूचीबद्ध केले जातील
nl: Oeps... Geen mediabestanden gevonden!
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਸਾਰੇ ਮੀਡੀਆ, ਫਾਈਲਾਂ ਅਤੇ ਲਿੰਕ ਇੱਥੇ ਦਿੱਤੇ ਜਾਣਗੇ
pt_pt: Ups... não foram encontrados ficheiros de multimédia!
ru: Файлы мультимедиа не найдены.
ta_in: இந்த அரட்டையில் பகிரப்பட்ட அனைத்து ஊடகங்கள், கோப்புகள் மற்றும் இணைப்புகள் இங்கே பட்டியலிடப்படும்
te: ఈ చాట్‌లో పంచుకోబడ్డ మీడియా, ఫైల్స్ మరియు లింక్‌లు అన్నీ కూడా ఇక్కడ జాబితా చేయబడతాయి
tr: Hay aksi.. medya dosyası bulunamadı!
ur_arab_in: اس چیٹ میں شیئر کردہ تمام میڈیا، فائلز، اور لنکس کو یہاں فہرست میں درج کیا جائے گا
vi: Rất tiếc.. không tìm thấy tập tin media!
zh_hant: 噢..沒有發現任何媒體檔案！

# chat.emptystate.media.desc
source: Tap the plus icon in the chat view to exchange media files.
de: Tippen Sie zum Austausch von Mediendateien auf das Plussymbol in der Chatansicht.
el: Πατήστε το εικονίδιο συν στην προβολή συνομιλίας για να ανταλλάξετε αρχεία μέσων.
es: Toque el icono Más en la vista de chat para intercambiar archivos multimedia.
fr: Arattaiuer l’icône plus dans l’affichage du chat pour échanger des fichiers multimédia.
hi: मीडिया फाइलों का आदान-प्रदान करने के लिए चैट दृश्य में प्लस चिह्न पर टैप करें।
it: Tocca l’icona con il segno più nella visualizzazione chat per scambiare file multimediali.
ja: チャット画面のプラスアイコンをタップして、メディアファイルを交換してください。
nl: Tik op het plusteken in het chatvenster om mediabestanden uit te wisselen.
pt_pt: Tocar no ícone “mais” na vista de chat para trocar ficheiros de multimédia.
ru: Нажмите значок плюса в представлении чата для обмена файлами мультимедиа.
tr: Medya dosyaları paylaşmak için sohbet görünümünde artı simgesine dokunun.
vi: Chạm vào dấu cộng trong giao diện chat để trao đổi các tập tin media.
zh_hant: 點選聊天檢視中的加號圖示來交換媒體檔案。

# chat.emptystate.mentions.title
source: Wups.. no @mentions found!
bn_in: উপ্স.. কোন @উল্লেখ পাওয়া যায়নি!
de: Oha … Keine @Erwähnungen gefunden!
el: Ουπς...δεν βρέθηκαν @Αναφορές!
es: No se han encontrado @menciones.
fr: Oups… aucune @mentions trouvée !
gu: ઓહ.. કોઈ @ઉલ્લેખો મળ્યાં નથી!
hi: ओह.. कोई @उल्लेख नहीं मिला!
it: Ops... Nessuna @menzione trovata.
ja: おぉっと..@言及 が見つかりませんでした!
kn: ಓಹೋ... ಯಾವುದೇ @ಉಲ್ಲೇಖಗಳು ಕಂಡುಬಂದಿಲ್ಲ!
ml: ക്ഷമിക്കണം.. പരാമർശങ്ങളൊന്നും കണ്ടെത്തിയില്ല!
mr: वूप्स.. @उल्लेख सापडले नाहीत!
nl: Oeps... Geen @vermeldingen gevonden!
pa: ਉਹ ਹੋ.. ਕੇਈ @ਉਲੇਖ ਨਹੀਂ ਮਿਲੇ!
pt_pt: Ups... não foram encontradas @menções!
ru: Не найдены @упоминания.
ta_in: அச்சச்சோ.. @குறிப்பிடல்கள் எதுவும் காணப்படவில்லை!
te: అయ్యో.. ఎలాంటి @మెన్షన్‌లు కనుగొనబడలేదు!
tr: Hay aksi.. @bahsetme bulunamadı!
ur_arab_in: اوہو.. کوئی @مینشنز نہیں ملے!
vi: Rất tiếc.. không tìm thấy @mentions!
zh_hant: 噢..沒有發現任何 @提及！

# chat.emptystate.bots.title
source: Wups.. no bots found!
de: Oha … Keine Bots gefunden!
el: Ουπς...δεν βρέθηκαν δικτυορομπότ!
es: No se encontraron bots.
fr: Oups… aucun bot trouvé !
hi: ओह.. कोई बॉट नहीं मिला!
it: Ops... Nessun bot trovato.
ja: おぉっと..ボットが見つかりませんでした!
nl: Oeps... Geen bots gevonden!
pt_pt: Ups... não foram encontrados bots!
ru: Боты не найдены.
tr: Hay aksi.. robot bulunamadı!
vi: Rất tiếc.. không tìm thấy bot!
zh_hant: 噢..沒有發現任何 bot！

# chat.emptystate.bots.desc
source: Bots are your handy assistants that help automate daily activities you find monotonous. Go ahead and use them to get things done quickly.
de: Bots sind kleine, praktische Assistenten, die Ihnen beim Automatisieren monotoner täglicher Aktivitäten unter die Arme greifen. Legen Sie los, lassen Sie die Dinge schnell von Ihren Helfern erledigen.
el: Τα δικτυορομπότ είναι οι πρακτικοί βοηθοί σας για αυτοματοποίηση καθημερινών δραστηριοτήτων που βρίσκετε μονότονες. Προχωρήστε και χρησιμοποιήστε τα για να κάνετε γρήγορα τις δουλειές σας.
es: Los bots son los asistentes que le ayudarán a automatizar las actividades diarias más monótonas. Siga adelante y utilícelos para hacer las actividades rápidamente.
fr: Les bots, ces assistants utiles, automatisent les tâches quotidiennes qui vous semblent monotones. Lancez-vous, utilisez-les pour accélérer vos tâches.
hi: बॉट्स आपके ऐसे सुविधाजनक सहायक हैं जो आपकी ऐसी दैनिक गतिविधियों को स्वचालित बनाने में सहायता करते हैं जिन्हें आप ऊबाऊ मानते हैं। आगे बढ़ें और चीज़ों को तेज़ी से करने के लिए उनका उपयोग करें।
it: I bot sono utili assistenti che consentono di automatizzare le attività ripetitive. Utilizzali per velocizzare le operazioni.
ja: ボットは、退屈な日常業務を自動化してくれる、便利なアシスタントです。これらを使って、仕事をすばやくこなしましょう。
nl: Bots zijn handige assistenten die u helpen om monotone dagelijkse activiteiten te automatiseren. Wacht niet langer en gebruik ze om dingen snel gedaan te krijgen.
pt_pt: Bots são uns assistentes que ajudam a automatizar atividades diárias que considera monótonas. Não hesite em utilizá-los para concluir tudo mais rapidamente.
ru: Боты — удобные помощники для автоматизации рутинных повседневных задач. Попробуйте использовать их, чтобы быстрее справляться с делами.
tr: Robotlar, monoton bulduğunuz günlük etkinlikleri otomatikleştirmeye yardımcı olan pratik asistanlarınızdır. Devam edin ve bunları işleri hızlı bir şekilde yapmak için kullanın.
vi: Bot là trợ lý tiện lợi của bạn, giúp tự động hóa các hoạt động hàng ngày mà bạn thấy là đơn điệu. Tiến hành sử dụng chúng để nhanh chóng hoàn thành công việc.
zh_hant: Bot 是您的掌上小幫手，可幫助您自動處理任何您認為單調的日常活動。試試看，使用它們來快速處理事務。

# chat.emptystate.channels.title
source: Wups.. no channels found!
de: Oha … Keine Kanäle gefunden!
el: Ουπς...δεν βρέθηκαν κανάλια!
es: No se encontraron canales.
fr: Oups… aucun canal trouvé !
hi: ओह.. कोई चैनल नहीं मिला!
it: Ops... Nessun canale trovato.
ja: おぉっと..チャンネルが見つかりませんでした!
nl: Oeps... Geen kanalen gevonden!
pt_pt: Ups... não foram encontrados canais!
ru: Каналы не найдены.
tr: Hay aksi.. kanal bulunamadı!
vi: Rất tiếc.. không tìm thấy kênh!
zh_hant: 噢..沒有發現任何頻道！

# chat.emptystate.channels.desc
source: Channels are meant for enhanced collaboration in your organization.Go ahead and create your first channel now.
de: Kanäle unterstützen die bessere Zusammenarbeit in Ihrer Organisation. Legen Sie los, erstellen Sie gleich Ihren ersten Kanal.
el: Τα κανάλια προορίζονται για ενισχυμένη συνεργασία στον οργανισμό σας. Προχωρήστε και δημιουργήστε τώρα το πρώτο κανάλι σας.
es: Los canales están diseñados para mejorar la colaboración en su organización. Siga adelante y cree su primer canal ahora.
fr: Les canaux servent à optimiser la collaboration dans votre organisation. Lancez-vous, créez votre premier canal maintenant.
hi: चैनल आपके संगठन में बढ़े हुए सहयोग के लिए हैं। आगे बढ़ें और अब अपना पहला चैनल बनाएं।
it: I canali sono pensati per migliorare la collaborazione nell’organizzazione. Crea subito il tuo primo canale.
ja: チャンネルは、組織内での協力関係を強化するためのものです。初めてのチャンネルを今すぐ作成してみましょう。
nl: Kanalen zijn bedoeld voor een betere samenwerking in uw organisatie. Wacht niet langer en maak nu uw eerste kanaal.
pt_pt: Os canais destinam-se a colaboração avançada na sua organização. Crie o seu primeiro canal agora.
ru: Каналы предназначены для повышения эффективности совместной работы в организации. Создайте канал прямо сейчас.
tr: Kanallar, kuruluşunuzdaki geliştirilmiş işbirliği içindir. Devam edin ve ilk kanalınızı şimdi oluşturun.
vi: Các kênh được thiết kế để cải thiện sự cộng tác trong tổ chức của bạn. Tiến hành tạo kênh đầu tiên của bạn ngay.
zh_hant: 頻道用於增強您機構中的協作。試試看，立即建立您的首個頻道。

# chat.emptystate.chat.title
source: Wups.. no chats found!
bn_in: উপ্স.. কোন চ্যাট পাওয়া যায়নি!
de: Oha … Keine Chats gefunden!
el: Ουπς...δεν βρέθηκαν συνομιλίες!
es: No se encontraron chats.
fr: Oups… aucun chat trouvé !
gu: ઓહ.. કોઈ ચૅટ્સ મળી નથી!
hi: ओह.. कोई चैट नहीं मिली!
it: Ops... Nessuna chat trovata.
ja: おぉっと..チャットが見つかりませんでした!
kn: ಓಹೋ... ಯಾವುದೇ ಚಾಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ!
ml: ക്ഷമിക്കണം..ചാറ്റുകളൊന്നും കണ്ടെത്തിയില്ല!
mr: वूप्स.. चॅट सापडल्या नाहीत!
nl: Oeps... Geen chats gevonden!
pa: ਉਹ ਹੋ.. ਕੇਈ ਚੈਟ ਨਹੀਂ ਮਿਲੀ!
pt_pt: Ups... não foram encontrados chats!
ru: Чаты не найдены.
ta_in: அச்சச்சோ.. அரட்டைகள் எதுவும் காணப்படவில்லை!
te: అయ్యో.. ఎలాంటి చాట్‌లు కనుగొనబడలేదు!
tr: Hay aksi.. sohbet bulunamadı!
ur_arab_in: اوہو.. کوئی چیٹس نہیں ملیں!
vi: Rất tiếc.. không tìm thấy nội dung chat!
zh_hant: 噢..沒有發現任何聊天！

# chat.emptystate.chat.desc
source: Tap the button below to start a chat with your contacts.
de: Tippen Sie zum Chatten mit Ihren Kontakten auf die nachstehende Schaltfläche.
el: Πατήστε το παρακάτω κουμπί για να ξεκινήσετε μια συνομιλία με τις επαφές σας.
es: Pulse el botón de abajo para iniciar un chat con sus contactos.
fr: Appuyez sur le bouton ci-dessous pour démarrer un chat avec vos contacts.
hi: अपने संपर्कों के साथ कोई चैट आरंभ करने के लिए नीचे के बटन पर टैप करें।
it: Tocca il pulsante seguente per avviare una chat con i tuoi contatti.
ja: 下のボタンをタップして、コンタクトとのチャットを開始しましょう。
nl: Tik op de knop hieronder om een chat met uw contactpersonen te starten.
pt_pt: Toque no botão abaixo para iniciar um chat com os seus contactos.
ru: Нажмите кнопку ниже, чтобы начать чат с вашими контактами.
tr: Kişilerinizle bir sohbet başlatmak için aşağıdaki düğmeye dokunun.
vi: Chạm vào nút bên dưới để bắt đầu chat với các số liên lạc của bạn.
zh_hant: 點選以下按鈕來與您的聯絡人開始聊天。

# chat.emptystate.orggroup.title
source: Uh-Oh! No such Group exist in your Organization.
de: Oh, oh! Es gibt keine solche Gruppe in Ihrer Organisation.
el: Ωχ, όχι! Δεν υπάρχει τέτοια Ομάδα στον Οργανισμό σας.
es: ¡Vaya! No existe ningún grupo en su organización.
fr: Hou là ! Un tel groupe ne figure pas dans votre organisation.
hi: उह-ओह! ऐसा कोई समूह आपके संगठन में मौजूद नहीं है।
it: Attenzione! Il gruppo specificato non esiste nell’organizzazione.
ja: あぁっと!あなたの組織内にそのようなグループは存在しません。
nl: Sorry! Deze groep bestaat niet in uw organisatie.
pt_pt: Ai ai! Esse grupo não existe na sua organização.
ru: Ошибка. В вашей организации нет такой группы.
tr: Eyvah! Kuruluşunuzda böyle bir Grup yok.
vi: Ồ! Không tồn tại Nhóm nào như thế trong Tổ Chức của bạn.
zh_hant: 噢，不！您機構中不存在此類群組。

# chat.emptystate.contactsearch.initial
source: No contacts to suggest. Try search.
bn_in: সুপারিশ করার মত কোন পরিচিতি নেই। অনুসন্ধান করার চেষ্টা করুন।
de: Keine Kontakte zum Vorschlagen. Probieren Sie es mit der Suche.
el: Δεν υπάρχουν επαφές για να σας προτείνουμε. Δοκιμάστε την αναζήτηση.
es: No hay contactos que sugerir. Intente buscar.
fr: Aucune suggestion de contacts. Essayez la recherche.
gu: સૂચવવા માટે કોઈ સંપર્કો નથી. શોધ કરવાનો પ્રયાસ કરો.
hi: सुझाने के लिए कोई संपर्क नहीं है। खोज आज़माएं।
it: Nessun contatto da consigliare. Prova a eseguire una ricerca.
ja: 提示できるコンタクトがありません。 もう一度検索してください。
kn: ಸಲಹೆ ನೀಡಲು ಯಾವುದೇ ಸಂಪರ್ಕಗಳಿಲ್ಲ. ಹುಡುಕಾಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ml: നിർദ്ദേശിക്കാൻ കോൺടാക്റ്റുകളൊന്നുമില്ല. തിരയൽ പരീക്ഷിക്കുക.
mr: सूचित करण्यासाठी कोणतेही संपर्क नाहीत. शोध घेण्याचा प्रयत्न करा.
nl: Geen contactpersonen om voor te stellen. Probeer het met een zoekopdracht.
pa: ਸੁਝਾਉਣ ਲਈ ਕੋਈ ਸੰਪਰਕ ਨਹੀਂ ਹਨ। ਖੋਜ ਅਜ਼ਮਾਓ।
pt_pt: Não existem contactos a sugerir. Experimente a pesquisa.
ru: Нет контактов для предложения. Попробуйте использовать поиск.
ta_in: பரிந்துரைக்க எந்தத் தொடர்புகளும் இல்லை. தேட முயற்சிக்கவும்.
te: సూచించడానికి ఎలాంటి కాంటాక్ట్‌లు లేవు. వెతకడానికి ప్రయత్నించండి.
tr: Önerilecek kişi yok. Aramayı dene.
ur_arab_in: تجویز کرنے کے لیے کوئی رابطے نہیں ہیں۔ تلاش کو آزمائیں۔
vi: Không có số liên lạc để đề nghị. Thử tìm kiếm.
zh_hant: 無可建議的聯絡人。 試試搜尋。

# chat.permission.storage
source: To share media files, give access to storage
bn_in: মিডিয়ার ফাইলগুলি শেয়ার করার জন্য, স্টোরেজে অ্যাক্সেস দিন
de: Zum Teilen von Mediendateien lassen Sie Zugriff auf den Speicher zu
el: Για να μοιραστείτε αρχεία μέσων, δώστε πρόσβαση στην αποθήκευση
es: Para compartir archivos multimedia, dé acceso al almacenamiento
fr: Pour partager des fichiers multimédia, autorisez l’accès au stockage
gu: મીડિયા ફાઇલોને શૅઅર કરવા માટે, સંગ્રહની ઍક્સેસ આપો
hi: मीडिया फाइलों को साझा करने के लिए, संग्रहण तक पहुँच प्रदान करें
it: Per condividere i file multimediali, consenti l’accesso all’archiviazione
ja: メディアファイルを共有するには、ストレージへのアクセスを許可してください
kn: ಮೀಡಿಯಾ ಫೈಲ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು, ಸಂಗ್ರಹಣೆಗೆ ಪ್ರವೇಶಾವಕಾಶ ನೀಡಿ
ml: മീഡിയ ഫയലുകൾ പങ്കിടാൻ, സ്റ്റോറേജിലേക്ക് ആക്സസ് നൽകുക
mr: मीडिया फाइल्स शेअर करण्यासाठी, स्टोरेजचा अॅक्सेस द्या
nl: Geef toegang tot de opslag om mediabestanden te delen
pa: ਮੀਡੀਆ ਫਾਈਲਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ, ਸਟੋਰੇਜ ਤਕ ਪਹੁੰਚ ਦਿਓ
pt_pt: Para partilhar ficheiros de multimédia, dar acesso ao armazenamento
ru: Чтобы поделиться файлами мультимедиа, предоставьте доступ к хранилищу
ta_in: ஊடகக் கோப்புகளைப் பகிர, சேமிப்பகத்தை அணுக அனுமதிக்கவும்
te: మీడియా ఫైల్స్ పంచుకోవడానికి, స్టోరేజీకి యాక్సెస్‌ని ఇవ్వండి
tr: Medya dosyaları paylaşmak için depolama alanına erişim verin
ur_arab_in: میڈیا فائلز کو شیئر کرنے کے لیے، اسٹوریج تک رسائی فراہم کریں
vi: Để chia sẻ các tập tin media, hãy cho phép truy cập bộ nhớ
zh_hant: 要分享媒體檔案，請授與對存儲體的存取權限
