Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# dialog_block_prompt
source: You won't be able to communicate with %@. Are you sure?
bn_in: আপনি %@–এর সাথে যোগাযোগ করতে পারবেন না। আপনি কি নিশ্চিত?
de: Sie können nicht mehr mit %@ kommunizieren. Sicher?
el: Δεν θα μπορείτε να επικοινωνήσετε με %@. Είστε σίγουροι;
es: No se podrá comunicar con %@. ¿Está seguro de que desea continuar con la operación?
fr: Vous ne pourrez pas communiquer avec %@. Êtes-vous sûr ?
gu: તમે %@ સાથે વાતચીત કરી શકશો નહીં. શું તમે ચોક્કસ છો?
hi: आप %@ के साथ संवाद नहीं कर सकेंगे। क्या आप आश्वस्त हैं?
it: Non potrai più comunicare con %@. Procedere?
ja: %@とのコミュニケーションが取れなくなります。本当に続行しますか？
kn: %@ ರೊಂದಿಗೆ ಸಂವಹನ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಖಚಿತಪಡಿಸುತ್ತೀರಾ?
ml: നിങ്ങൾക്ക് %@ മായി ആശയവിനിമയം നടത്താൻ കഴിയില്ല. നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्ही %@ सोबत संवाद साधू शकणार नाही. तुम्हाला खात्री आहे का?
nl: U kunt niet meer communiceren met %@. Weet u het zeker?
pa: ਤੁਸੀਂ %@ ਦੇ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ। ਕੀ ਤੁਹਾਨੂੰ ਪੱਕਾ ਪਤਾ ਹੈ?
pt_pt: Não poderá comunicar com %@. Tem a certeza?
ru: Вы больше не сможете общаться с пользователем %@. Продолжить?
ta_in: நீங்கள் %@ உடன் தொடர்புகொள்ள முடியாது. உறுதியாகவா?
te: మీరు %@తో కమ్యూనికేట్ చేయలేరు. మీరు ఖచ్చితంగా చేయాలనుకుంటున్నారా?
tr: Artık %@ ile iletişim kuramayacaksınız. Emin misiniz?
ur_arab_in: آپ %@ کے ساتھ بات چیت نہیں کر سکیں گے۔ کیا آپ کو یقین ہے؟
vi: Bạn sẽ không thể liên lạc với %@. Bạn có chắc không?
zh_hant: 您將無法與 %@ 通訊。您確定嗎？

# chat_action_overflow_quick
source: New Chat
bn_in: নতুন চ্যাট
de: Neuer Chat
el: Νέα συνομιλία
es: Chat nuevo
fr: Nouvelle conversation
gu: નવી ચૅટ
hi: नई चैट
it: Nuova chat
ja: 新しいチャット
kn: ಹೊಸ ಚಾಟ್
ml: പുതിയ ചാറ്റ്
mr: नवीन चॅट
nl: Nieuwe chat
pa: ਨਵੀਂ ਚੈਟ
pt_pt: Novo chat
ru: Новый чат
ta_in: புதிய அரட்டை
te: కొత్త ఛాట్
tr: Yeni Sohbet
ur_arab_in: نئی چیٹ
vi: Chat Mới
zh_hant: 新聊天

# chat_contact_create_new_group
source: New Group
bn_in: নতুন গ্রুপ
de: Neue Gruppe
el: Νέα ομάδα
es: Grupo nuevo
fr: Nouveau groupe
gu: નવું સમૂહ
hi: नया समूह
it: Nuovo gruppo
ja: 新しいグループ
kn: ಹೊಸ ಗುಂಪು
ml: പുതിയ ഗ്രൂപ്പ്
mr: नवीन समूह
nl: Nieuwe groep
pa: ਨਵਾਂ ਸਮੂਹ
pt_pt: Novo grupo
ru: Новая группа
ta_in: புதிய குழு
te: కొత్త గ్రూపు
tr: Yeni Grup
ur_arab_in: نیا گروپ
vi: Nhóm Mới
zh_hant: 新群組

# chat_call_user_blocked_toast
source: Please unblock the user to make the call
bn_in: অনুগ্রহ করে কল করতে ব্যবহারকারীকে আনব্লক করুন
de: Zum Anrufen bitte den Nutzer entsperren
el: Κάντε άρση αποκλεισμού του χρήστη για να πραγματοποιήσετε την κλήση
es: Desbloquee al usuario para realizar la llamada
fr: Veuillez débloquer l’utilisateur pour passer l’appel
gu: કૉલ કરવા માટે ઉપયોગકર્તાને કૃપા કરીને અનાવરોધિત કરો
hi: कॉल करने के लिए, कृपया उपयोगकर्ता को अनब्लॉक करें
it: Sblocca l’utente per effettuare la chiamata
ja: 通話するーザーのブロックを解除してください
kn: ಕರೆಯನ್ನು ಮಾಡಲು ದಯವಿಟ್ಟು ಬಳಕೆದಾರನನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ml: കോൾ ചെയ്യുന്നതിന് ഉപയോക്താവിനെ തടഞ്ഞത് മാറ്റുക
mr: कृपया कॉल करण्यासाठी वापरकर्त्यास ब्लॉक करा
nl: Deblokkeer de gebruiker om te bellen
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਾਲ ਕਰਨ ਲਈ ਯੂਜ਼ਰ ਨੂੰ ਅਨਬਲੌਕ ਕਰੋ
pt_pt: Desbloqueie o utilizador para fazer a chamada
ru: Чтобы совершить звонок, разблокируйте пользователя
ta_in: அழைப்பைச் செய்ய பயனரைத் தடைநீக்கம் செய்க
te: కాల్ చేయడానికి దయచేసి యూజర్‌ని అన్‌బ్లాక్ చేయండి
tr: Lütfen çağrı yapmak için kullanıcının engelini kaldırın
ur_arab_in: براہ کرم کال کرنے کے لیے صارف کو ان بلاک کریں
vi: Vui lòng bỏ chặn người dùng để thực hiện cuộc gọi
zh_hant: 請解除封鎖使用者以進行呼叫

# chat_search_reactions
source: Search contacts
bn_in: পরিচিতিতে খুঁজুন
de: Kontakte suchen
el: Αναζήτηση επαφών
es: Buscar contactos
fr: Rechercher les contacts
gu: સંપર્કો શોધો
hi: संपर्क खोजें
it: Cerca contatti
ja: 連絡先を検索
kn: ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ
ml: കോൺ‌ടാക്റ്റുകൾ തിരയുക
mr: संपर्क शोधा
nl: Contactpersonen zoeken
pa: ਸੰਪਰਕ ਦੀ ਖੋਜ ਕਰੋ
pt_pt: Pesquisar contactos
ru: Поиск контактов
ta_in: தொடர்புகளைத் தேடு
te: కాంటాక్ట్‌లను వెతకండి
tr: Kişileri ara
ur_arab_in: رابطے تلاش کریں
vi: Tìm kiếm số liên lạc
zh_hant: 搜尋聯絡人

# chat_setting_privacy_blockedcontacts
source: Blocked Contacts
bn_in: ব্লক করা পরিচিতিগুলি
de: Blockierte Kontakte
el: Αποκλεισμένες επαφές
es: Contactos bloqueados
fr: Contacts bloqués
gu: અવરોધિત સંપર્કો
hi: अवरुद्ध संपर्क
it: Contatti bloccati
ja: ブロックされた連絡先
kn: ಬ್ಲಾಕ್ ಮಾಡಿದ ಸಂಪರ್ಕಗಳು
ml: തടഞ്ഞ കോൺ‌ടാക്റ്റുകൾ
mr: ब्लॉक केलेले संपर्क
nl: Geblokkeerde contactpersonen
pa: ਬਲੌਕ ਕੀਤੇ ਸੰਪਰਕ
pt_pt: Contactos bloqueados
ru: Заблокированные контакты
ta_in: தடைசெய்யப்பட்ட தொடர்புகள்
te: బ్లాక్ చేసిన కాంటాక్ట్‌లు
tr: Engellenen Kişiler
ur_arab_in: بلاک کردہ رابطے
vi: Các Số Liên Lạc Đã Chặn
zh_hant: 已封鎖聯絡人

# settings_privacy_blockedcontacts
source: Blocked Contacts
bn_in: ব্লক করা পরিচিতিগুলি
de: Blockierte Kontakte
el: Αποκλεισμένες επαφές
es: Contactos bloqueados
fr: Contacts bloqués
gu: અવરોધિત સંપર્કો
hi: अवरुद्ध संपर्
it: Contatti bloccati
ja: ブロックされた連絡先
kn: ಬ್ಲಾಕ್ ಮಾಡಿದ ಸಂಪರ್ಕಗಳು
ml: തടഞ്ഞ കോൺ‌ടാക്റ്റുകൾ
mr: ब्लॉक केलेले संपर्क
nl: Geblokkeerde contactpersonen
pa: ਬਲੌਕ ਕੀਤੇ ਸੰਪਰਕ
pt_pt: Contactos bloqueados
ru: Заблокированные контакты
ta_in: தடைசெய்யப்பட்ட தொடர்புகள்
te: బ్లాక్ చేసిన కాంటాక్ట్‌లు
tr: Engellenen Kişiler
ur_arab_in: بلاک کردہ رابطے
vi: Các Số Liên Lạc Đã Chặn
zh_hant: 已封鎖聯絡人

# chat_setting_privacy_blockuser
source: Block user
bn_in: ব্যবহারকারীকে ব্লক করুন
de: Nutzer blockieren
el: Αποκλεισμός χρήστη
es: Bloquear usuario
fr: Bloquer l’utilisateur
gu: ઉપયોગકર્તાને અવરોધિત કરો
hi: उपयोगकर्ता को अवरोधित करें
it: Blocca utente
ja: ユーザーをブロック
kn: ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಿ
ml: ഉപയോക്താവിനെ തടയുക
mr: वापरकर्त्याला ब्लॉक करा
nl: Gebruiker blokkeren
pa: ਯੂਜ਼ਰ ਨੂੰ ਬਲੌਕ ਕਰੋ
pt_pt: Bloquear utilizador
ru: Заблокировать пользователя
ta_in: பயனரைத் தடைசெய்
te: యూజర్‌ను బ్లాక్ చేయండి
tr: Kullanıcıyı engelle
ur_arab_in: صارف کو بلاک کریں
vi: Chặn người dùng
zh_hant: 封鎖使用者

# chat_setting_privacy_unblock_error
source: Error in unblocking user
bn_in: ব্যবহারকারীকে আনব্লক করার সময় ত্রুটি
de: Fehler beim Entsperren des Nutzers
el: Σφάλμα κατά την άρση αποκλεισμού χρήστη
es: No se pudo desbloquear al usuario
fr: Erreur pendant le déblocage de l’utilisateur
gu: ઉપયોગકર્તાને અનાવરોધિત કરવામાં ભૂલ
hi: उपयोगकर्ता को अनब्लॉक करने में त्रुटि
it: Errore durante lo sblocco dell’utente
ja: ユーザーブロック解除のエラー
kn: ಬಳಕೆದಾರನನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഉപയോക്താവിനെ തടഞ്ഞതിൽ പിശക്
mr: वापरकर्त्याला अनब्लॉक करतांना त्रुटी आली
nl: Fout tijdens deblokkeren van gebruiker
pa: ਅਨਬਲੌਕ ਕਰਨ ਵਿੱਚ ਏਰਰ
pt_pt: Erro ao desbloquear o utilizador
ru: Ошибка при разблокировке пользователя
ta_in: பயனரைத் தடைநீக்குவதில் பிழை
te: యూజర్‌ని అన్‌బ్లాక్ చేయడంలో దోషం ఏర్పడింది
tr: Kullanıcının engellemesi kaldırılırken hata oluştu
ur_arab_in: صارف کو ان بلاک کرنے میں نقص
vi: Có lỗi khi bỏ chặn người dùng
zh_hant: 解除封鎖使用者時出錯

# chat_addmember_warning_title_adhocChat
source: Add a contact to this chat?
bn_in: এই চ্যাটে একটি পরিচিতি যোগ করবেন?
de: Kontakt zu diesem Chat hinzufügen?
el: Προσθήκη επαφής στη συνομιλία αυτή;
es: ¿Desea agregar un contacto a este chat?
fr: Ajouter un contact à cette conversation ?
gu: આ ચૅટમાં સંપર્ક ઉમેરવો છે?
hi: क्या इस चैट में संपर्क जोड़ें?
it: Aggiungere un contatto a questa chat?
ja: このチャットに連絡先を追加しますか？
kn: ಈ ಚಾಟ್‌ಗೆ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸುವುದೇ?
ml: ഈ ചാറ്റിലേക്ക് ഒരു കോൺ‌ടാക്റ്റ് ചേർക്കണോ?
mr: या चॅटमध्ये संपर्क जोडायचा?
nl: Als contactpersoon aan deze chat toevoegen?
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਕੋਈ ਸੰਪਰਕ ਸ਼ਾਮਲ ਕਰੋ?
pt_pt: Adicionar um contacto a este chat?
ru: Добавить контакт в этот чат?
ta_in: இந்த அரட்டையில் ஒரு தொடர்பைச் சேர்க்கவா?
te: ఈ చాట్‌కు ఒక కాంటాక్ట్‌ని జోడించాలా?
tr: Bu sohbete bir kişi eklensin mi?
ur_arab_in: اس چیٹ میں رابطہ شامل کریں؟
vi: Thêm một số liên lạc vào nội dung chat này?
zh_hant: 新增一個聯絡人至此聊天？

# chat_addmember_warning_titles_adhocChat
source: Add contacts to this chat?
bn_in: এই চ্যাটে একটি পরিচিতিগুলি যোগ করবেন?
de: Kontakte zu diesem Chat hinzufügen?
el: Προσθήκη επαφών στη συνομιλία αυτή;
es: ¿Desea agregar contactos a este chat?
fr: Ajouter des contacts à cette conversation ?
gu: આ ચૅટમાં સંપર્કો ઉમેરવા છે?
hi: क्या इस चैट में संपर्कों को जोड़ें?
it: Aggiungere contatti a questa chat?
ja: このチャットに連絡先を追加しますか？
kn: ಈ ಚಾಟ್‌ಗೆ ಸಂಪರ್ಕಗಳನ್ನು ಸೇರಿಸುವುದೇ?
ml: ഈ ചാറ്റിലേക്ക് കോൺ‌ടാക്റ്റുകൾ ചേർക്കണോ?
mr: या चॅटमध्ये संपर्क जोडायचे?
nl: Contactpersoon aan deze chat toevoegen?
pa: ਇਸ ਚੈਟ ਵਿੱਚ ਸੰਪਰਕ ਸ਼ਾਮਲ ਕਰੋ?
pt_pt: Adicionar contactos a este chat?
ru: Добавить контакты в этот чат?
ta_in: இந்த அரட்டையில் தொடர்புகளைச் சேர்க்கவா?
te: ఈ చాట్‌కు కాంటాక్ట్‌లు జోడించాలా?
tr: Bu sohbete kişiler eklensin mi?
ur_arab_in: اس چیٹ میں رابطے شامل کریں؟
vi: Thêm các số liên lạc vào nội dung chat này?
zh_hant: 新增多個聯絡人至此聊天？

# chat_chatactions_clear_chat
source: Clear chat
bn_in: চ্যাট মুছে ফেলুন
de: Chat löschen
el: Διαγραφή συνομιλίας
es: Borrar chat
fr: Effacer la conversation
gu: ચૅટ સાફ કરો
hi: चैट साफ करें
it: Cancella chat
ja: チャットをクリア
kn: ಚಾಟ್ ತೆರವುಗೊಳಿಸಿ
ml: ചാറ്റ് മായ്‌ക്കുക
mr: चॅट साफ करा
nl: Chat wissen
pa: ਚੈਟ ਮਿਟਾਓ
pt_pt: Limpar o chat
ru: Очистить чат
ta_in: அரட்டையை அழி
te: చాట్ క్లియర్ చేయండి
tr: Sohbeti temizle
ur_arab_in: چیٹ کو صاف کریں
vi: Xóa chat
zh_hant: 清除聊天

# chat_action_bottomsheet_mute
source: Mute chat
bn_in: চ্যাট মিউট করুন
de: Chat stummschalten
el: Σίγαση συνομιλίας
es: Silenciar chat
fr: Couper le son du chat
gu: ચૅટ મ્યૂટ કરો
hi: चैट को म्यूट करें
it: Disattiva audio chat
ja: チャットをミュート
kn: ಚಾಟ್‌ ಅನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿ
ml: ചാറ്റ് നിശബ്ദമാക്കുക
mr: चॅट म्युट करा
nl: Chat dempen
pa: ਚੈਟ ਮਿਉਟ ਕਰੋ
pt_pt: Desativar som do chat
ru: Отключить звук чата
ta_in: அரட்டையை ஒலிதடை செய்
te: మ్యూట్ చేసిన చాట్‌
tr: Sohbetin sesini kapat
ur_arab_in: چیٹ کو خاموش کریں
vi: Tắt tiếng nội dung chat
zh_hant: 靜音聊天

# chat_chatactions_muteconversation
source: Mute chat
de: @string/chat_action_bottomsheet_mute
el: @string/chat_action_bottomsheet_mute
es: @string/chat_action_bottomsheet_mute
fr: @string/chat_action_bottomsheet_mute
gu: @string/chat_action_bottomsheet_mute
hi: @string/chat_action_bottomsheet_mute
it: @string/chat_action_bottomsheet_mute
ja: @string/chat_action_bottomsheet_mute
kn: @string/chat_action_bottomsheet_mute
ml: @string/chat_action_bottomsheet_mute
mr: @string/chat_action_bottomsheet_mute
nl: @string/chat_action_bottomsheet_mute
pa: @string/chat_action_bottomsheet_mute
pt_pt: @string/chat_action_bottomsheet_mute
ru: @string/chat_action_bottomsheet_mute
ta_in: அரட்டையை ஒலிதடை செய்
te: @string/chat_action_bottomsheet_mute
tr: @string/chat_action_bottomsheet_mute
ur_arab_in: @string/chat_action_bottomsheet_mute
vi: @string/chat_action_bottomsheet_mute
zh_hant: @string/chat_action_bottomsheet_mute

# chat_overflow_mute_conversation
source: Mute conversation
de: @string/chat_action_bottomsheet_mute
el: @string/chat_action_bottomsheet_mute
es: @string/chat_action_bottomsheet_mute
fr: @string/chat_action_bottomsheet_mute
gu: @string/chat_action_bottomsheet_mute
hi: @string/chat_action_bottomsheet_mute
it: @string/chat_action_bottomsheet_mute
ja: @string/chat_action_bottomsheet_mute
kn: @string/chat_action_bottomsheet_mute
ml: @string/chat_action_bottomsheet_mute
mr: @string/chat_action_bottomsheet_mute
nl: @string/chat_action_bottomsheet_mute
pa: @string/chat_action_bottomsheet_mute
pt_pt: @string/chat_action_bottomsheet_mute
ru: @string/chat_action_bottomsheet_mute
ta_in: அரட்டையை ஒலிதடை செய்
te: @string/chat_action_bottomsheet_mute
tr: @string/chat_action_bottomsheet_mute
ur_arab_in: @string/chat_action_bottomsheet_mute
vi: @string/chat_action_bottomsheet_mute
zh_hant: @string/chat_action_bottomsheet_mute

# chat_actions_mute_text
source: Mute chat
de: @string/chat_chatactions_muteconversation
el: @string/chat_chatactions_muteconversation
es: @string/chat_chatactions_muteconversation
fr: @string/chat_chatactions_muteconversation
gu: @string/chat_chatactions_muteconversation
hi: @string/chat_chatactions_muteconversation
it: @string/chat_chatactions_muteconversation
ja: @string/chat_chatactions_muteconversation
kn: @string/chat_chatactions_muteconversation
ml: @string/chat_chatactions_muteconversation
mr: @string/chat_chatactions_muteconversation
nl: @string/chat_chatactions_muteconversation
pa: @string/chat_chatactions_muteconversation
pt_pt: @string/chat_chatactions_muteconversation
ru: @string/chat_chatactions_muteconversation
ta_in: அரட்டையை ஒலிதடை செய்
te: @string/chat_chatactions_muteconversation
tr: @string/chat_chatactions_muteconversation
ur_arab_in: @string/chat_chatactions_muteconversation
vi: @string/chat_chatactions_muteconversation
zh_hant: @string/chat_chatactions_muteconversation

# chat_overflow_unmute_conversation
source: Unmute chat
bn_in: চ্যাট আনমিউট করুন
de: Chatstummschaltung aufheben
el: Διακοπή σίγασης συνομιλίας
es: Reactivar chat
fr: Réactiver le son du chat
gu: ચૅટ અનમ્યૂટ કરો
hi: चैट को अनम्यूट करें
it: Disattiva silenzioso della chat
ja: チャットのミュートを解除
kn: ಚಾಟ್‌ ಅನ್ನು ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡಿ
ml: ചാറ്റ് നിശബ്ദമല്ലാതാക്കുക
mr: चॅट अनम्युट करा
nl: Dempen van chat opheffen
pa: ਚੈਟ ਅਨਮਿਉਟ ਕਰੋ
pt_pt: Ativar som do chat
ru: Включить звук чат
ta_in: அரட்டையை ஒலிதடை நீக்கு
te: అన్‌మ్యూట్ చేసిన చాట్‌
tr: Sohbetin sesini aç
ur_arab_in: چیٹ کو غیر خاموش کریں
vi: Hủy tắt tiếng nội dung chat
zh_hant: 取消靜音聊天

# chat_bottomsheet_more_view_read_receipt
source: View info
bn_in: তথ্য দেখুন
de: Info anzeigen
el: Προβολή πληροφοριών
es: Ver información
fr: Afficher les informations
gu: માહિતી જુઓ
hi: जानकारी देखें
it: Visualizza informazioni
ja: 情報の表示
kn: ಮಾಹಿತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: വിവരം കാണുക
mr: माहिती पहा
nl: Info weergeven
pa: ਜਾਣਕਾਰੀ ਦੇਖੋ
pt_pt: Ver informações
ru: Просмотреть сведения
ta_in: தகவல்களைக் காண்க
te: సమాచారం వీక్షించండి
tr: Bilgileri görüntüle
ur_arab_in: معلومات دیکھیں
vi: Xem thông tin
zh_hant: 檢視資訊

# chat_msg_read_receipt
source: Message info
bn_in: মেসেজের তথ্য
de: Mitteilungsinfo
el: Πληροφορίες μηνύματος
es: Información del mensaje
fr: Informations sur le message
gu: સંદેશ માહિતી
hi: संदेश संबंधी जानकारी
it: Info messaggio
ja: メッセージ情報
kn: ಸಂದೇಶದ ಮಾಹಿತಿ
ml: സന്ദേശ വിവരം
mr: मेसेज माहिती
nl: Info over bericht
pa: ਸੁਨੇਹਾ ਜਾਣਕਾਰੀ
pt_pt: Informações da mensagem
ru: Сведения о сообщении
ta_in: தகவல்களை செய்தியனுப்பு
te: సందేశం సమాచారం
tr: Mesaj bilgileri
ur_arab_in: پیغام کی معلومات
vi: Thông tin tin nhắn
zh_hant: 訊息資訊

# chat_emptystate_contactsearch_title
source: Uh-Oh! This contact does not exist.
bn_in: আ-ওহঃ! এই পরিচিতির অস্তিত্ব নেই।
de: Oh, oh! Diesen Kontakt gibt es nicht.
el: Ωχ, όχι! Αυτή η επαφή δεν υπάρχει.
es: Lo sentimos. Este contacto no existe.
fr: Oh, oh ! Ce contact n’existe pas.
gu: ઉહ-ઓહ! આ સંપર્ક અસ્તિત્વમાં નથી.
hi: उह-ओह! यह संपर्क मौजूद नहीं है।
it: Oh oh! Questo contatto non esiste.
ja: あぁっと! この連絡先は存在しません。
kn: ಊಹ್-ಓಹ್! ಈ ಸಂಪರ್ಕ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ml: ഹോ! ഈ കോൺ‌ടാക്റ്റ് നിലവിലില്ല.
mr: ओह हो! हा संपर्क अस्तित्वात नाही.
nl: Oh! Deze contactpersoon bestaat niet.
pa: ਓ-ਹੋ! ਇਹ ਸੰਪਰਕ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pt_pt: Oh não! Este contacto não existe.
ru: Ошибка! Такого контакта не существует.
ta_in: அடடா! இந்த தொடர்பு இல்லை.
te: అయ్యో,- ఓహో! ఈ కాంటాక్ట్ ఉనికిలో లేడు.
tr: Eyvah! Bu kişi yok.
ur_arab_in: اوہ-ہو! یہ رابطہ موجود نہیں ہے۔
vi: Ồ! Số liên lạc này không tồn tại.
zh_hant: 噢！此聯絡人不存在。

# cliq_message_1to1EmptyEmptySubTitle
source: You can send messages, make calls and do more in this space
bn_in: আপনি এই স্থানটিতে বার্তা প্রেরণ, কল করতে এবং আরও কিছু করতে পারেন
de: An dieser Stelle können Sie Mitteilungen senden, Anrufe tätigen und mehr unternehmen
el: Μπορείτε να στέλνετε μηνύματα, να πραγματοποιείτε κλήσεις και να κάνετε περισσότερα στον χώρο αυτόν
es: Desde este espacio puede enviar mensajes, hacer llamadas y realizar otras acciones
fr: Vous pouvez envoyer des messages, passer des appels et faire plus encore dans cet espace
gu: તમે સંદેશ મોકલી શકો છો, ક ,લ્સ કરી શકો છો અને આ જગ્યામાં વધુ કરી શકો છો
hi: आप इस स्थान में संदेश भेज सकते हैं, कॉल्स कर सकते हैं तथा और भी बहुत कुछ कर सकते हैं
it: Puoi inviare messaggi, fare chiamate e altro in questo spazio
ja: メッセージを送ったり、電話をかけたり、いろいろなことができるスペースです。
kn: ಈ ಜಾಗದಲ್ಲಿ ನೀವು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಕರೆಗಳನ್ನು ಮಾಡಬಹುದು ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು ಮಾಡಬಹುದು
ml: നിങ്ങൾക്ക് ഈ സ്ഥലത്ത് സന്ദേശങ്ങൾ അയയ്ക്കാനും കോളുകൾ ചെയ്യാനും കൂടുതൽ കാര്യങ്ങൾ ചെയ്യാനും കഴിയും
mr: तुम्ही या जागेमध्ये मेसेज पाठवू शकता, कॉल करू शकता आणि बरेच काही करू शकता
nl: U kunt in deze ruimte berichten verzenden, bellen en meer doen
pa: ਤੁਸੀਂ ਇਸ ਥਾਂ ਤੇ ਸੁਨੇਹੇ ਭੇਜ ਸਕਦੇ ਹੋ, ਕਾਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਕਰ ਸਕਦੇ ਹੋ
pt_pt: Pode enviar mensagens, fazer chamadas e muito mais neste espaço
ru: Здесь вы можете отправлять сообщения, звонить и выполнять другие действия
ta_in: இந்த இடத்தில் நீங்கள் செய்திகளை அனுப்பலாம், அழைப்புகள் செய்யலாம் மற்றும் மேலும் பலவற்றைச் செய்யலாம்
te: మీరు సందేశాలు పంపవచ్చు, కాల్స్ చేయవచ్చు మరియు ఈ స్థలంలో మరిన్ని చేయవచ్చు
tr: Bu alan içerisinden mesaj gönderebilir, çağrı yapabilir ve daha fazlasını gerçekleştirebilirsiniz
ur_arab_in: اس جگہ پر آپ پیغامات بھیج سکتے ہیں، کالز کر سکتے ہیں اور مزید کام کر سکتے ہیں
vi: Bạn có thể gửi tin nhắn, thực hiện cuộc gọi và thực hiện những thao tác khác trong không gian này
zh_hant: 您可以在此空間中傳送訊息、撥打電話及執行更多操作

# cliq_message_adhocEmptySubTitle
source: You can record and send audio messages, make group calls and do more…
bn_in: আপনি অডিও বার্তাগুলি রেকর্ড এবং প্রেরণ করতে পারেন, গ্রুপ কল করতে এবং আরও কিছু করতে পারেন...
de: Sie können Audiomitteilungen aufzeichnen und versenden, Gruppenanrufe tätigen und mehr …
el: Μπορείτε να ηχογραφείτε και να στέλνετε ηχητικά μηνύματα, να πραγματοποιείτε ομαδικές κλήσεις και πολλά άλλα...
es: Puede grabar y enviar mensajes de audio, hacer llamadas de grupo, entre otras acciones...
fr: Vous pouvez enregistrer et envoyer des messages audio, passer des appels de groupe et bien plus encore…
gu: તમે ઑડિયો સંદેશાઓ રેકોર્ડ કરી અને મોકલી શકો છો, સમૂહ કૉલ્સ કરી શકો છો અને વધુ કરી શકો છો…
hi: आप ऑडियो संदेश रिकार्ड कर सकते हैं और भेज सकते हैं, समूह कॉल्स तथा और भी बहुत कुछ कर सकते हैं…
it: Puoi registrare e inviare messaggi audio, fare chiamate di gruppo e fare altro...
ja: オーディオメッセージを録音して送信したり、グループ通話をしたりと、様々な機能があります。
kn: ನೀವು ಆಡಿಯೊ ಸಂದೇಶಗಳನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಬಹುದು ಮತ್ತು ಕಳುಹಿಸಬಹುದು, ಗುಂಪು ಕರೆಗಳನ್ನು ಮಾಡಬಹುದು ಹಾಗೂ ಇನ್ನಷ್ಟನ್ನು ಮಾಡಬಹುದು...
ml: നിങ്ങൾക്ക് ഓഡിയോ സന്ദേശങ്ങൾ റെക്കോർഡ് ചെയ്യാനും അയയ്‌ക്കാനും ഗ്രൂപ്പ് കോളുകൾ ചെയ്യാനും കൂടുതൽ കാര്യങ്ങൾ ചെയ്യാനും കഴിയും…
mr: तुम्ही ऑडिओ मेसेज रेकॉर्ड करू आणि पाठवू शकता, समूह कॉल करू शकता आणि बरेच काही करू शकता...
nl: U kunt audioberichten opnemen en verzenden, groepsgesprekken voeren en meer doen...
pa: ਤੁਸੀਂ ਆਡੀਓ ਸੁਨੇਹੇ ਰਿਕਾਰਡ ਅਤੇ ਭੇਜ ਸਕਦੇ ਹੋ, ਸਮੂਹ ਕਾਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਕਰ ਸਕਦੇ ਹੋ ...
pt_pt: Pode gravar e enviar mensagens de áudio, fazer chamadas em grupo e muito mais…
ru: Можно записывать и отправлять аудиосообщения, проводить групповые звонки и не только…
ta_in: நீங்கள் ஆடியோ செய்திகளைப் பதிவுசெய்து அனுப்பலாம், குழு அழைப்புகள் செய்யலாம் மற்றும் மேலும் பலவற்றைச் செய்யலாம்...
te: మీరు ఆడియో సందేశాలను రికార్డ్ చేయవచ్చు మరియు పంపవచ్చు, గ్రూపు కాల్స్ చేయవచ్చు మరియు మరింత చేయవచ్చు…
tr: Sesli mesajlar kaydedebilir ve gönderebilir, grup çağrıları ve daha fazlasını yapabilirsiniz…
ur_arab_in: آپ آڈیو پیغامات بھیج سکتے ہیں اور ریکارڈ کر سکتے ہیں، گروپ کالز کر سکتے ہیں اور مزید کام کر سکتے ہیں...
vi: Bạn có thể ghi và và gửi tin nhắn âm thanh, thực hiện các cuộc gọi nhóm và thực hiện các thao tác khác...
zh_hant: 您可以錄製和傳送音訊訊息、進行群組通話及執行更多操作…

# chat_emptystate_mentions_desc
source: Whenever you get mentioned in any chat, the @mention will be listed here in this space.
bn_in: যখনই আপনাকে যে কোনও চ্যাটে উল্লেখ করা হবে, তখন @উল্লেখ এখানে এই স্পেসে তালিকাভুক্ত করা হবে।
de: Wenn Sie in einem Chat erwähnt werden, wird die @Erwähnung an dieser Stelle gelistet.
el: Κάθε φορά που αναφέρεστε σε οποιαδήποτε συνομιλία, το @αναφορά θα περιλαμβάνεται εδώ, σε αυτόν τον χώρο.
es: Siempre que le mencionen en cualquier chat, la @mención aparecerá en este espacio.
fr: Chaque fois que vous serez mentionné dans une conversation, la @mention sera listée ici dans cet espace.
gu: જ્યારે પણ તમે કોઈપણ ચૅટમાં ઉલ્લેખિત થશો, ત્યારે આ જગ્યામાં @મેન્શન સૂચિબદ્ધ થશે.
hi: जब कभी आपका किसी भी चैट में उल्लेख किया जाता है, तब @उल्लेख को इस स्थान में यहाँ सूचीबद्ध किया जाएगा।
it: Ogni volta che vieni menzionato in una chat, la @menzione sarà elencata in questo spazio.
ja: チャットであなたが言及されたとき、@メンションがこのスペースにリスト化されます。
kn: ಯಾವುದೇ ಚಾಟ್‌ನಲ್ಲಿ ನೀವು ಪ್ರಸ್ತಾಪಿಸಲ್ಪಟ್ಟಾಗ, ಈ ಜಾಗದಲ್ಲಿ @mention ಲಿಸ್ಟ್ ಆಗುತ್ತದೆ.
ml: ഏതെങ്കിലും ചാറ്റിൽ നിങ്ങൾ പരാമർശിക്കപ്പെടുമ്പോഴെല്ലാം, ഈ പരാമർശം ഇവിടെ ഈ സ്ഥലത്ത് പട്ടികപ്പെടുത്തും.
mr: जेव्हा जेव्हा तुमचा कोणत्याही चॅटमध्ये उल्लेख येईल, तेव्हा या जागेत @उल्लेख सूचीबद्ध केले जाईल.
nl: Elke keer dat u in een chat wordt genoemd, wordt de @vermelding hier in deze ruimte vermeld.
pa: ਜਦੋਂ ਵੀ ਤੁਹਾਡਾ ਕਿਸੇ ਵੀ ਚੈਟ ਵਿੱਚ ਜ਼ਿਕਰ ਹੋਵੇਗਾ, ਤਾਂ ਇਸ ਥਾਂ ਤੇ @mention ਵਿੱਚ ਇਸ ਸੂਚੀ ਨੂੰ ਸੂਚੀਬੱਧ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_pt: Sempre que é mencionado em qualquer chat, a @menção será listada aqui neste espaço.
ru: Если кто-либо упомянет вас в чате, здесь будет указано @упоминание.
ta_in: ஏதேனும் அரட்டையில் உங்கள் பெயர் குறிப்பிடப்படும் போதெல்லாம், இந்த இடத்தில் @குறிப்பிடல் இங்கே பட்டியலிடப்படும்.
te: మీరు ఏదైనా చాట్‌లో పేర్కొన్నప్పుడల్లా, ఈ స్థలంలో @mention ఇక్కడ జాబితా చేయబడుతుంది.
tr: Herhangi bir sohbette sizden bahsedildiğinde, @bahsetme bu alanda listelenir.
ur_arab_in: جب بھی آپ کو کسی چیٹ میں مینشن کیا جائے، تو @مینشن کو اس جگہ پر فہرست میں درج کیا جائے گا۔
vi: Bất kỳ khi nào bạn được nhắc đến trong bất kỳ nội dung chat nào, @nhắc đến sẽ được liệt kê ở chỗ này.
zh_hant: 您在任何聊天中被提及時，@提及將會顯示在此空間的此處。

# chat_contact_external_nonorg
source: This user is not in your contacts
bn_in: এই ব্যবহারকারী আপনার পরিচিতিগুলিতে নেই
de: Dieser Nutzer ist nicht in Ihrer Kontaktliste
el: Ο χρήστης αυτός δεν βρίσκεται στις επαφές σας
es: Este usuario no está en sus contactos
fr: Cet utilisateur n’est pas dans vos contacts
gu: આ ઉપયોગકર્તા તમારા સંપર્કોમાં નથી
hi: यह उपयोगकर्ता आपके संपर्कों में नहीं है
it: Questo utente non è tra i tuoi contatti
ja: このユーザーはあなたの連絡先にはありません
kn: ಈ ಬಳಕೆದಾರ ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಲ್ಲಿ ಇಲ್ಲ
ml: ഈ ഉപയോക്താവ് നിങ്ങളുടെ കോൺടാക്റ്റുകളിൽ ഇല്ല
mr: हा वापरकर्ता तुमच्या संपर्कांमध्ये नाही
nl: Deze gebruiker staat niet in uw contactpersonen
pa: ਇਹ ਯੂਜ਼ਰ ਤੁਹਾਡੇ ਸੰਪਰਕ ਵਿਚ ਨਹੀਂ ਹੈ
pt_pt: Este utilizador não está nos seus contactos
ru: Этого пользователя нет в вашем списке контактов
ta_in: இந்த பயனர் உங்கள் தொடர்புகளில் இல்லை
te: ఈ యూజర్ మీ కాంటాక్ట్‌ల్లో లేడు
tr: Bu kullanıcı, kişiler listenizde yok
ur_arab_in: یہ صارف آپ کے رابطوں میں موجود نہیں ہے
vi: Người dùng này không nằm trong số liên lạc của bạn
zh_hant: 此使用者不在您的聯絡人中

# chat_day_just_now
source: Last seen just now
bn_in: ঠিক এখন শেষ দেখা গেছে
de: Gerade eben noch gesehen
el: Εθεάθη τελευταία φορά μόλις τώρα
es: Última conexión ahora mismo
fr: Dernière connexion à l’instant
gu: હમણાં જ છેલ્લે જોયું
hi: पिछली बार अभी-अभी देखा गया
it: Visto per l’ultima volta ora
ja: 最終閲覧: たった今
kn: ಕೊನೆಯದಾಗಿ ಈಗಷ್ಟೇ ಕಂಡುಬಂದಿದ್ದಾರೆ
ml: അവസാനം കണ്ടത് ഇപ്പോഴാണ്
mr: आत्ताच मागील वेळी पाहिले
nl: Zojuist voor het laatst gezien
pa: ਆਖਰੀ ਵਾਰ ਹੁਣੇ ਵੇਖਿਆ ਗਿਆ
pt_pt: Visto pela última vez mesmo agora
ru: Последнее подключение: только что
ta_in: கடைசியாக சற்றுமுன் தான் காணப்பட்டார்
te: చివరిగా ఇప్పుడే చూశారు
tr: Son görülme az önce
ur_arab_in: آخری بار بس ابھی دیکھا گیا
vi: Được thấy lần cuối ngay lúc này
zh_hant: 上次上線於剛剛
