Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.reminder.notification.both.one
source: You've got 1 reminder and 1 overdue as well.
de: Sie haben 1 Erinnerung und 1 überfällige Erinnerung.
el: Έχετε 1 υπενθύμιση και επίσης 1 εκπρόθεσμη.
es: Ha recibido 1 recordatorio y 1 recordatorio de vencimiento también.
fr: Vous avez reçu 1 rappel ainsi que 1 en retard.
hi: आपको1 रिमाइंडर मिला है और 1 बकाया भी है।
it: Hai 1 promemoria e anche 1 scadenza.
ja: 本日は1件のリマインダーと1件の期限切れがありました。
nl: U heeft 1 herinnering en ook 1 achterstallige herinnering.
pt_pt: Tem 1 lembrete e também 1 com o prazo ultrapassado.
ru: У вас 1 напоминание, а также 1 просроченное напоминание.
tr: 1 anımsatıcınız ve 1 zamanı geçmiş anımsatıcınız var.
vi: Bạn có 1 thông báo nhắc và cũng có 1 thông báo nhắc quá hạn.
zh_hant: 您有 1 個提醒和 1 個過期提醒。

# chat.reminder.notification.both.dueone
source: You've got 1 reminder and %@ overdues as well.
de: Sie haben 1 Erinnerung und %d überfällige Erinnerungen.
el: Έχετε 1 υπενθύμιση και επίσης %d εκπρόθεσμες.
es: Ha recibido 1 recordatorio y %d recordatorios de vencimiento también.
fr: Vous avez reçu 1 rappel ainsi que %d en retard.
hi: आपको1 रिमाइंडर मिला है और %d बकाया भी हैं।
it: Hai 1 promemoria e anche %d scadenze.
ja: 本日は1件のリマインダーと%d件の期限切れがありました。
nl: U heeft 1 herinnering en ook %d achterstallige herinneringen.
pt_pt: Tem 1 lembrete e também %d com o prazo ultrapassado.
ru: У вас 1 напоминание, а также просроченные напоминания (%d).
tr: 1 anımsatıcınız ve %d zamanı geçmiş anımsatıcınız var.
vi: Bạn có 1 thông báo nhắc và cũng có %d thông báo nhắc quá hạn.
zh_hant: 您有 1 個提醒和 %d 個過期提醒。

# chat.reminder.notification.both.overdueone
source: You've got %@ reminders and 1 overdue as well.
de: Sie haben %d Erinnerungen und 1 überfällige Erinnerung.
el: Έχετε %d υπενθυμίσεις και επίσης 1 εκπρόθεσμη.
es: Ha recibido %d recordatorios y 1 recordatorio de vencimiento también.
fr: Vous avez reçu %d rappels ainsi que 1 en retard.
hi: आपको%d रिमाइंडर मिले हैं और 1 बकाया भी है।
it: Hai %d promemoria e anche 1 scadenza.
ja: %d件のリマインダーと1件の期限切れがありました。
nl: U heeft %d herinneringen en ook 1 achterstallige herinnering.
pt_pt: Tem %d lembretes e também 1 com o prazo ultrapassado.
ru: У вас есть напоминания (%d), а также 1 просроченное напоминания.
tr: %d anımsatıcınız ve 1 zamanı geçmiş anımsatıcınız var.
vi: Bạn có %d thông báo nhắc và cũng có 1 thông báo nhắc quá hạn.
zh_hant: 您有 %d 個提醒和 1 個過期提醒。

# chat.reminder.notification.both.other
source: You've got %1$d reminders and %2$d overdues as well.
de: Sie haben %1$d Erinnerungen und %2$d überfällige Erinnerungen.
el: Έχετε %1$d υπενθυμίσεις και επίσης %2$d εκπρόθεσμες.
es: Ha recibido %1$d recordatorios y %2$d recordatorios de vencimiento también.
fr: Vous avez reçu %1$d rappels ainsi que %2$d en retard.
hi: आपको%1$d रिमाइंडर मिले हैं और %2$d बकाया भी है।
it: Hai %1$d promemoria e anche %2$d scadenze.
ja: 本日は%1$d件のリマインダーと%2$d件の期限切れがありました。
nl: U heeft %1$d herinneringen en ook %2$d achterstallige herinneringen.
pt_pt: Tem %1$d lembrete e também %2$d com o prazo ultrapassado.
ru: У вас есть напоминания (%1$d), а также просроченные напоминания (%2$d).
tr: %1$d anımsatıcınız ve %2$d zamanı geçmiş anımsatıcınız var.
vi: Bạn có %1$d thông báo nhắc và cũng có %2$d thông báo nhắc quá hạn.
zh_hant: 您有 %1$d 個提醒和 %2$d 個過期提醒。

# chat.reminder.notification.buckleall
source: Buckle up and ace them all!
de: Anschnallen und alles erledigen!
el: Ετοιμαστείτε και κάντε το!
es: Póngase al día para todos ellos.
fr: Bouclez votre ceinture et terminez-les tous !
hi: तैयार हो जाएं और उन सब को हरा दें!
it: Allaccia la cintura e prendi il massimo dei voti!
ja: 気を引き締めてすべて最高の仕上がりに！
nl: Verwerk ze nu allemaal!
pt_pt: Mãos à obra e trate de todos eles!
ru: Разберитесь с ними всеми!
tr: Hazırlanın ve hepsini tamamlayın!
vi: Chuẩn bị giải quyết tất cả chúng!
zh_hant: 行動起來，擊敗它們！

# chat.reminder.notification.chill
source: Get it done and chill out.
de: Erledigen Sie alles, lehnen Sie sich dann entspannt zurück.
el: Τελειώστε και χαλαρώστε.
es: Complételos y relájese.
fr: Faites-le faire et détendez-vous.
hi: इसे करवाएं और मस्त रहें।
it: Completalo e rilassati.
ja: 仕上げて、落ち着く。
nl: Rond dit af, zodat u zich kunt ontspannen.
pt_pt: Faça-os e descontraia.
ru: Выполните все дела, а потом расслабьтесь.
tr: İşinizi bitirin ve arkanıza yaslanın.
vi: Hoàn tất và thư giãn.
zh_hant: 放手去做，不要怕。

# chat.reminder.notification.finish
source: Finish them up today.
de: Erledigen Sie alles heute.
el: Τελειώστε το σήμερα.
es: Complételos hoy.
fr: Finissez-les aujourd’hui.
hi: उन्हें आज समाप्त करें।
it: Finiscili oggi.
ja: 本日中に終わらせましょう。
nl: Rond deze vandaag af.
pt_pt: Termine-os hoje ainda.
ru: Завершите все дела сегодня.
tr: Bunları bugün bitirin.
vi: Hoàn tất trong hôm nay.
zh_hant: 今天之內結束它們。

# chat.reminder.notification.getit
source: Get it done today.
de: Bekommen Sie heute alles geschafft.
el: Κάντε το σήμερα.
es: Complételos hoy.
fr: Faites-le faire aujourd’hui.
hi: इसे आज ही करवाएं।
it: Completalo oggi.
ja: 本日中に仕上げましょう。
nl: Voltooi ze vandaag.
pt_pt: Faça-os hoje.
ru: Сделайте все сегодня.
tr: Bugün bunu halledin.
vi: Hoàn tất hôm nay.
zh_hant: 今天之內完成。

# chat.reminder.notification.getthem
source: Get them done today.
de: Nehmen Sie sich heute alles vor.
el: Κάντε τα σήμερα.
es: Complételos hoy.
fr: Faites-les faire aujourd’hui.
hi: उन्हें आज ही करवाएं।
it: Completali oggi.
ja: 本日中に仕上げましょう。
nl: Voltooi ze vandaag nog.
pt_pt: Faça-os até ao final do dia de hoje.
ru: Выполните все сегодня.
tr: Bugün bunları halledin.
vi: Hoàn tất hôm nay.
zh_hant: 今天之內完成。

# chat.reminder.notification.buckleboth
source: Buckle up and ace them both!
de: Anschnallen und beides erledigen!
el: Ετοιμαστείτε και κάντε τα και τα δύο!
es: Póngase al día para ambos.
fr: Bouclez votre ceinture et terminez-les tous les deux !
hi: तैयार हो जाएं और उन दोनों को हरा दें!
it: Allaccia la cintura e prendi il massimo dei voti per entrambi!
ja: 気を引き締めて両方とも最高の仕上がりに！
nl: Verwerk ze nu allebei!
pt_pt: Mãos à obra e trate dos dois!
ru: Разберитесь с ними обоими!
tr: Hazırlanın ve ikisini de tamamlayın!
vi: Chuẩn bị giải quyết tất cả chúng!
zh_hant: 行動起來，擊敗它們！

# chat.reminder.mark.complete
source: Mark as completed
de: Als abgeschlossen markieren
el: Επισήμανση ως ολοκληρωμένο
es: Marcar como completado
fr: Marquer comme terminé
hi: पूर्ण किया गया के रूप में चिह्नित करें
it: Contrassegna come completato
ja: 対応済みとしてマーク
nl: Als voltooid markeren
pt_pt: Marcar como concluído
ru: Пометить как выполненные
tr: Tamamlandı olarak işaretle
vi: Đánh dấu là đã hoàn tất
zh_hant: 標記為「已完成」

# chat.reminder.mark.pending
source: Mark as pending
de: Als ausstehend markieren
el: Επισήμανση ως σε εκκρεμότητα
es: Marcar como pendiente
fr: Marquer comme en attente
hi: लंबित के रूप में चिह्नित करें
it: Contrassegna come In attesa
ja: 保留中としてマーク
nl: Als Openstaand markeren
pt_pt: Marcar como pendente
ru: Пометить как ожидающие выполнения
tr: Bekliyor olarak işaretle
vi: Đánh dấu là đang chờ
zh_hant: 標記為「擱置」

# chat.reminder.banner.title
source: Organize your work and enjoy a clutter free day.
de: Strukturieren Sie Ihre Arbeit, genießen Sie einen unverhedderten Tag.
el: Οργανώστε τη δουλειά σας και απολαύστε μία μέρα χωρίς αναστάτωση.
es: Organice su trabajo y disfrute de un día sin ajetreo.
fr: Organisez votre travail et profitez d’une journée sans encombrement.
hi: अपने काम को व्यवस्थित करें और अव्यवस्था-रहित दिन का आनंद लें।
it: Organizza il lavoro e goditi la giornata senza disordine.
ja: 業務を整理してすっきりした一日を。
nl: Organiseer uw werk en geniet van een rustige dag.
pt_pt: Organize o seu trabalho e desfrute de um dia sem complicações.
ru: Организуйте свои дела и облегчите себе рабочий день.
tr: İşinizi organize edin ve rahat bir günün keyfini çıkarın.
vi: Tổ chức công việc của bạn và có một ngày không rắc rối.
zh_hant: 組織您的工作，享受沒有雜亂的一天。

# chat.reminder.banner.description
source: Little tasks to big deadlines, ace them all on time by setting up Reminders!
de: Kleine Aufgaben oder große Fristen – mit Erinnerungen bekommen Sie alles in den Griff!
el: Μικρές καθήκοντα σε μεγάλες προθεσμίες, κάντε τα όλα εγκαίρως ρυθμίζοντας υπενθυμίσεις!
es: Pequeñas tareas con fechas límite importantes; aborde todo ello estableciendo recordatorios.
fr: Des petites tâches aux grandes échéances, terminez-les toutes à temps en configurant des rappels !
hi: बड़ी समय-सीमाओं के लिए छोटे काम, रिमाइंडर सेट करके उन सभी को समय पर हराएं!
it: Piccoli compiti con importanti scadenze? Completali in tempo impostando i promemoria!
ja: 小さな業務の締切が大量にあるなら、リマインダーをセットアップしてすべて最高の仕上がりに！
nl: Pak alles op tijd aan door herinneringen in te stellen. Van kleine taken tot grote oplevertermijnen!
pt_pt: Pequenas tarefas para grandes prazos, despache-os todos definindo Lembretes!
ru: От мелких задач до крупных проектов – выполняйте все вовремя, задавая напоминания!
tr: Anımsatıcılar sayesinde, küçük görevlerden büyük teslimli işlere kadar tüm işleri zamanında tamamlayın!
vi: Những nhiệm vụ nhỏ với thời hạn lớn, hoàn thành chúng đúng hạn bằng cách cài đặt Thông Báo Nhắc!
zh_hant: 從小的工作到大的期限，設定提醒，按時完成！

# chat.reminder.banner.trynow
source: Try a reminder
de: Probieren Sie‘s mit einer Erinnerung
el: Δοκιμάστε μια υπενθύμιση
es: Probar un recordatorio
fr: Essayer un rappel
hi: कोई रिमाइंडर आज़माएं
it: Prova un promemoria
ja: リマインダーを試す
nl: Probeer een herinnering
pt_pt: Experimente um lembrete
ru: Опробовать напоминание
tr: Bir anımsatıcı dene
vi: Thử một thông báo nhắc
zh_hant: 嘗試提醒

# chat.reminder.dialog.delete.one
source: Delete this reminder?
de: Diese Erinnerung löschen?
el: Διαγραφή αυτής της υπενθύμισης;
es: ¿Desea elimina este recordatorio?
fr: Supprimer ce rappel ?
hi: इस रिमाइंडर को हटाएं?
it: Eliminare questo promemoria?
ja: このリマインダーを削除しますか？
nl: Deze herinnering verwijderen?
pt_pt: Eliminar este lembrete?
ru: Удалить это напоминание?
tr: Bu anımsatıcı silinsin mi?
vi: Xóa thông báo nhắc này?
zh_hant: 刪除此提醒？

# chat.reminder.dialog.delete.other
source: Delete the reminders?
de: Erinnerungen löschen?
el: Διαγραφή των υπενθυμίσεων;
es: ¿Desea eliminar los recordatorios?
fr: Supprimer les rappels ?
hi: रिमाइंडरों को हटाएं?
it: Elimina questi promemoria?
ja: リマインダーを削除しますか？
nl: De herinneringen verwijderen?
pt_pt: Eliminar os lembretes?
ru: Удалить эти напоминания?
tr: Anımsatıcılar silinsin mi?
vi: Xóa các thông báo nhắc này?
zh_hant: 刪除提醒？

# chat.reminder.dialog.discard
source: Discard the changes done?
de: Änderungen verwerfen?
el: Απόρριψη των αλλαγών που έγιναν;
es: ¿Desea descartar los cambios realizados?
fr: Ignorer les modifications effectuées ?
hi: किए गए बदलावों को छोड़ें?
it: Ignorare le modifiche apportate?
ja: 変更内容を破棄しますか？
nl: De aangebrachte veranderingen verwijderen?
pt_pt: Rejeitar as alterações feitas?
ru: Отменить сделанные изменения?
tr: Yapılan değişiklikler iptal edilsin mi?
vi: Bỏ những thay đổi đã thực hiện?
zh_hant: 捨棄已完成的變更？

# chat.reminder.dialog.clear
source: Clear all completed reminders?
de: Alle abgeschlossenen Erinnerungen aufheben?
el: Διαγραφή όλων των ολοκληρωμένων υπενθυμίσεων;
es: ¿Desea borrar todos los recordatorios completados?
fr: Effacer tous les rappels terminés ?
hi: सभी पूर्ण रिमाइंडरों को साफ़ करें?
it: Cancellare tutti i promemoria completati?
ja: すべての完了済みリマインダーをクリアしますか？
nl: Alle voltooide herinneringen wissen?
pt_pt: Limpar todos os lembretes concluídos?
ru: Очистить все выполненные напоминания?
tr: Tamamlanan tüm anımsatıcılar silinsin mi?
vi: Xóa tất cả thông báo nhắc đã hoàn tất?
zh_hant: 清除所有完成的提醒？

# chat.reminder.dialog.discard.ok
source: Discard
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Abandonner
hi: छोड़ें
it: Ignora
ja: 破棄する
nl: Negeren
pt_pt: Rejeitar
ru: Отменить
tr: At
vi: Bỏ
zh_hant: 捨棄

# chat.message.edited.you
source: edited a %@
bn_in: %@ একটি %@ সম্পাদনা করেছেন
de: %@ bearbeitete %@
el: %@ επεξεργάστηκε ένα %@
es: %@ ha editado un %@
fr: %@ a modifié un %@
gu: %@ એ %@ સંપાદિત કર્યું
hi: %@ ने किसी %@ का संपादन किया
it: %@ ha modificato un %@
ja: %@さんが%@を削除しました
kn: %@ ಅವರು ಒಂದು %@ ಅನ್ನು ತಿದ್ದಿದ್ದಾರೆ
ml: %@ ഒരു %@ എഡിറ്റ് ചെയ്തു
mr: %@ ने एक %@ संपादित केले
nl: %@ heeft een %@ bewerkt
pa: %@ ਨੇ ਇੱਕ %@ ਸੋਧਿਆ
pt_pt: %@ editou um %@
ru: Пользователь %@ изменил %@
ta_in: %@ ஒரு %@-ஐ திருத்தியுள்ளார்
te: %@ ఒక %@ ఎడిట్ చేశారు
tr: %@, bir %@ düzenledi
ur_arab_in: %@ نے %@ میں تدوین کی
vi: %@ đã sửa một %@
zh_hant: %@ 編輯了 %@

# chat.message.edited.message.text
source: message
bn_in: মেসেজ
de: Mitteilung
el: μήνυμα
es: mensaje
gu: સંદેશ
hi: संदेश
it: messaggio
ja: メッセージ
kn: ಸಂದೇಶ
ml: സന്ദേശം
mr: मेसेज
nl: bericht
pa: ਸੁਨੇਹਾ
pt_pt: mensagem
ru: сообщение
ta_in: செய்தி
te: సందేశం
tr: ileti
ur_arab_in: پیغام
vi: tin nhắn
zh_hant: 訊息

# chat.message.edited.one
source: Edited once
bn_in: একবার সম্পাদনা করা হয়েছে
de: Einmal bearbeitet
el: Επεξεργάστηκε μία φορά
es: Editado una vez
fr: Modifié une fois
gu: એકવાર સંપાદિત
hi: एक बार संपादित किया गया
it: Modificato una volta
ja: 一回編集
kn: ಒಮ್ಮೆ ತಿದ್ದಲಾಗಿದೆ
ml: ഒരിക്കൽ എഡിറ്റ് ചെയ്‌തു
mr: एकदा संपादित केले
nl: Eenmaal bewerkt
pa: ਇੱਕ ਬਾਰ ਸੋਧਿਆ
pt_pt: Editado uma vez
ru: Изменено 1 раз
ta_in: ஒரு முறை திருத்தப்பட்டது
te: ఒక్కసారి ఎడిట్ చేయబడింది
tr: Bir defa düzenlendi
ur_arab_in: ایک بار تدوین کردہ
vi: Đã sửa một lần
zh_hant: 已編輯一次

# chat.message.edited.other
source: Edited %@ times
bn_in: %@ বার সম্পাদনা করা হয়েছে
de: %@ mal bearbeitet
el: Επεξεργάστηκε %@ φορές
es: Editado %@ veces
fr: Modifié %@ fois
gu: %@ વખત સંપાદિત
hi: %@ बार संपादित किया गया
it: Modificato %@ volte
ja: %@回編集
kn: %@ ಬಾರಿ ತಿದ್ದಲಾಗಿದೆ
ml: %@ തവണ എഡിറ്റ് ചെയ്‌തു
mr: %@ वेळा संपादन करा
nl: %@ maal bewerkt
pa: %@ ਬਾਰ ਸੋਧਿਆ
pt_pt: Editado %@ vezes
ru: Изменено %@ раз(а)
ta_in: %@ முறைகள் திருத்தப்பட்டது
te: %@ సార్లు ఎడిట్ చేయబడింది
tr: %@ defa düzenlendi
ur_arab_in: %@ مرتبہ تدوین کردہ
vi: Đã sửa %@ lần
zh_hant: 已編輯 %@ 次

# chat.message.edited.last
source: Recent edits: %@
bn_in: সাম্প্রতিক সম্পাদনা: %@
de: Letzte Bearbeitung: %@
el: Πρόσφατη επεξεργασία: %@
es: Edición reciente: %@
fr: Modification récente : %@
gu: તાજેતરનું સંપાદન: %@
hi: हाल ही का संपादन: %@
it: Modifica recente: %@
ja: 最近の編集：%@
kn: ಇತ್ತೀಚಿನ ತಿದ್ದುವಿಕೆ: %@
ml: സമീപകാല എഡിറ്റ്: %@
mr: अलीकडील संपादन: %@
nl: Recente bewerking: %@
pa: ਹਾਲੀਆ ਸੋਧ: %@
pt_pt: Edição recente: %@
ru: Недавнее изменение: %@
ta_in: சமீபத்திய திருத்தம்: %@
te: ఇటీవల ఎడిట్: %@
tr: En son düzenleme: %@
ur_arab_in: حالیہ تدوین کاریاں: %@
vi: Sửa gần đây: %@
zh_hant: 最近編輯：%@

# chat.channel.edit.title
source: Edit channel
de: Kanal bearbeiten
el: Επεξεργασία καναλιού
es: Editar canal
fr: Modifier le canal
hi: चैनल संपादित करें
it: Modifica canale
ja: チャンネルを編集
nl: Kanaal bewerken
pt_pt: Editar canal
ru: Изменить канал
tr: Kanalı Düzenle
vi: Sửa kênh
zh_hant: 編輯通道

# chat.channel.edit.wait
source: Just a moment…
de: Momentchen, bitte …
el: Μία στιγμή...
es: Un momento...
fr: Un instant...
hi: बस कुछ पल...
it: Aspetta un momento...
ja: しばらくお待ち下さい...
nl: Één momentje…
pt_pt: Só um momento...
ru: Секундочку...
tr: Bir dakika…
vi: Chờ một lúc...
zh_hant: 請稍等…

# chat.channel.edit.title.notallowed
source: Your channel name cannot have &lt; &gt; " @ #
de: Ihr Kanalname darf die Zeichen &lt; &gt; " @ # nicht enthalten
el: Το όνομα του καναλιού σας δεν μπορεί να έχει &lt; &gt; " @ #
es: El nombre de canal no puede contener &lt; &gt; " @ #
fr: Le nom de votre canal ne peut pas contenir &lt; &gt; " @ #
hi: आपके चैनल के नाम में &lt; &gt; " @ # नहीं हो सकते
it: Il nome del canale non può avere &lt; &gt;" @ #
ja: チャンネル名に&lt; &gt; " @ #を使用することはできません
nl: De naam van uw kanaal kan geen &lt; &gt; " @ # bevatten
pt_pt: O nome do seu canal não pode incluir &lt; &gt; " @ #
ru: Имя канала не может содержать символы &lt; &gt; " @ #
tr: Kanal adınızda &lt; &gt; " @ # olamaz
vi: Tên kênh của bạn không được có &lt; &gt; " @ #
zh_hant: 您的通道名稱不能包含 &lt; &gt; " @ #

# chat.channel.edit.limit
source: Max %@ characters
de: %@ Zeichen maximal
el: Μέγ. %@ χαρακτήρες
es: Máx %@ caracteres
fr: Maximum %@ caractères
hi: अधिकतम %@ कैरेक्टर
it: Massimo %@ caratteri
ja: 最大%@文字
nl: Max. %@ tekens
pt_pt: Máx. de %@ caracteres
ru: Не более %@ символов
tr: Maks. %@ Karakter
vi: Tối Đa %@ Ký Tự
zh_hant: 最大 %@ 個字元

# chat.channel.edit.success
source: Your changes have been updated
de: Ihre Änderungen wurden aktualisiert
el: Οι αλλαγές σας έχουν ενημερωθεί
es: Sus cambios se han actualizado
fr: Vos modifications ont été mises à jour
hi: आपके परिवर्तन अद्यतन कर दिए गए हैं
it: Le modifiche sono state aggiornate
ja: 変更が更新されました
nl: Uw veranderingen zijn bijgewerkt
pt_pt: As suas alterações foram atualizadas
ru: Изменения обновлены
tr: Değişiklikleriniz güncellendi
vi: Đã cập nhật những thay đổi của bạn
zh_hant: 您的變更已更新

# chat.reminder.view.notamember
source: You can't view the reminder's chat as you are not a member of that conversation.
de: Sie können den Erinnerungschat nicht anzeigen, da Sie nicht Mitglied der zugehörigen Konversation sind.
el: Δεν μπορείτε να δείτε τη συνομιλία της υπενθύμισης καθώς δεν είστε μέλος αυτής της συνομιλίας.
es: No puede ver el chat del recordatorio pues no es miembro de esa conversación.
fr: Vous ne pouvez pas afficher le chat du rappel, car vous n’êtes pas un membre de cette conversation.
hi: आप रिमाइंडर की चैट नहीं देख सकते क्योंकि आप उस वार्तालाप के सदस्य नहीं हैं।
it: Non puoi visualizzare la chat di promemoria perché non sei membro di quella conversazione.
ja: 会話に参加していないため、リマインダーのチャットを閲覧することができません。
nl: U kunt de chat over de herinnering niet bekijken, omdat u geen lid bent van dat gesprek.
pt_pt: Não pode ver o chat do lembrete, porque não é membro dessa conversação.
ru: Невозможно просмотреть чат, связанный с этим напоминанием, поскольку вы не участвуете в этом обсуждении.
tr: İlgili görüşmenin bir üyesi olmadığınızdan anımsatıcının sohbetini görüntüleyemezsiniz.
vi: Bạn không thể xem nội dung chat của nhắc nhở này vì bạn không tham gia nội dung nói chuyện đó.
zh_hant: 您無法檢視提醒的聊天，因為您不是該談話的成員。

# chat.title.activity.directreports
source: Direct Reports
de: Direktberichte
el: Απευθείας αναφορές
es: Informes directos
fr: Rapports directs
hi: सीधी रिपोर्टें
it: Report diretti
ja: ダイレクトレポート
nl: Directe ondergeschikten
pt_pt: Relatórios diretos
ru: Прямые подчиненные
tr: Doğrudan raporlar
vi: Thuộc Cấp Trực Tiếp
zh_hant: 直屬員工

# chat.onboarding.final.register
source: Enable %@
de: %@ aktivieren
el: Ενεργοποίηση %@
es: Habilitar %@
fr: Activer %@
hi: %@ को सक्षम करें
it: Abilita %@
ja: %@を有効化
nl: %@ inschakelen
pt_pt: Ativar o %@
ru: Включить %@
tr: %@’i etkinleştir
vi: Bật %@
zh_hant: 啟用 %@

# chat.onboarding.final.desc
source: Great! Your company is already available in Zoho, so you just have to enable %@. And the best of collaborations happen as a team, so ask your mates to sign-in right away!
de: Klasse! Ihr Unternehmen ist bereits in Zoho verfügbar, daher müssen Sie lediglich %@ aktivieren. Ohne Team ist Teamarbeit ein bisschen schwierig; also bitten Sie Ihre Kollegen, sich gleich anzumelden!
el: Υπέροχα! Η επιχείρησή σας είναι ήδη διαθέσιμη στο Zoho, οπότε πρέπει απλά να ενεργοποιήσετε το %@. Και οι καλύτερες συνεργασίες είναι οι ομαδικές, οπότε ζητήστε από τους συνεργάτες σας να συνδεθούν αμέσως!
es: ¡Excelente! Su empresa ya está disponible en Zoho, por lo que tan solo necesita habilitar %@. Y los mejores trabajos de colaboración tienen lugar dentro de un equipo, solicite pues a sus colegas que se conecten inmediatamente.
fr: Parfait ! Votre entreprise est déjà disponible dans Zoho, il vous suffit donc d’activer %@. Et les meilleures collaborations se font en équipe, alors demandez à vos amis de se connecter immédiatement !
hi: शानदार! आपकी कंपनी पहले से ही Zoho में उपलब्ध है, इसलिए आपको बस %@ को सक्षम करना है। और बेहतरीन सहयोग एक टीम के रूप में होते हैं, इसलिए अपने साथियों को तुरंत साइन-इन करने के लिए कहें!
it: Fantastico! La tua azienda è già disponibile in Zoho, quindi sarà sufficiente abilitare %@. Le migliori collaborazioni coinvolgono un team, quindi chiedi ai tuoi compagni di accedere subito!
ja: 素晴らしい！御社は既にZohoで利用可能なため、必要なのは%@を有効化するだけです。 チームで最高の共同作業が実現します。同僚にも今すぐサインインを勧めましょう！
nl: Geweldig! Uw bedrijf is al beschikbaar in Zoho, dus u hoeft %@ alleen maar in te schakelen. En de beste samenwerkingen zijn als team. Dus vraag uw vrienden meteen om zich aan te melden!
pt_pt: Ótimo! A sua empresa já está disponível no Zoho, pelo que só terá de ativar o %@. E as melhores colaborações acontecem em equipa, por isso, peça aos seus colegas que iniciem sessão imediatamente!
ru: Отлично! Ваша компания уже использует Zoho, так что вам достаточно включить %@. А поскольку лучше всего работать в команде, приглашайте своих коллег присоединиться!
tr: Harika! Şirketiniz zaten Zoho’da mevcut olduğundan tek yapmanız gereken %@’i etkinleştirmek. Ve en iyi iş birliği ekip halinde gerçekleştiğinden, arkadaşlarınızdan da kaydolmalarını isteyin!
vi: Tốt lắm! Công ty của bạn đã khả dụng trong Zoho, do đó bạn chỉ phải bật %@. Và những sự hợp tác hiệu quả nhất diễn ra khi làm việc nhóm, do đó hãy yêu cầu đồng nghiệp của bạn đăng nhập ngay lập tức!
zh_hant: 太棒了！您的公司已在 Zoho 中可用，因此您只需啟用 %@ 即可。 最好的合作是團隊合作，所以請您的隊友立即登入！

# chat.infomsg.channel.mention
source: mentioned this channel in
de: erwähnte diesen Kanal in
el: ανέφερε αυτό το κανάλι στο
es: ha mencionado este canal en
fr: a mentionné ce canal dans
hi: ने इस चैनल का इसमें उल्लेख किया:
it: ha menzionato questo canale in
ja: このチャンネルの言及場所
nl: heeft dit kanaal vermeld in
pt_pt: mencionou este canal em
ru: упомянул(а) этот канал в
tr: şurada bu kanaldan bahsetti:
vi: đã nhắc đến kênh này trong
zh_hant: 在以下位置提及此通道

# chat.primetime.reconnect
source: Trying to reconnect…
de: Neuverbindungsversuch …
el: Προσπάθεια επανασύνδεσης…
es: Intentando reconectar…
fr: Tentative de reconnexion en cours…
hi: पुन: कनेक्ट करने का प्रयास किया जा रहा है…
it: Tentativo di riconnessione in corso…
ja: 再接続中です...
nl: Probeer opnieuw te verbinden…
pt_pt: A tentar ligar novamente…
ru: Попытка повторного подключения…
tr: Yeniden bağlantı deneniyor…
vi: Đang cố kết nối lại…
zh_hant: 正在嘗試重新連線…

# chat.primetime.streaming.live
source: Broadcast session is now live
de: Broadcast-Sitzung ist jetzt live
el: Η συνεδρία εκπομπής είναι τώρα ζωντανή
es: La sesión de difusión está ahora activa
fr: La session de diffusion est maintenant en direct
hi: प्रसारित सत्र अब लाइव है
it: La sessione trasmissioni è adesso live
ja: 放送セッションがライブになりました
nl: Uitzending is nu live
pt_pt: A difusão da sessão está agora ao vivo
ru: Сеанс вещания сейчас в прямом эфире
tr: Yayın oturumu şu an canlı
vi: Phiên truy cập truyền thông lúc này có hiệu lực
zh_hant: 廣播工作階段現在即時播送

# chat.primetime.streaming.live.loadtext
source: Hang on a sec we will find a seat for you…
de: Moment bitte, wir finden einen Platz für Sie …
el: Περιμένετε λίγο, θα σας βρούμε μία θέση…
es: Espere un momento mientras le buscamos un asiento…
fr: Attendez une seconde, nous trouverons une place pour vous…
hi: एक सेकंड रुकें, हम आपके लिए कोई सीट खोज लेंगे…
it: Aspetta un minuto! Ti troviamo un posto…
ja: 席を探していますのでしばらくお待ち下さい...
nl: Een moment a.u.b., we zoeken een plaats voor u…
pt_pt: Espere um pouco até lhe arranjarmos um lugar…
ru: Ожидайте, мы подбираем вам место…
tr: Bir saniye bekleyin, size bir yer bulacağız…
vi: Chờ một chút chúng tôi sẽ tìm cho bạn một chỗ…
zh_hant: 請稍等，我們將為您找一個座位…

# chat.primetime.streaming.leave
source: LEAVE
de: VERLASSEN
el: ΑΠΟΧΩΡΗΣΗ
es: SALIR
fr: QUITTER
hi: जाएं
it: ABBANDONA
ja: 退出
nl: VERLATEN
pt_pt: SAIR
ru: ПОКИНУТЬ
tr: AYRIL
vi: NGHỈ PHÉP
zh_hant: 離開

# chat.primetime.streaming.live.time
source: LIVE
el: ΖΩΝΤΑΝΑ
es: EN VIVO
fr: EN DIRECT
hi: लाइव
ja: ライブ
pt_pt: AO VIVO
ru: ПРЯМОЙ ЭФИР
tr: CANLI
vi: TRỰC TIẾP
zh_hant: 即時
