Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat_permission_message_restrict
source: Only Admins can send messages
bn_in: কেবল অ্যাডমিনরা বার্তা পাঠাতে পারবেন
de: Nur Administratoren können Mitteilungen senden
el: Μόνο Διαχειριστές μπορούν να στέλνουν μηνύματα
es: Solo los administradores pueden enviar mensajes
fr: Seuls les administrateurs peuvent envoyer des messages
gu: ફક્ત એડમિન સંદેશા મોકલી શકે છે
hi: केवल व्यवस्थापक ही संदेश भेज सकते हैं
it: Solo gli Amministratori possono inviare messaggi
ja: 管理者のみがメッセージを送信できます。
kn: ಕೇವಲ ಅಡ್ಮಿನ್‌ಗಳು ಮಾತ್ರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು
ml: അഡ്‌മിനുകൾക്ക് മാത്രമേ സന്ദേശങ്ങൾ അയയ്‌ക്കാൻ കഴിയൂ
mr: केवळ प्रशासकच मेसेज पाठवू शकतात
nl: Alleen beheerders kunnen berichten verzenden
pa: ਸਿਰਫ ਐਡਮਿਨ ਹੀ ਸੁਨੇਹਾ ਭੇਜ ਸਕਦਾ ਹੈ
pt_pt: Apenas os Administradores podem enviar mensagens
ru: Отправлять сообщения могут только администраторы
ta_in: நிர்வாகிகள் மட்டுமே செய்திகளை அனுப்ப முடியும்
te: కేవలం అడ్మిన్‌లు మాత్రమే సందేశాలను పంపగలరు
tr: Yalnızca Yöneticiler mesaj gönderebilir
ur_arab_in: صرف ایڈمنز پیغامات بھیج سکتے ہیں
vi: Chỉ có Quản Trị Viên mới có thể gửi tin nhắn
zh_hant: 僅管理員可以傳送訊息

# chat_actions_delete_group
source: Delete group
bn_in: গ্রুপ মুছুন
de: Gruppe löschen
el: Διαγραφή ομάδας
es: Eliminar grupo
fr: Supprimer le groupe
gu: સમૂહ કાઢી નાખો
hi: समूह को हटाएं
it: Elimina gruppo
ja: グループを削除
kn: ಗುಂಪನ್ನು ಅಳಿಸಿ
ml: ഗ്രൂപ്പ് ഇല്ലാതാക്കുക
mr: समूह हटवा
nl: Groep verwijderen
pa: ਸਮੂਹ ਨੂੰ ਮਿਟਾਓ
pt_pt: Eliminar grupo
ru: Удалить группу
ta_in: குழுவை நீக்கு
te: సమూహాన్ని తొలగించండి
tr: Grubu sil
ur_arab_in: گروپ حذف کریں
vi: Xóa nhóm
zh_hant: 刪除群組

# chat_member_type_owner
source: Owner
bn_in: মালিক
de: Besitzer
el: Κάτοχος
es: Propietario
fr: Propriétaire
gu: માલિક
hi: स्वामी
it: Proprietario
ja: オーナー
kn: ಮಾಲೀಕ
ml: ഉടമ
mr: मालक
nl: Eigenaar
pa: ਮਾਲਕ
pt_pt: Proprietário
ru: Владелец
ta_in: உரிமையாளர்
te: యజమాని
tr: Sahip
ur_arab_in: مالک
vi: Chủ sở hữu
zh_hant: 擁有者

# chat_msg_sharevoicemsg
source: shared a voice message
bn_in: একটি ভয়েস বার্তা শেয়ার করেছেন
de: gab eine Sprachmitteilung frei
el: κοινοποίησε ένα φωνητικό μήνυμα
es: compartió un mensaje de voz
fr: a partagé un message vocal
gu: અવાજ સંદેશ શૅઅર કર્યો
hi: ध्वनि संदेश साझा किया
it: ha condiviso un messaggio vocale
ja: ボイスメッセージの共有
kn: ಒಂದು ಧ್ವನಿ ಸಂದೇಶವನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ
ml: ഒരു ശബ്‌ദ സന്ദേശം പങ്കിട്ടു
mr: व्हॉइस मेसेज शेअर केला
nl: heeft een spraakbericht achtergelaten
pa: ਵੌਇਸ ਸੁਨੇਹਾ ਸ਼ਾਂਝਾ ਕੀਤਾ
pt_pt: partilhou uma mensagem de voz
ru: поделился(лась) голосовым сообщением
ta_in: குரல் செய்தியைப் பகிர்ந்துள்ளார்
te: ఒక వాయిస్ సందేశం పంచుకున్నారు
tr: bir sesli mesaj paylaştı
ur_arab_in: ایک صوتی پیغام شیئر کیا
vi: đã chia sẻ một tin nhắn thoại
zh_hant: 已分享語音訊息

# chat_message_group_creation_info_has
source: %@ has created group
bn_in: %@ তৈরি করেছেন গ্রুপ
de: %@ erstellte eine Gruppe
el: Ο/η %@ έχει δημιουργήσει ομάδα
es: %@ ha creado un grupo
fr: %@ a créé un groupe
gu: %@ એ સમૂહ બનાવ્યું છે
hi: %@ ने समूह बनाया है
it: %@ ha creato un gruppo
ja: %@がグループを作成しました
kn: %@ ಗುಂಪು ರಚಿಸಿದ್ದಾರೆ
ml: %@ ഗ്രൂപ്പ് സൃഷ്ടിച്ചു
mr: %@ ने समूह तयार केला
nl: %@ heeft een groep gemaakt
pa: %@ ਨੇ ਸਮੂਹ ਬਣਾਇਆ
pt_pt: %@ criou o grupo
ru: Пользователь %@ создал группу
ta_in: %@ குழுவை உருவாக்கியுள்ளார்
te: %@ గ్రూపును సృష్టించారు
tr: %@ grup oluşturdu
ur_arab_in: %@ نے گروپ تخلیق کیا ہے
vi: %@ đã tạo nhóm
zh_hant: %@ 已建立群組

# chat_message_group_creation_info_have
source: %@ have created group
bn_in: %@ তৈরি করেছিলেন গ্রুপ
de: %@ erstellten eine Gruppe
el: Οι %@ έχουν δημιουργήσει ομάδα
es: %@ han creado un grupo
fr: %@ ont créé un groupe
gu: %@ એ સમૂહ બનાવ્યું છે
hi: %@ ने समूह बनाया है
it: %@ hanno creato un gruppo
ja: %@がグループを作成しました
kn: %@ ಅವರು ಗುಂಪು ರಚಿಸಿದ್ದಾರೆ
ml: %@ ഗ്രൂപ്പ് സൃഷ്ടിച്ചു
mr: %@ ने समूह तयार केला
nl: %@ heeft groep gemaakt
pa: %@ ਨੇ ਸਮੂਹ ਬਣਾਇਆ
pt_pt: %@ criaram o grupo
ru: Пользователи %@ создали группу
ta_in: %@ குழுவை உருவாக்கியுள்ளனர்
te: %@ గ్రూపును సృష్టించారు
tr: %@ grup oluşturdu
ur_arab_in: %@ نے گروپ تخلیق کیا ہے
vi: %@ đã tạo nhóm
zh_hant: %@ 已建立群組

# chat_group_invite_link_title
source: Anyone with this link can join this group. Only share it with people you trust.
bn_in: এই লিঙ্কটি সহ যে কেউ এই গ্রুপে যোগদান করতে পারবেন। কেবলমাত্র বিশ্বস্ত ব্যক্তিদের সাথে এটি শেয়ার করুন।
de: Mit diesem Link kann jeder dieser Gruppe beitreten. Nur für Personen freigeben, denen Sie vertrauen.
el: Οποιοσδήποτε με αυτόν τον σύνδεσμο μπορεί να συμμετάσχει στην ομάδα αυτή. Κοινοποιήστε τον μόνο με άτομα που εμπιστεύεστε.
es: Cualquiera que tenga este enlace se puede unir a este grupo. Comparta el enlace solo con personas de su confianza.
fr: Toute personne disposant de ce lien peut rejoindre ce groupe. Ne le partagez qu’avec des personnes auxquelles vous faites confiance.
gu: આ લિંક સાથેનું કોઈપણ આ સમૂહમાં જોડાઈ શકે છે. તેને ફક્ત તમે વિશ્વાસ કરતા હો તે લોકો સાથે જ શૅઅર કરો.
hi: इस लिंक वाला कोई भी व्यक्ति इस समूह में शामिल हो सकता है। इसे केवल उन लोगों के साथ साझा करें जिन पर आप भरोसा करते हैं।
it: Chiunque con questo link può unirsi al gruppo. Condividilo solo con persone di cui ti fidi.
ja: このリンクがあれば誰でもこのグループに参加できます。信頼できる人とだけ共有するようにしてください。
kn: ಈ ಲಿಂಕ್ ಹೊಂದಿರುವ ಯಾರಾದರೂ ಈ ಗುಂಪಿಗೆ ಸೇರಬಹುದು. ನೀವು ನಂಬುವ ಜನರೊಂದಿಗೆ ಮಾತ್ರ ಅದನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.
ml: ഈ ലിങ്ക് ഉള്ള ആർക്കും ഈ ഗ്രൂപ്പിൽ ചേരാം. നിങ്ങൾ വിശ്വസിക്കുന്ന ആളുകളുമായി മാത്രം ഇത് പങ്കിടുക.
mr: ही लिंक असलेले कोणीही या समूहात सामील होऊ शकते. केवळ तुमचा विश्वास असलेल्या लोकांसह ते शेअर करा.
nl: Iedereen met deze koppeling kan lid worden van deze groep. Deel deze alleen met mensen die u vertrouwt.
pa: ਜਿਸ ਕਿਸੇ ਕੋਲ ਲਿੰਕ ਹੈ ਉਹ ਸਮੂਹ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ। ਇਸ ਨੂੰ ਸਿਰਫ਼ ਆਪਣੇ ਭਰੋਸੇ ਦੇ ਲੋਕਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ।
pt_pt: Qualquer pessoa com este link pode entrar no grupo. Partilhe-o apenas com pessoas da sua confiança.
ru: Вступить в эту группу может каждый, у кого есть ссылка. Делитесь ссылкой только с теми, кому вы доверяете.
ta_in: இந்த இணைப்பு உள்ள எவரும் இந்தக் குழுவில் சேரலாம். நீங்கள் நம்பும் நபர்களுடன் மட்டுமே இதைப் பகிரவும்.
te: ఈ లింక్‌తో ఎవరైనా ఈ గ్రూపులో చేరవచ్చు. మీరు విశ్వసించే వ్యక్తులతో మాత్రమే పంచుకోండి.
tr: Bu bağlantıya sahip olan herkes bu gruba katılabilir. Bunu yalnızca güvendiğiniz kişilerle paylaşın.
ur_arab_in: اس لنک کا حامل کوئی بھی اس گروپ میں شامل ہو سکتا ہے۔ صرف اسے ان لوگوں کے ساتھ شیئر کریں جن پر آپ اعتماد کرتے ہیں۔
vi: Bất kỳ ai có liên kết này cũng có thể tham gia nhóm này. Chỉ có thể chia sẻ nó với những người bạn tin tưởng.
zh_hant: 具有此連結的所有人都可加入此群組。僅與您信任的人分享。

# chat_group_invite_link_forward
source: Forward link
bn_in: লিংক ফরওয়ার্ড করুন
de: Link weiterleiten
el: Προώθηση συνδέσμου
es: Reenviar enlace
fr: Lien de transfert
gu: લિંક ફૉર્વર્ડ કરો
hi: लिंक अग्रेषित करें
it: Inoltra link
ja: リンクを転送
kn: ಲಿಂಕ್ ಫಾರ್ವರ್ಡ್ ಮಾಡಿ
ml: ഫോർവേഡ് ലിങ്ക്
mr: फॉरवर्ड लिंक
nl: Koppeling doorsturen
pa: ਲਿੰਕ ਅੱਗੇ ਭੇਜੋ
pt_pt: Reencaminhar link
ru: Переслать ссылку
ta_in: இணைப்பை முன்னனுப்பு
te: లింక్ ఫార్వర్డ్ చేయండి
tr: Bağlantıyı ilet
ur_arab_in: لنک فارورڈ کریں
vi: Liên kết gửi chuyển
zh_hant: 轉寄連結

# chat_group_invite_link_qrcode
source: QR code
bn_in: QR কোড
el: Κώδικας QR
es: Código QR
fr: Code QR
gu: QR કોડ
hi: QR कोड
it: Codice QR
ja: QRコード
kn: QR ಕೋಡ್
ml: QR കോഡ്
mr: QR कोड
pa: QR ਕੋਡ
pt_pt: Código QR
ru: QR-код
ta_in: QR குறியீடு
te: QR కోడ్
tr: QR kodu
ur_arab_in: QR کوڈ
vi: Mã QR
zh_hant: QR 代碼

# chat_group_invite_link_reset
source: Reset link
bn_in: লিঙ্ক রিসেট করুন
de: Zurücksetzungslink
el: Επαναφορά συνδέσμου
es: Restablecer enlace
fr: Réinitialiser le lien
gu: લિંક રિસેટ કરો
hi: लिंक रीसेट करें
it: Reimposta il link
ja: リンクをリセット
kn: ಲಿಂಕ್ ಮರುಹೊಂದಿಸಿ
ml: ലിങ്ക് പുനസജ്ജീകരിക്കുക
mr: लिंक रीसेट करा
nl: Koppeling opnieuw instellen
pa: ਲਿੰਕ ਨੂੰ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ
pt_pt: Reinicializar link
ru: Сбросить ссылку
ta_in: இணைப்பை மீட்டமை
te: లింక్‌ను రీసెట్ చేయండి
tr: Bağlantıyı sıfırla
ur_arab_in: لنک ری سیٹ کریں
vi: Cài Đặt Lại Liên Kết
zh_hant: 重設連結

# chat_group_invite_link_reset_qrcode
source: Reset QR code
bn_in: QR কোড রিসেট করুন
de: QR-Code zurücksetzen
el: Επαναφορά Κώδικα QR
es: Restablecer código QR
fr: Réinitialiser le code QR
gu: ક્યૂઆર કોડ રિસેટ કરો
hi: QR कोड को रीसेट करें
it: Reimposta Codice QR
ja: QRコードをリセット
kn: QR ಕೋಡ್ ಮರುಹೊಂದಿಸಿ
ml: QR കോഡ് പുനസജ്ജീകരിക്കുക
mr: QR कोड रिसेट करा
nl: QR-code opnieuw instellen
pa: QR ਕੋਡ ਰੀਸੈਟ ਕਰੋ
pt_pt: Reinicializar o código QR
ru: Сбросить QR-код
ta_in: QR குறியீட்டை மீட்டமை
te: QR కోడ్ రీసెట్ చేయండి
tr: QR kodunu sıfırla
ur_arab_in: QR کوڈ ری سیٹ کریں
vi: Cài đặt lại mã QR
zh_hant: 重設 QR 代碼

# chat_group_invite_qrcode_info
source: This group QR code is private. If shared with someone, they can scan to join this group.
bn_in: এই গ্রুপের QR কোডটি ব্যক্তিগত। কারও সাথে ভাগ করা থাকলে তারা এই গ্রুপে যোগদানের জন্য স্ক্যান করতে পারে।
de: Dieser Gruppen-QR-Code ist privat. Zum Beitritt zu dieser Gruppe genügt es, den QR-Code zu scannen.
el: Αυτός ο Κώδικας QR ομάδας είναι ιδιωτικός. Εάν κοινοποιηθεί σε κάποιον, μπορεί να κάνει σάρωση για να συμμετάσχει στην ομάδα αυτή.
es: Este código QR de grupo es privado. Si el código se comparte con alguien, esa persona podrá escanear el código para unirse a este grupo.
fr: Ce code QR de groupe est privé. S’il est partagé avec quelqu’un, il peut le numériser pour rejoindre ce groupe.
gu: આ સમૂહ QR કોડ ખાનગી છે. જો કોઈની સાથે શૅઅર કરવામાં આવે છે, તો તેઓ આ સમૂહમાં જોડાવા માટે સ્કેન કરી શકે છે.
hi: यह समूह QR कोड निजी है। यदि किसी के साथ साझा किया जाता है तो वे इस समूह में शामिल होने के लिए स्कैन कर सकते हैं।
it: Il codice QR di questo gruppo è privato. Se lo condividi con qualcuno, possono fare lo scan per partecipare a questo gruppo.
ja: このグループのQRコードは非公開です。誰かと共有すれば、その人はスキャンしてこのグループに参加できます。
kn: ಈ ಗುಂಪು QR ಕೋಡ್ ಖಾಸಗಿಯಾಗಿದೆ. ಒಂದು ವೇಳೆ ಒಬ್ಬರೊಂದಿಗೆ ಹಂಚಿಕೊಂಡಿದ್ದಲ್ಲಿ, ಅವರು ಈ ಗುಂಪಿಗೆ ಸೇರುವುದಕ್ಕಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದು.
ml: ഈ ഗ്രൂപ്പ് QR കോഡ് സ്വകാര്യമാണ്. മറ്റൊരാളുമായി പങ്കിട്ടാൽ, അവർക്ക് ഈ ഗ്രൂപ്പിൽ ചേരാൻ സ്കാൻ ചെയ്യാൻ കഴിയും.
mr: हा समूह QR कोड खाजगी आहे. एखाद्याशी शेअर केल्यास, ते या समूहात सामील होण्यासाठी स्कॅन करू शकतात.
nl: De QR-code van deze groep is privé. Als deze met anderen wordt gedeeld, kunnen ze deze scannen om lid te worden van deze groep.
pa: ਇਹ ਸਮੂਹ ਦਾ QR ਕੋਡ ਨਿਜੀ ਹੈ। ਜੇ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਇਸ ਸਮੂਹ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹਨ।
pt_pt: O código QR deste grupo é privado. Se for partilhado com alguém, essa pessoa poderá lê-lo para entrar neste grupo.
ru: Это закрытый QR-код группы. Если поделиться им с кем-то, этот человек сможет сканировать его и вступить в группу.
ta_in: இந்தக் குழு QR குறியீடு தனிப்பட்டது. ஒருவருடன் பகிரப்பட்டால், அவர் இந்தக் குழுவில் சேர ஸ்கேன் செய்யலாம்.
te: ఈ గ్రూపు QR కోడ్ ప్రైవేట్. ఎవరితోనైనా పంచుకున్నట్లయితే, ఈ గ్రూపులో చేరడానికి వారు స్కాన్ చేయగలరు.
tr: Bu grubun QR kodu özeldir. Herhangi bir kişi ile paylaşılırsa, bu gruba katılmak için tarama yapabilirler.
ur_arab_in: یہ گروپ QR کوڈ نجی ہے۔ اگر کسی کے ساتھ شیئر کیا جائے، تو وہ اس گروپ میں شامل ہونے کے لیے اسکین کر سکتے ہیں۔
vi: Mã QR của nhóm này là riêng tư. Nếu được chia sẻ với ai đó, họ có thể scan để tham gia nhóm này.
zh_hant: 此群組 QR 代碼為私有。如果與他人分享，他們可以掃描加入此群組。

# chat_group_invite_view_group
source: View group
bn_in: গ্রুপ দেখুন
de: Gruppe anzeigen
el: Προβολή ομάδας
es: Ver grupo
fr: Afficher le groupe
gu: સમૂહ જુઓ
hi: समूह देखें
it: Visualizza gruppo
ja: グループを表示
kn: ಗುಂಪು ವೀಕ್ಷಿಸಿ
ml: ഗ്രൂപ്പ് കാണുക
mr: समूह पहा
nl: Groep weergeven
pa: ਸਮੂਹ ਵੇਖੋ
pt_pt: Ver grupo
ru: Просмотреть группу
ta_in: குழுவைக் காண்க
te: గ్రూపుని వీక్షించండి
tr: Grubu görüntüle
ur_arab_in: گروپ کو دیکھیں
vi: Xem nhóm
zh_hant: 檢視群組

# chat_group_permalink_invalid
source: Permalink expired or invalid.
bn_in: পারমালিংকের মেয়াদ শেষ হয়েছে বা অবৈধ।
de: Permalink abgelaufen oder ungültig.
el: Η μόνιμη σύνδεση έληξε ή δεν είναι έγκυρη.
es: El enlace permanente caducó o no es válido.
fr: Lien permanent expiré ou non valide.
gu: Permalink સમાપ્ત અથવા અમાન્ય.
hi: Permalink की मियाद समाप्त है या यह अमान्य है।
it: Permalink scaduto o non valido.
ja: パーマリンクが期限切れまたは無効です。
kn: ಪರ್ಮಾಲಿಂಕ್ ವಾಯಿದೆ ಮೀರಿದೆ ಅಥವಾ ಅಮಾನ್ಯವಾಗಿದೆ.
ml: പെർമലിങ്ക് കാലഹരണപ്പെട്ടു അല്ലെങ്കിൽ അസാധുവാണ്.
mr: पर्मालिंक कालबाह्य किंवा अवैध झाली आहे.
nl: Permalink is verlopen of ongeldig.
pa: Permalink ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਜਾਂ ਅਵੈਧ ਹੈ।
pt_pt: A hiperligação permanente expirou ou é inválida.
ru: Постоянная ссылка недействительна, или истек срок ее действия.
ta_in: நிரந்தரஇணைப்பு காலாவதியானது அல்லது தவறானது.
te: పెర్మాలింక్ గడువు తీరింది లేదా చెల్లుబాటు కాదు.
tr: Kalıcı bağlantının süresi dolmuş ya da geçersiz.
ur_arab_in: مستقل لنک زائد المیعاد ہو گیا یا غلط ہے۔
vi: Liên kết dài hạn đã hết hạn hoặc không hợp lệ.
zh_hant: 永久連結已過期或無效。

# chat_group_mutual_contacts_one
source: Mutual contact (1)
bn_in: পারস্পরিক পরিচিতি (1)
de: Gemeinsamer Kontakt (1)
el: Κοινή επαφή (1)
es: Contacto mutuo (1)
fr: Contact commun (1)
gu: પરસ્પર સંપર્ક (1)
hi: पारस्परिक संपर्क (1)
it: Contatto reciproco (1)
ja: 相互連絡先 (1)
kn: ಪರಸ್ಪರ ಸಂಪರ್ಕ (1)
ml: മ്യൂച്ചൽ കോൺടാക്റ്റുകൾ (1)
mr: परस्पर संपर्क (1)
nl: Wederzijdse contactpersoon (1)
pa: ਆਪਸੀ ਸੰਪਰਕ (1)
pt_pt: Contacto mútuo (1)
ru: Взаимный контакт (1)
ta_in: பரஸ்பர தொடர்பு (1)
te: మ్యూచువల్ కాంటాక్ట్ (1)
tr: Ortak kişi (1)
ur_arab_in: مشترکہ رابطہ (1)
vi: Số liên lạc chung (1)
zh_hant: 共同的聯絡人 (1)

# chat_group_mutual_contacts_others
source: Mutual contacts (%@)
bn_in: পারস্পরিক পরিচিতি (%d)
de: Gemeinsame Kontakte (%d)
el: Κοινές επαφές (%@)
es: Contactos mutuos (%d)
fr: Contacts communs (%d)
gu: પરસ્પર સંપર્કો (%d)
hi: पारस्परिक संपर्क (%d)
it: Contatti reciproci (%d)
ja: 相互連絡先 (%d)
kn: ಪರಸ್ಪರ ಸಂಪರ್ಕಗಳು (%d)
ml: മ്യൂച്ചൽ കോൺടാക്റ്റുകൾ (%d)
mr: परस्पर संपर्क (%d)
nl: Wederzijdse contactpersonen (%d)
pa: ਆਪਸੀ ਸੰਪਰਕ (%d)
pt_pt: Contactos mútuos (%d)
ru: Взаимные контакты (%d)
ta_in: பரஸ்பர தொடர்புகள் (%@)
te: మ్యూచువల్ కాంటాక్ట్‌లు (%d)
tr: Ortak kişiler (%d)
ur_arab_in: مشترکہ رابطے (%d)
vi: Các số liên lạc chung (%d)
zh_hant: 共同的聯絡人 (%d)

# chat_group_generate_permalink
source: Invite to group via link
bn_in: লিঙ্কের মাধ্যমে গ্রুপে আমন্ত্রণ জানান
de: Per Link zur Gruppe einladen
el: Πρόσκληση σε ομάδα μέσω συνδέσμου
es: Invitar al grupo a través de un enlace
fr: Invitation au groupe via un lien
gu: લિંક દ્વારા સમૂહમાં આમંત્રણ આપો
hi: लिंक के माध्यम से समूह में आमंत्रित करें
it: Invia al gruppo tramite link
ja: リンクでグループに招待
kn: ಲಿಂಕ್ ಮೂಲಕ ಗುಂಪಿಗೆ ಆಹ್ವಾನಿಸಿ
ml: ലിങ്ക് വഴി ഗ്രൂപ്പിലേക്ക് ക്ഷണിക്കുക
mr: लिंकद्वारे समूहामध्ये आमंत्रित करा
nl: Voor groep uitnodigen via koppeling
pa: ਲਿੰਕ ਦੇ ਜ਼ਰੀਏ ਸਮੂਹ ਵਿੱਚ ਸੱਦਾ ਦਿਓ
pt_pt: Convite ao grupo através do link
ru: Пригласить в группу по ссылке
ta_in: இணைப்பு வழியாக குழுவிற்கு அழைக்கவும்
te: లింక్ ద్వారా గ్రూపుకు ఆహ్వానించండి
tr: Bağlantı üzerinden gruba davet et
ur_arab_in: لنک کے ذریعے گروپ پر مدعو کریں
vi: Mời tham gia nhóm qua liên kết
zh_hant: 透過連結邀請加入群組

# chatgroup_qr_code_share
source: Join Arattai Group %@
bn_in: অ্যারেটাই গ্রুপে যোগ দিন %@
de: Arattai-Gruppe %@ beitreten
el: Γίνετε μέλος της ομάδας Arattai %@
es: Unirse al grupo de Arattai %@
fr: Rejoindre le groupe Arattai %@
gu: Arattai સમૂહ %@ માં જોડાવ
hi: Arattai समूह %@ में शामिल हों
it: Unisciti al gruppo Arattai %@
ja: Arattaiグループに参加 %@
kn: Arattai ಗುಂಪು %@ ಸೇರಿ
ml: Arattai ഗ്രൂപ്പിൽ ചേരുക %@
mr: Arattai समूहामध्ये सामील व्हा %@
nl: Deelnemen aan Arattai-groep %@
pa: ਅਰਾਤਾਈ ਸਮੂਹ %@ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pt_pt: Junte-se ao Grupo Arattai %@
ru: Присоединиться к группе «%@» в Arattai
ta_in: Arattai குழு %@-இல் சேரவும்
te: అరాటై గ్రూపు %@లో చేరండి
tr: Arattai Grubuna %@ katıl
ur_arab_in: Arattai گروپ %@ میں شامل ہوں
vi: Tham Gia Nhóm Arattai %@
zh_hant: 加入 Arattai 群組 %@

# chat_group_already_in_the_group
source: You're already in this group
bn_in: আপনি ইতিমধ্যেই এই গ্রুপে রয়েছেন
de: Sie sind bereits in dieser Gruppe
el: Είστε ήδη μέλος της ομάδας αυτής
es: Ya está en este grupo
fr: Vous êtes déjà dans ce groupe
gu: તમે પહેલાંથી જ આ સમૂહમાં છો
hi: आप पहले से ही इस समूह में हैं
it: Fai già parte di questo gruppo
ja: すでにこのグループにいます。
kn: ನೀವು ಈಗಾಗಲೇ ಈ ಗುಂಪಿನಲ್ಲಿ ಇದ್ದೀರಿ
ml: നിങ്ങൾ ഇതിനകം ഈ ഗ്രൂപ്പിലുണ്ട്
mr: तुम्ही आधीपासून या समूहात आहात
nl: U maakt al deel uit van deze groep
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਇਸ ਸਮੂਹ ਵਿੱਚ ਹੋ
pt_pt: Já faz parte deste grupo
ru: Вы уже состоите в этой группе
ta_in: நீங்கள் ஏற்கனவே இந்தக் குழுவில் உள்ளீர்கள்
te: మీరు ఇప్పటికే ఈ గ్రూపులో ఉన్నారు
tr: Zaten bu gruptasınız
ur_arab_in: آپ پہلے سے اس گروپ میں موجود ہیں
vi: Bạn đã tham gia nhóm này
zh_hant: 您已在此群組中

# sticker_heading_frequently_used
source: Frequently used
bn_in: ঘন ঘন ব্যবহৃত
de: Häufig genutzt
el: Χρησιμοποιείται συχνά
es: Usado frecuentemente
fr: Utilisé fréquemment
gu: વારંવાર ઉપયોગમાં લેવાયેલ
hi: बार-बार उपयोग किया गया
it: Utilizzato frequentemente
ja: 頻繁に使用されている
kn: ಆಗಾಗ ಬಳಸಿರುವುದು
ml: പതിവായി ഉപയോഗിക്കുന്നു
mr: वारंवार वापरलेले
nl: Veel gebruikt
pa: ਅਕਸਰ ਵਰਤਿਆ ਗਿਆ
pt_pt: Utilizadas frequentemente
ru: Часто используемые
ta_in: அடிக்கடி பயன்படுத்தியவை
te: తరచుగా ఉపయోగించేది
tr: Sık kullanılan
ur_arab_in: متواتر استعمال کردہ
vi: Thường được sử dụng
zh_hant: 經常使用

# all_stickers_title
source: All stickers
bn_in: সমস্ত স্টিকারগুলি
de: Alle Aufkleber
el: Όλα τα αυτοκόλλητα
es: Todos los símbolos gráficos
fr: Tous les autocollants
gu: બધા સ્ટીકરો
hi: सभी स्टिकर्स
it: Tutti gli sticker
ja: 全てのステッカー
kn: ಎಲ್ಲ ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ml: എല്ലാ സ്റ്റിക്കറുകളും
mr: सर्व स्टिकर्स
nl: Alle stickers
pa: ਸਾਰੇ ਸਟਿੱਕਰ
pt_pt: Todos os autocolantes
ru: Все стикеры
ta_in: அனைத்து ஸ்டிக்கர்கள்
te: అన్ని స్టిక్కర్‌లు
tr: Tüm çıkartmalar
ur_arab_in: تمام اسٹیکرز
vi: Tất cả sticker
zh_hant: 所有貼圖

# installed_stickers_title
source: My stickers
bn_in: আমার স্টিকারগুলি
de: Meine Aufkleber
el: Τα αυτοκόλλητά μου
es: Mis símbolos gráficos
fr: Mes autocollants
gu: મારા સ્ટીકરો
hi: मेरे स्टिकर्स
it: I miei sticker
ja: 自分のステッカー
kn: ನನ್ನ ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ml: എന്റെ സ്റ്റിക്കറുകൾ
mr: माझे स्टिकर्स
nl: Mijn stickers
pa: ਮੇਰੇ ਸਟਿੱਕਰ
pt_pt: Os meus autocolantes
ru: Мои стикеры
ta_in: எனது ஸ்டிக்கர்கள்
te: నా స్టిక్కర్‌లు
tr: Çıkartmalarım
ur_arab_in: میرے اسٹیکرز
vi: Sticker của tôi
zh_hant: 我的貼圖

# sticker_singular
source: Sticker
bn_in: স্টিকার
de: Aufkleber
el: Αυτοκόλλητο
es: Símbolo gráfico
fr: Autocollant
gu: સ્ટીકર
hi: स्टिकर
ja: ステッカー
kn: ಸ್ಟಿಕ್ಕರ್
ml: സ്റ്റിക്കർ
mr: स्टिकर
pa: ਸਟਿੱਕਰ
pt_pt: Autocolante
ru: Стикер
ta_in: ஸ்டிக்கர்
te: స్టిక్కర్
tr: Çıkartma
ur_arab_in: اسٹیکر
zh_hant: 貼圖

# stickers_plural
source: Stickers
bn_in: স্টিকারগুলি
de: Aufkleber
el: Αυτοκόλλητα
es: Símbolos gráficos
fr: Autocollants
gu: સ્ટીકરો
hi: स्टिकर्स
it: Sticker
ja: ステッカー
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ml: സ്റ്റിക്കറുകൾ
mr: स्टिकर्स
pa: ਸਟਿੱਕਰ
pt_pt: Autocolantes
ru: Стикеры
ta_in: ஸ்டிக்கர்கள்
te: స్టిక్కర్‌లు
tr: Çıkartmalar
ur_arab_in: اسٹیکرز
vi: Sticker
zh_hant: 貼圖

# delete_sticker_pack_title
source: Delete sticker pack
bn_in: স্টিকারের প্যাক মুছে ফেলুন
de: Aufkleberpaket löschen
el: Διαγραφή πακέτου αυτοκόλλητων
es: Eliminar paquete de símbolos gráficos
fr: Supprimer le pack d’autocollants
gu: સ્ટીકર પેક કાઢી નાખો
hi: स्टिकर पैक हटाएं
it: Elimina pacchetto di sticker
ja: ステッカーパックを削除
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್
ml: സ്റ്റിക്കർ പായ്ക്ക് ഇല്ലാതാക്കുക
mr: स्टिकर पॅक हटवा
nl: Stickerpakket verwijderen
pa: ਸਟਿੱਕਰ ਪੈਕ ਮਿਟਾਓ
pt_pt: Eliminar pacote de autocolantes
ru: Удалить набор стикеров
ta_in: ஸ்டிக்கர் பொதியை நீக்கு
te: స్టిక్కర్ ప్యాన్ డిలీట్ చేయండి
tr: Çıkartma paketini sil
ur_arab_in: اسٹیکر پیک کو حذف کریں
vi: Xóa gói sticker này
zh_hant: 刪除貼圖包

# delete_sticker_pack_subtitle
source: Are you sure you want to delete the %@ pack?
bn_in: আপনি কি এই %@ প্যাক মুছে ফেলার বিষয়ে নিশ্চিত?
de: Möchten Sie das %@-Paket wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε το πακέτο %@;
es: ¿Está seguro de que desea eliminar el paquete de %@?
fr: Êtes-vous sûr de vouloir supprimer le pack %@ ?
gu: શું તમે ખરેખર %@ પેક કાઢી નાખવા માંગો છો?
hi: क्या आप सचमुच %@ पैक को हटाना चाहते हैं?
it: Eliminare il pacchetto %@?
ja: %@パックを削除してもよろしいですか？
kn: %@ ಪ್ಯಾಕ್ ಅಳಿಸಲು ಬಯಸುವುದನ್ನು ನೀವು ಖಚಿತಪಡಿಸುತ್ತೀರಾ?
ml: %@ പായ്ക്ക് ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्ही %@ पॅक हटवू इच्छिता याची तुम्हाला खात्री आहे का?
nl: Weet u zeker dat u het pakket %@ wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ %@ ਪੈਕ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Tem a certeza de que pretende eliminar o pacote de %@?
ru: Действительно удалить набор «%@»?
ta_in: %@ பொதியை உறுதியாக நீக்க விரும்புகிறீர்களா?
te: %@ ప్యాక్‌ని మీరు ఖచ్చితంగా డిలీట్ చేయాలని కోరుకుంటున్నారా?
tr: %@ paketini silmek istediğinizden emin misiniz?
ur_arab_in: کیا آپ واقعی %@ پیک کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa gói %@ này không?
zh_hant: 您是否確定要刪除 %@ 包？

# search_for_stickers_hint
source: Search for stickers
bn_in: স্টিকার খুঁজুন
de: Nach Aufklebern suchen
el: Αναζήτηση για αυτοκόλλητα
es: Buscar símbolos gráficos
fr: Rechercher des autocollants
gu: સ્ટીકરો માટે શોધ કરો
hi: स्टिकर्स की खोज करें
it: Cerca sticker
ja: ステッカーを検索
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳಿಗಾಗಿ ಹುಡುಕಿ
ml: സ്റ്റിക്കറുകൾക്കായി തിരയുക
mr: स्टिकर्स शोधा
nl: Zoeken naar stickers
pa: ਸਟਿੱਕਰ ਲੱਭੋ
pt_pt: Procurar autocolantes
ru: Поиск стикеров
ta_in: ஸ்டிக்கர்களைத் தேடு
te: స్టిక్కర్‌ల కొరకు వెతకండి
tr: Çıkartmaları ara
ur_arab_in: اسٹیکرز کی تلاش کریں
vi: Tìm kiếm sticker
zh_hant: 搜尋貼圖

# search_for_gif_hint
source: Search GIFs from Tenor
bn_in: টেনর থেকে GIFগুলি অনুসন্ধান করুন
de: GIFs von Tenor suchen
el: Αναζήτηση GIF από το Tenor
es: Buscar imágenes GIF de Tenor
fr: Rechercher des GIF de Tenor
gu: Tenor થી GIFs શોધો
hi: Tenor से GIF खोजें
it: Cerca GIF da Tenor
ja: TenorからGIFを検索
kn: Tenor ನಿಂದ GIF ಗಳಿಗಾಗಿ ಹುಡುಕಿ
ml: Tenorൽ നിന്ന് GIF-കൾ തിരയുക
mr: टेनरमधून GIF शोधा
nl: Zoeken naar GIF’s vanuit Tenor
pa: Tenor ਤੋਂ GIFs ਲੱਭੋ
pt_pt: Procurar ficheiros GIF no Tenor
ru: Поиск GIF-ок с Tenor
ta_in: Tenor-இல் GIFகளைத் தேடு
te: టెన్నోర్ నుంచి GIFలను వెతకండి
tr: Tenor’dan gelen GIF’ler
ur_arab_in: Tenor سے GIFs تلاش کریں
vi: Tìm kiếm GIF từ Tenor
zh_hant: 從 Tenor 搜尋 GIF

# send_sticker_action
source: Send sticker
bn_in: স্টিকার পাঠান
de: Aufkleber senden
el: Αποστολή αυτοκόλλητου
es: Enviar símbolo gráfico
fr: Envoyer un autocollant
gu: સ્ટીકર મોકલો
hi: स्टिकर भेजें
it: Invia sticker
ja: ステッカーを送信
kn: ಸ್ಟಿಕ್ಕರ್ ಕಳುಹಿಸಿ
ml: സ്റ്റിക്കർ അയയ്‌ക്കുക
mr: स्टिकर पाठवा
nl: Sticker verzenden
pa: ਸਟਿੱਕਰ ਭੇਜੋ
pt_pt: Enviar autocolante
ru: Отправить стикер
ta_in: ஸ்டிக்கரை அனுப்பு
te: స్టిక్కర్‌ని పంపండి
tr: Çıkartma gönder
ur_arab_in: اسٹیکر بھیجیں
vi: Gửi sticker
zh_hant: 傳送貼圖

# action_view_sticker_set
source: View sticker set
bn_in: স্টিকারের সেট দেখুন
de: Aufkleberset anzeigen
el: Προβολή σετ αυτοκόλλητων
es: Ver juego de símbolos gráficos
fr: Afficher l’ensemble d’autocollants
gu: સ્ટીકર સેટ જુઓ
hi: स्टिकर समूह देखें
it: Visualizza set di sticker
ja: ステッカーセットを表示
kn: ಸ್ಟಿಕ್ಕರ್ ಸೆಟ್ ಅನ್ನು ನೋಡಿ
ml: സ്റ്റിക്കർ സെറ്റ് കാണുക
mr: स्टिकर सेट पहा
nl: Stickerset bekijken
pa: ਸਟਿੱਕਰ ਸੈਟ ਵੇਖੋ
pt_pt: Ver o conjunto de autocolantes
ru: Просмотреть стикеры
ta_in: ஸ்டிக்கர் தொகுப்பைக் காண்க
te: స్టిక్కర్ సెట్ వీక్షించండి
tr: Çıkartma kümesini görüntüle
ur_arab_in: اسٹیکر کا سیٹ دیکھیں
vi: Xem tập hợp sticker
zh_hant: 檢視貼圖設定

# action_remove_from_recent
source: Remove from frequently used
bn_in: ঘন ঘন ব্যবহৃত থেকে সরান
de: Aus Häufig genutzt entfernen
el: Αφαίρεση από τα συχνά χρησιμοποιούμενα
es: Eliminar de utilizados con frecuencia
fr: Retirer des fréquemment utilisés
gu: વારંવાર ઉપયોગમાં લેવાયેલમાંથી દૂર કરો
hi: अकसर उपयोग किए जाने वाले से निकालें
it: Rimuovi dai più usati
ja: 使用頻度の高いものから外す。
kn: ಆಗಾಗ ಬಳಸಿರುವುದರಿಂದ ತೆಗೆದುಹಾಕಿ
ml: പതിവായി ഉപയോഗിക്കുന്നതിൽ നിന്ന് നീക്കംചെയ്യുക
mr: वारंवार वापरल्यामधून काढा
nl: Verwijderen uit Vaak gebruikt
pa: ਅਕਸਰ ਵਰਤੇ ਜਾਣ ਤੋਂ ਹਟਾਓ
pt_pt: Remover dos frequentemente utilizados
ru: Удалить из часто используемых
ta_in: அடிக்கடி பயன்படுத்தப்படுவதிலிருந்து அகற்று
te: తరచుగా ఉపయోగించేవాటి నుంచి తొలగించండి
tr: Sık kullanılanlardan kaldır
ur_arab_in: متواتر استعمال کردہ سے ہٹائیں
vi: Xóa khỏi danh sách thường được sử dụng
zh_hant: 從常用中移除
