Repository: Muralijeya/NewRepo
Catalog: ArattaiLocalise/Sources/ArattaiLocalise/Resource/*.lproj/Localizable.strings
Languages: bn_in, de, el, es, fr, gu, hi, it, ja, kn, ml, mr, nl, pa, pt_pt, ru, ta_in, te, tr, ur_arab_in, vi, zh_hant

# chat.block.inactive.desc
source: Looks like administrator has revoked your permission to access %@.
de: Offenbar wurde Ihre %@-Zugriffsberechtigung vom Administrator widerrufen.
el: Φαίνεται ότι ο διαχειριστής έχει ανακαλέσει την άδειά σας για πρόσβαση στο %@.
es: Parece que el administrador ha revocado su permiso para acceder a %@.
fr: Il semble que l’administrateur ait révoqué votre autorisation d’accéder à %@.
hi: ऐसा प्रतीत होता है कि व्यवस्थापक ने %@ तक पहुँच प्राप्त करने के लिए आपकी अनुमति निरस्त कर दी है।
it: Sembra che l’amministratore abbia revocato la tua autorizzazione per l’accesso a %@.
ja: 管理者があなたの%@アクセス権限を無効にしたようです。
nl: De beheerder heeft uw machtiging voor toegang tot %@ ingetrokken.
pt_pt: Parece que o administrador revogou a sua permissão para aceder ao %@.
ru: Похоже, администратор отозвал ваше разрешение на доступ к %@.
tr: Yönetici %@’e erişim izninizi iptal etmiş gibi görünüyor.
vi: Có vẻ như quản trị viên đã rút lại sự cho phép bạn truy cập %@.
zh_hant: 似乎管理員已撤銷了您的 %@ 存取權限。

# chat.block.license.desc
source: Looks like you have not been covered under the current %@ plan of allowed users.
de: Anscheinend reicht die maximale Nutzeranzahl des aktuellen %@-Tarifes nicht aus.
el: Φαίνεται ότι δεν έχετε καλυφθεί από το τρέχον Πρόγραμμα %@ επιτρεπόμενων χρηστών.
es: Parece que no está cubierto bajo el plan de %@ de usuarios permitidos.
fr: Il semble que vous n’avez pas été couvert par le plan %@ actuel des utilisateurs autorisés.
hi: ऐसा प्रतीत होता है कि आपको अनुमत उपयोगकर्ताओं के वर्तमान %@ प्लान में शामिल नहीं किया गया है।
it: Sembra che non tu sia coperto dal piano %@ corrente di utenti consentiti.
ja: 許可されたユーザーの現在のプランにあなたは含まれていないようです。
nl: U valt niet onder het actuele plan van %@ van toegestane gebruikers.
pt_pt: Parece que não está abrangido pelo plano de utilizadores permitidos do %@.
ru: Похоже, вы превысили допустимое количество пользователей в рамках имеющегося тарифного плана %@.
tr: İzin verilen kullanıcıların geçerli %@ planı kapsamında değilsiniz gibi görünüyor.
vi: Có vẻ như bạn chưa được đưa vào gói thuê bao %@ hiện tại của người dùng được phép.
zh_hant: 似乎您當前並不在受允許的使用者 %@ 計劃中。

# chat.history.draft
source: Draft
bn_in: খসড়া
de: Entwurf
el: Πρόχειρο
es: Borrador
fr: Brouillon
gu: ડ્રાફ્ટ
hi: ड्राफ्ट
it: Bozza
ja: 下書き
kn: ಡ್ರಾಫ್ಟ್‌
ml: ഡ്രാഫ്റ്റ്
mr: ड्राफ्ट
nl: Concept
pa: ਖਰੜਾ
pt_pt: Rascunho
ru: Черновик
ta_in: வரைவு
te: డ్రాఫ్ట్
tr: Taslak
ur_arab_in: ڈرافٹ
vi: Bản nháp
zh_hant: 草稿

# chat.nointent.error
source: You may not have a proper app to handle this action
bn_in: এই ক্রিয়াটির জন্য আপনার কোন সঠিক অ্যাপ নাও থাকতে পারে
de: Sie besitzen eventuell keine passende App zum Verarbeiten dieser Aktion
el: Ενδέχεται να μην διαθέτετε κατάλληλη εφαρμογή για διαχείριση αυτής της ενέργειας
es: Es posible que no tenga una aplicación adecuada para realizar esta acción
fr: Il se peut que vous n’ayez pas une application correcte pour gérer cette action
gu: આ ક્રિયાનું સંચાલન કરવા માટે તમારી પાસે યોગ્ય ઍપ નહીં હોય
hi: हो सकता है कि आपके पास इस कार्रवाई को हैंडल करने के लिए कोई उपयुक्त ऐप न हो
it: Potresti non avere un’app adatta alla gestione di questa azione
ja: このアクションを実行するのに適切なアプリを持っていない可能性があります
kn: ಈ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸಲು ನೀವು ಸೂಕ್ತ ಆ್ಯಪ್ ಅನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದು
ml: ഈ പ്രവർത്തനം കൈകാര്യം ചെയ്യാൻ നിങ്ങൾക്ക് ശരിയായ ആപ്പ് ഇല്ലായിരിക്കാം
mr: ही क्रिया हाताळण्यासाठी तुमच्याकडे कदाचित योग्य अॅप नसेल
nl: U heeft wellicht niet de juiste app voor deze bewerking.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਕਿਰਿਆ ਲਈ ਉਚਿਤ ਐਪ ਨਹੀਂ ਹੈ।
pt_pt: Pode não ter a aplicação adequada para realizar esta ação
ru: Отсутствует необходимое приложение для выполнения этого действия
ta_in: இந்த செயலைக் கையாள உங்களிடம் சரியான செயலி இல்லை
te: ఈ చర్య హ్యాండిల్ చేయడానికి మీకు సరైన యాప్ ఉండకపోవచ్చు
tr: Bu eylemi yapmak için için uygun uygulamanız olmayabilir
ur_arab_in: ہو سکتا ہے کہ اس عمل کو سنبھالنے کے لیے آپ کے پاس مناسب ایپ نہ ہو
vi: Bạn có thể không có một ứng dụng thích hợp để xử lý thao tác này
zh_hant: 您可能無正確的應用程序來處理此動作

# chat.star.one
source: Important
de: Wichtig
el: Σημαντικό
es: Importante
hi: महत्वपूर्ण
it: Importante
ja: 重要
nl: Belangrijk
pt_pt: Importante
ru: Важно
tr: Önemli
vi: Quan trọng
zh_hant: 重要

# chat.star.two
source: Todo
de: Zu erledigen
el: Εργασίες προς εκτέλεση
es: Tareas pendientes
fr: Tâche
hi: करने के लिए
it: Da fare
ja: すること
nl: Taak
pt_pt: A fazer
ru: Задачи
tr: Yapılacak
vi: Cần làm

# chat.star.three
source: Note
de: Anmerkung
el: Σημείωση
es: Nota
hi: नोट
it: Nota
ja: ノート
nl: Notitie
pt_pt: Nota
ru: Примечание
tr: Not
vi: Ghi chú
zh_hant: 註

# chat.star.four
source: Boss
de: Chef
el: Αφεντικό
es: Jefe
fr: Patron
hi: बॉस
it: Capo
ja: ボス
nl: Baas
pt_pt: Chefe
ru: Босс
tr: Patron
vi: Sếp
zh_hant: 老闆

# chat.star.five
source: Follow up
de: Nachverfolgung
el: Παρακολούθηση
es: Seguir
fr: Suivi
hi: फॉलो अप
ja: フォローアップ
nl: Opvolging
pt_pt: Seguimento
ru: Следующее выполнение
tr: Takip Et
vi: Theo dõi
zh_hant: 跟進

# chat.message.status.failed.title
source: Message sending failed
bn_in: বার্তা প্রেরণ করা ব্যর্থ হয়েছে
de: Mitteilungsversand fehlgeschlagen
el: Η αποστολή μηνύματος απέτυχε
es: No se pudo enviar el mensaje
fr: L’envoi du message a échoué
gu: સંદેશ મોકલવામાં નિષ્ફળ
hi: संदेश भेजना विफल रहा
it: Invio del messaggio non riuscito
ja: メッセージの送信に失敗しました
kn: ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ
ml: സന്ദേശം അയയ്‌ക്കുന്നത് പരാജയപ്പെട്ടു
mr: मेसेज पाठवणे अयशस्वी झाले
nl: Verzenden van bericht is mislukt
pa: ਸੁਨੇਹਾ ਭੇੱਜਣਾ ਅਸਫਲ ਰਿਹਾ
pt_pt: Falha ao enviar mensagem
ru: Ошибка отправки сообщения
ta_in: செய்தி அனுப்புவது தோல்வியுற்றது
te: సందేశం పంపడం విఫలమైంది
tr: İleti gönderilemedi
ur_arab_in: پیغام بھیجنے میں ناکامی ہوئی ہے
vi: Gửi tin nhắn thất bại
zh_hant: 訊息傳送失敗

# chat.message.status.failed.message
source: The message you sent to %@ has failed.
bn_in: আপনি %@ কে যে বার্তাটি পাঠিয়েছেন সেটি ব্যর্থ হয়েছে।
de: Senden der Mitteilung an %@ fehlgeschlagen.
el: Το μήνυμα που στείλατε σε %@ απέτυχε.
es: El mensaje que envió a %@ ha fallado.
fr: Le message que vous avez envoyé à %@ a échoué.
gu: તમે જે સંદેશ મોકલ્યો છે %@ નિષ્ફળ થયેલ છે.
hi: आप द्वारा %@ को भेजा गया संदेश विफल हो गया है।
it: Invio del messaggio a %@ non riuscito.
ja: %@ へのメッセージの送信に失敗しました。
kn: ನೀವು %@ ಗೆ ಕಳುಹಿಸಿದ ಸಂದೇಶ ವಿಫಲವಾಗಿದೆ.
ml: %@ ലേക്ക് നിങ്ങൾ അയച്ച സന്ദേശം പരാജയപ്പെട്ടു.
mr: तुम्ही %@ ला पाठवलेला मेसेज अयशस्वी झाला.
nl: Het bericht dat u heeft verzonden naar %@ is mislukt.
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ %@ ਨੂੰ ਭੇਜਿਆ ਸੁਨੇਹਾ ਅਸਫਲ ਹੋ ਗਿਆ ਹੈ।
pt_pt: Falha ao enviar mensagem para %@.
ru: Не удалось отправить ваше сообщение в адрес пользователя %@.
ta_in: %@-க்கு நீங்கள் அனுப்பிய செய்தி தோல்வியடைந்தது.
te: %@ కు మీరు పంపిన సందేశం విఫలమైంది.
tr: %@ mesajınız gönderilemedi.
ur_arab_in: آپ کے %@ کو بھیجے گئے پیغام میں ناکامی ہوئی ہے۔
vi: Tin nhắn bạn gửi cho %@ đã thất bại.
zh_hant: 訊息未能傳送至 %@。

# chat.home.unreadchats
source: Unread chats
bn_in: অপঠিত চ্যাটগুলি
de: Ungelesene Chats
el: Μη αναγνωσμένες συνομιλίες
es: Chats no leídos
fr: Conversations non lues
gu: ન વાંચેલ ચૅટ્સ
hi: अपठित चैट्स
it: Chat non lette
ja: 未読のチャット
kn: ಓದದೆ ಇರುವ ಚಾಟ್‌ಗಳು
ml: വായിക്കാത്ത ചാറ്റുകൾ
mr: न वाचलेले चॅट
nl: Ongelezen chats
pa: ਬਿਨਾਂ ਪੜ੍ਹੀ ਗਈ ਚੈਟ
pt_pt: Conversas de chat não lidas
ru: Непрочитанные сообщения в чатах
ta_in: வாசிக்கப்படாத அரட்டைகள்
te: చదవని చాట్‌లు
tr: Okunmamış sohbetler
ur_arab_in: ان پڑھی چیٹس
vi: Nội dung chat chưa đọc
zh_hant: 未讀聊天

# chat.search.noresult
source: No results
bn_in: কোন ফলাফল নেই
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: No hay resultados
fr: Aucun résultat
gu: કોઇ પરિણામો નથી
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ml: ഫലങ്ങളൊന്നുമില്ല
mr: परिणाम नाही
nl: Geen resultaten
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਹਨ
pt_pt: Sem resultados
ru: Нет результатов
ta_in: முடிவுகள் எதுவுமில்லை
te: ఫలితాలు లేవు
tr: Sonuç yok
ur_arab_in: کوئی نتائج نہیں
vi: Không có kết quả
zh_hant: 無結果

# chat.location.alreadyon
source: Your location is now accessible Please redo the action
de: Ihr Standort ist nun abrufbar. Bitte Aktion wiederholen
el: Η τοποθεσία σας είναι πλέον προσβάσιμη Επαναλάβετε την ενέργεια
es: Su ubicación ahora es accesible Por favor, vuelva a realizar la acción
fr: Votre emplacement est maintenant accessible Veuillez répéter l’action
hi: अब आपके स्थान तक पहुँच बनाई जा सकती है कृपया कार्रवाई फिर से करें
it: La tua posizione ora è accessibile Ripeti l’azione
ja: あなたのロケーションがアクセス可能になりました アクションを再実行してください
nl: Uw locatie is nu toegankelijk Heraal de actie
pt_pt: A localização está agora acessível Repita a ação
ru: Ваше местоположение теперь доступно Пожалуйста, повторите попытку
tr: Konumuz artık erişilebilir Lütfen eylemi yineleyin
vi: Địa điểm của bạn lúc này có thể truy cập được Vui lòng thực hiện lại thao tác này
zh_hant: 您的位置現可存取 請重做此動作

# chat.notification.action.markread
source: Mark as read
bn_in: পঠিত হিসেবে চিহ্নিত করুন
de: Als gelesen markieren
el: Επισήμανση ως Αναγνωσμένο
es: Marcar como leído
fr: Marquer comme Lu
gu: વાંચેલા તરીકે ચિહ્નિત કરો
hi: पढ़ा गया के रूप में चिह्नित करें
it: Contrassegna come letto
ja: 読了としてマーク
kn: ಓದಲಾಗಿದೆ ಎಂದು ಗುರುತು ಮಾಡಿ
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: वाचले म्हणून चिन्हांकित करा
nl: Markeren als gelezen
pa: ਪੜ੍ਹੇ ਵਜੋਂ ਨਿਸ਼ਾਨ ਲਗਾਓ
pt_pt: Marcar como lido
ru: Отметить как прочтенное
ta_in: வாசித்ததாகக் குறி
te: చదివినట్లు గుర్తు పెట్టండి
tr: Okundu olarak İşaretle
ur_arab_in: پڑھے گئے کے طور پر نشان زد کریں
vi: Đánh Dấu Là Đã Đọc
zh_hant: 標示為已讀取

# chat.custommessage.dialog.title
source: More…
bn_in: আরো...
de: Mehr …...
el: Περισσότερα...
es: Más…...
fr: Plus...
gu: વધુ…
hi: अधिक...
it: Altro...
ja: 詳細...
kn: ಇನ್ನಷ್ಟು...
ml: കൂടുതൽ…
mr: अधिक...
nl: Meer...
pa: ਹੋਰ...
pt_pt: Mais...
ru: Дополнительно...
ta_in: மேலும்...
te: మరిన్ని…
tr: Daha fazla...
ur_arab_in: مزید...
vi: Bổ sung...
zh_hant: 更多...

# chat.entity.title
source: Entity
bn_in: সত্তা
de: Entität
el: Οντότητα
es: Entidad
fr: Entité
gu: એન્ટિટી
hi: इकाई
it: Entità
ja: エンティティ
kn: ಘಟಕ
ml: എന്റിറ്റി
mr: संस्था
nl: Entiteit
pa: ਏਨਟਿਟੀ
pt_pt: Entidade
ru: Объект
ta_in: நிறுவனம்
te: సంస్థ
tr: Varlık
ur_arab_in: اکائی
vi: Thực thể
zh_hant: 實體

# chat.overflow.mutedchats.title
source: View muted chats
bn_in: মিউট করা চ্যাটগুলি দেখুন
de: Stummgeschaltete Chats anzeigen
el: Προβολή συνομιλιών σε σίγαση
es: Ver chats silenciados
fr: Afficher les conversations désactivées
gu: મ્યૂટ કરેલ ચૅટ્સ જુઓ
hi: म्यूट की गई चैट्स देखें
it: Visualizza le chat il cui audio è stato disattivato
ja: ミュート済みチャットを表示
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳನ್ನು ನೋಡಿ
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ കാണുക
mr: म्युट केलेले चॅट पहा
nl: Gedempte chats weergeven
pa: ਮਿਉਟ ਚੈਟ ਵੇਖੋ
pt_pt: Ver chats sem som
ru: Просмотреть отключенные чаты
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகளைக் காண்க
te: మ్యూట్ చేయబడ్డ చాట్‌లను వీక్షించండి
tr: Sessize alınan sohbetleri görüntüle
ur_arab_in: خاموش کردہ چیٹس دیکھیں
vi: Xem các nội dung chat đã tắt tiếng
zh_hant: 檢視靜音的聊天

# chat.overflow.unreadchats.title
source: View unread chats
bn_in: অপঠিত চ্যাট দেখুন
de: Ungelesene Chats anzeigen
el: Προβολή μη αναγνωσμένων συνομιλιών
es: Ver chats no leídos
fr: Afficher les conversations non lues
gu: ન વાંચેલ ચૅટ્સ જુઓ
hi: अपठित चैट्स देखें
it: Visualizza chat non lette
ja: 未読チャットを表示
kn: ಓದದೆ ಇರುವ ಚಾಟ್‌ಗಳನ್ನು ನೋಡಿ
ml: വായിക്കാത്ത ചാറ്റുകൾ കാണുക
mr: न वाचलेल्या चॅट पहा
nl: Ongelezen chats weergeven
pa: ਬਿਨਾਂ-ਪੜ੍ਹੀਆਂ ਗਈਆਂ ਚੈਟ ਦੇਖੋ
pt_pt: Ver chats não lidos
ru: Просмотреть непрочитанные чаты
ta_in: வாசிக்கப்படாத அரட்டைகளைக் காண்க
te: చదవని పోస్ట్‌లను వీక్షించండి
tr: Okunmamış sohbetler
ur_arab_in: ان پڑھی چیٹس دیکھیں
vi: Xem các nội dung chat chưa đọc
zh_hant: 檢視未讀的聊天

# chat.overflow.turnoffnot.title
source: Turn on Notifications
bn_in: বিজ্ঞপ্তি চালু করুন
de: Benachrichtigungen abschalten
el: Απενεργοποίηση ειδοποιήσεων
es: Desactivar notificaciones
fr: Désactiver Notifications
gu: સૂચનાઓ ચાલુ કરો
hi: सूचनाएं चालू करें
it: Disattiva notifiche
ja: 通知をオフにする
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ
ml: അറിയിപ്പുകൾ ഓണാക്കുക
mr: नोटिफिकेशन चालू करा
nl: Meldingen uitschakelen
pa: ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ
pt_pt: Desativar notificações
ru: Отключить уведомления
ta_in: அறிவிப்புகளை இயக்கு
te: నోటిఫికేషన్‌‌లు ఆన్ చేయండి
tr: Bildirimleri Kapat
ur_arab_in: اطلاعات کو آن کریں
vi: Tắt Thông Báo
zh_hant: 關閉通知

# chat.overflow.turnonnot.title
source: Turn on Notifications
bn_in: বিজ্ঞপ্তি চালু করুন
de: Benachrichtigungen einschalten
el: Ενεργοποίηση ειδοποιήσεων
es: Activar notificaciones
fr: Activer Notifications
gu: સૂચનાઓ ચાલુ કરો
hi: सूचनाएं चालू करें
it: Attiva notifiche
ja: 通知をオンにする
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ
ml: അറിയിപ്പുകൾ ഓണാക്കുക
mr: नोटिफिकेशन चालू करा
nl: Meldingen inschakelen
pa: ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ
pt_pt: Ativar notificações
ru: Включить уведомления
ta_in: அறிவிப்புகளை இயக்கு
te: నోటిఫికేషన్‌‌లు ఆన్ చేయండి
tr: Bildirimleri Aç
ur_arab_in: اطلاعات کو آن کریں
vi: Bật Thông Báo
zh_hant: 開啟通知

# chat.activity.mutedchats.title
source: Muted Chats
bn_in: মিউট করা চ্যাটগুলি
de: Stummgeschaltete Chats
el: Συνομιλίες σε σίγαση
es: Silenciar chat
fr: Conversations désactivées
gu: મ્યૂટ કરેલ ચૅટ્સ
hi: म्यूट की गई चैट्स
it: Chat con audio disattivato
ja: ミュート済みチャット
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳು
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ
mr: म्युट केलेले चॅट
nl: Gedempte chats
pa: ਮਿਉਟ ਕੀਤੀ ਚੈਟ
pt_pt: Chats sem som
ru: Отключенные чаты
ta_in: ஒலிதடை செய்யப்பட்ட அரட்டைகள்
te: మ్యూట్ చేయబడ్డ చాట్‌లు
tr: Sessize Alınan Sohbetler
ur_arab_in: خاموش کردہ چیٹس
vi: Nội Dung Chat Đã Tắt Tiếng
zh_hant: 靜音聊天

# chat.activity.unreadchats.title
source: Unread Chats
bn_in: অপঠিত চ্যাটগুলি
de: Ungelesene Chats
el: Μη αναγνωσμένες συνομιλίες
es: Chats no leídos
fr: Conversations non lues
gu: ન વાંચેલ ચૅટ્સ
hi: अपठित चैट्स
it: Chat non lette
ja: 未読のチャット
kn: ಓದದೆ ಇರುವ ಚಾಟ್‌ಗಳು
ml: വായിക്കാത്ത ചാറ്റുകൾ
mr: न वाचलेले चॅट
nl: Ongelezen chats
pa: ਬਿਨਾਂ ਪੜ੍ਹੀ ਗਈ ਚੈਟ
pt_pt: Chats não lidos
ru: Непрочитанные сообщения в чатах
ta_in: வாசிக்கப்படாத அரட்டைகள்
te: చదవని చాట్‌లు
tr: Okunmamış Sohbetler
ur_arab_in: ان پڑھی چیٹس
vi: Nội Dung Chat Chưa Đọc
zh_hant: 未讀聊天

# chat.settings.home.chatprefs
source: Chat Preference
bn_in: চ্যাটের পছন্দ
de: Chateinstellungen
el: Προτιμήσεις συνομιλίας
es: Preferencia del chat
fr: Préférence de conversation
gu: ચૅટ પસંદગી
hi: चैट प्राथमिकता
it: Preferenza chat
ja: チャット設定
kn: ಚಾಟ್ ಆದ್ಯತೆ
ml: ചാറ്റ് മുൻ‌ഗണന
mr: चॅट प्राधान्य
nl: Voorkeuren voor chat
pa: ਚੈਟ ਦੀ ਤਰਜੀਹ
pt_pt: Preferência de chat
ru: Настройки чата
ta_in: அரட்டை விருப்பம்
te: చాట్ ప్రాధాన్యత
tr: Sohbet Tercihi
ur_arab_in: چیٹ کی ترجیح
vi: Cài Đặt Chat
zh_hant: 聊天偏好設定

# chat.settings.home.contactprefs
source: Contact Preference
bn_in: পরিচিতির পছন্দ
de: Kontaktvoreinstellungen
el: Προτιμήσεις επαφής
es: Preferencias de contacto
fr: Préférence de contact
gu: સંપર્ક પસંદગી
hi: संपर्क प्राथमिकता
it: Preferenza contatto
ja: 連絡先設定
kn: ಸಂಪರ್ಕ ಆದ್ಯತೆ
ml: കോൺ‌ടാക്റ്റ് മുൻ‌ഗണന
mr: संपर्काचे प्राधान्य
nl: Voorkeuren voor contactpersoon
pa: ਸੰਪਰਕ ਦੀ ਤਰਜੀਹ
pt_pt: Preferência de contacto
ru: Настройки контакта
ta_in: தொடர்பு விருப்பம்
te: కాంటాక్ట్ ప్రాధాన్యత
tr: İletişim Tercihi
ur_arab_in: رابطے کی ترجیح
vi: Cài Đặt Liên Lạc
zh_hant: 連絡人偏好設定

# chat.settings.chatprefs.muted
source: Always show muted chat in list
bn_in: সবসময়ে তালিকায় মিউট করা চ্যাট দেখান
de: Stummgeschalteten Chat immer in Liste anzeigen
el: Να προβάλλονται πάντα οι συνομιλίες σε σίγαση στον κατάλογο
es: Mostrar siempre el chat silenciado en la lista
fr: Toujours afficher la conversation désactivée dans la liste
gu: સૂચિમાં મ્યૂટ કરેલ ચૅટ હંમેશાં બતાવો
hi: सूची में हमेशा म्यूट की गई चैट्स दिखाएं
it: Visualizza sempre la chat con audio disattivato in elenco
ja: 常にミュート済みチャットをリストに表示する
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್ ಅನ್ನು ಯಾವಾಗಲೂ ಲಿಸ್ಟ್‌ನಲ್ಲಿ ತೋರಿಸಿ
ml: ലിസ്റ്റിൽ എല്ലായ്പ്പോഴും നിശബ്ദമാക്കിയ ചാറ്റ് കാണിക്കുക
mr: नेहमी यादीमध्ये म्युट केलेले चॅट दर्शवा
nl: Gedempte chat altijd weergeven in lijst
pa: ਸੂਚੀ ਵਿੱਚ ਹਮੇਸ਼ਾਂ ਮਿਉਟ ਚੈਟ ਦਿਖਾਓ
pt_pt: Mostrar sempre chat sem som na lista
ru: Всегда показывать отключенные чаты в списке
ta_in: ஒலிதடை செய்த அரட்டையை எப்போதும் பட்டியலில் காட்டு
te: ఎల్లప్పుడూ మ్యూట్ చేసిన చాట్‌ని లిస్ట్‌లో చూపించండి
tr: Sessize alınan sohbetleri her zaman listede göster
ur_arab_in: فہرست میں ہمیشہ خاموش کردہ چیٹ دکھائیں
vi: Luôn hiển thị nội dung chat đã tắt tiếng trong danh sách
zh_hant: 始終在清單中顯示靜音的聊天

# chat.settings.autodownload.wifi
source: Auto download media on Wifi
bn_in: ওয়াইফাইতে মিডিয়া স্বয়ংক্রিয়ভাবে ডাউনলোড করুন
de: Automatischer Mediendownload über WLAN
el: Αυτόματη λήψη μέσων με WiFi
es: Descargar automáticamente multimedia en wifi
fr: Téléchargement automatique du média en Wifi
gu: Wifi પર સ્વતઃ ડાઉનલોડ મીડિયા
hi: Wifi पर मीडिया को स्वतः डाउनलोड करें
it: Scarica automaticamente i file multimediali con Wi-Fi
ja: Wi-Fi接続時にメディアを自動ダウンロード
kn: ವೈ-ಫೈನಲ್ಲಿ ಮೀಡಿಯಾವನ್ನು ಸ್ವಯಂ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: Wifi ൽ മീഡിയ സ്വയമേവ ഡൗൺലോഡ് ചെയ്യുക
mr: Wi Fi वर मीडिया आपोआप डाउनलोड करा
nl: Media automatisch downloaden bij wifi
pa: Wifi ‘ਤੇ ਮੀਡੀਆ ਆਟੋ ਡਾਉਨਲੋਡ ਕਰੋ
pt_pt: Transferência automática de multimédia por Wi-Fi
ru: Автоматически загружать мультимедиа по Wi-Fi
ta_in: வைஃபை-இல் தானாக ஊடகத்தைப் பதிவிறக்கு
te: Wifiపై మీడియాని ఆటోమేటిక్‌గా డౌన్‌లోడ్ చేయండి
tr: Wifi’de ortamı otomatik indir
ur_arab_in: Wifi پر میڈیا کو خودکار طور پر ڈاؤن لوڈ کریں
vi: Tự động tải media xuống trên Wifi
zh_hant: 在 Wifi 下自動下載媒體

# chat.settings.autodownload.mobile
source: Auto download media on Mobile data
bn_in: মোবাইল ডেটাতে মিডিয়া স্বয়ংক্রিয়ভাবে ডাউনলোড করুন
de: Automatischer Mediendownload über mobile Daten
el: Αυτόματη λήψη μέσων με δεδομένα κινητού
es: Descargar automáticamente multimedia en datos móviles
fr: Téléchargement automatique du média sur données mobiles
gu: મોબાઇલ ડેટા પર સ્વતઃ ડાઉનલોડ મીડિયા
hi: मोबाइल डेटा पर मीडिया को स्वतः डाउनलोड करें
it: Scarica automaticamente i file multimediali su dati mobili
ja: モバイルデータ接続時にメディアを自動ダウンロード
kn: ಮೊಬೈಲ್ ಡೇಟಾದಲ್ಲಿ ಮೀಡಿಯಾವನ್ನು ಸ್ವಯಂ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: മൊബൈൽ ഡാറ്റയിൽ മീഡിയ സ്വയമേവ ഡൗൺലോഡ് ചെയ്യുക
mr: मोबाइल डेटावर मीडिया आपोआप डाउनलोड करा
nl: Media automatisch downloaden bij mobiele gegevens
pa: ਮੋਬਾਈਲ ਡਾਟਾ ‘ਤੇ ਮੀਡੀਆ ਆਟੋ ਡਾਉਨਲੋਡ ਕਰੋ
pt_pt: Transferência automática de multimédia por dados móveis
ru: Автоматически загружать мультимедиа по мобильной связи
ta_in: மொபைல் தரவுகளில் தானாக ஊடகத்தைப் பதிவிறக்கு
te: మొబైల్ డేటాపై మీడియాని ఆటోమేటిక్‌గా డౌన్‌లోడ్ చేయండి
tr: Mobil veride ortamı otomatik indir
ur_arab_in: موبوئل ڈیٹا پر میڈیا کو خودکار طور پر ڈاؤن لوڈ کریں
vi: Tự động tải media xuống bằng dữ liệu Di Động
zh_hant: 使用行動數據時自動下載媒體

# chat.settings.autodownload.image
source: Image
bn_in: ছবি
de: Bild
el: Εικόνα
es: Imagen
gu: છબી
hi: छवि
it: Immagine
ja: 画像
kn: ಚಿತ್ರ
ml: ചിത്രം
mr: प्रतिमा
nl: Afbeelding
pa: ਤਸਵੀਰ
pt_pt: Imagem
ru: Изображение
ta_in: படம்
te: ఇమేజ్
tr: Resim
ur_arab_in: تصویر
vi: Hình ảnh
zh_hant: 影像

# chat.settings.autodownload.audio
source: Audio/Video
bn_in: অডিও/ভিডিও
el: Ήχος/Βίντεο
es: Audio y vídeo
fr: Audio/Vidéo
gu: ઑડિયો / વિડિયો
hi: ऑडियो/वीडियो
ja: 音声＆動画
kn: ಆಡಿಯೊ/ವೀಡಿಯೊ
ml: ഓഡിയോ/വീഡിയോ
mr: ऑडिओ/व्हिडिओ
pa: ਆਡੀਓ/ਵੀਡੀਓ
pt_pt: Áudio/vídeo
ru: Звук и видео
ta_in: ஆடியோ/வீடியோ
te: ఆడియో/వీడియో
tr: Ses/Video
ur_arab_in: آڈیو/ویڈو
vi: Âm Thanh/Video
zh_hant: 音訊/視訊

# chat.settings.autodownload.video
source: Video
bn_in: ভিডিও
el: Βίντεο
es: Vídeo
fr: Vidéo
gu: વિડિઓ
hi: वीडियो
ja: 動画
kn: ವೀಡಿಯೊ
ml: വീഡിയോ
mr: व्हिडिओ
pa: ਵੀਡੀਓ
pt_pt: Vídeo
ru: Видеовызов
ta_in: வீடியோ
te: వీడియో
tr: Görüntülü
ur_arab_in: ویڈیو
zh_hant: 視訊

# chat.settings.autodownload.others
source: Others
bn_in: অন্যান্যরা
de: Sonstige(s)
el: Άλλα
es: Otros
fr: Autres
gu: અન્યો
hi: अन्य
it: Altri
ja: その他
kn: ಇತರೆ
ml: മറ്റുള്ളവ
mr: इतर
nl: Overige
pa: ਹੋਰ
pt_pt: Outros
ru: Прочие
ta_in: மற்றவை
te: ఇతరాలు
tr: Diğerleri
ur_arab_in: دیگر
vi: Khác
zh_hant: 其他

# chat.overflow.dialog.notify.title
source: Turn off Notification for
bn_in: এদের জন্য নোটিফিকেশন বন্ধ করুন
de: Benachrichtigungen abschalten für
el: Απενεργοποίηση ειδοποιήσεων για
es: Desactivar notificaciones para
fr: Désactiver Notification pour
gu: આ માટે સૂચના બંધ કરો
hi: इसके लिए सूचनाएं बंद करें:
it: Disattiva notifiche per
ja: 次の事項に対する通知をオフにする：
kn: ಗಾಗಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆಫ್ ಮಾಡಿ
ml: ഇതിനായി അറിയിപ്പ് ഓഫ് ചെയ്യുക
mr: साठी नोटिफिकेशन बंद करा
nl: Melding uitschakelen voor
pa: ਲਈ ਸੂਚਨਾਵਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pt_pt: Desligar notificação para
ru: Отключить уведомления для
ta_in: இதற்கான அறிவிப்பை நிறுத்து
te: దీని కొరకు నోటిఫికేషన్‌లు ఆఫ్ చేయండి
tr: Bunun için bildirimi kapat
ur_arab_in: مندرجہ ذیل کی اطلاعات کو آف کریں
vi: Tắt Thông Báo cho
zh_hant: 針對以下項關閉通知

# chat.file.dir.desc
source: Free %@ of %@
bn_in: %@-এর %@ ফ্রি
de: Frei: %@ von %@
el: Δωρεάν %@ από %@
es: Liberar %@ de %@
fr: %@ libre sur %@
gu: મફત %@ નું %@
hi: %@ इससे %@ रहित
it: Gratuito %@ di %@
ja: 空き記憶容量：%@（最大：%@）
kn: %@ ನ %@ ಅನ್ನು ಮುಕ್ತಗೊಳಿಸಿ
ml: %@ ന്റെ%@ സൗജന്യം
mr: %@ पैकी %@ विनामूल्य
nl: Gratis %@ van %@
pa: %@ ਦਾ %@ ਮੁਫਤ
pt_pt: %@ de %@ livre
ru: Свободно %@ из %@
ta_in: %@ -இல் %@-ஐ வெறுமையாக்கு
te: %@ యొక్క %@ ఖాళీ
tr: Paylaşılan %@ / %@
ur_arab_in: %@ میں سے %@ خالی کریں
vi: Miễn phí %@ / %@
zh_hant: 可用 %@，共 %@

# chat.file.dir.storage.name
source: Storage
bn_in: সঞ্চয়স্থান
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fr: Stockage
gu: સંગ્રહ
hi: संग्रहण
it: Archiviazione
ja: 記憶容量
kn: ಸಂಗ್ರಹಣೆ
ml: സ്റ്റോറേജ്
mr: स्टोरेज
nl: Opslag
pa: ਸਟੋਰੇਜ
pt_pt: Armazenamento
ru: Память
ta_in: சேமிப்பகம்
te: స్టోరేజీ
tr: Depolama
ur_arab_in: اسٹوریج
vi: Dung lượng lưu trữ
zh_hant: 儲存體

# chat.file.dir.internal.name
source: Internal Storage
bn_in: অভ্যন্তরীণ সংরক্ষণ ব্যবস্থা
de: Interner Speicher
el: Εσωτερική αποθήκευση
es: Almacenamiento interno
fr: Stockage interne
gu: આંતરિક સંગ્રહ
hi: आंतरिक संग्रहण
it: Memoria interna
ja: 内部記憶容量
kn: ಆಂತರಿಕ ಸಂಗ್ರಹಣೆ
ml: ആന്തരിക സ്റ്റോറേജ്
mr: अंतर्गत स्टोरेज
nl: Interne opslag
pa: ਅੰਦਰੂਨੀ ਸਟੋਰੇਜ
pt_pt: Armazenamento interno
ru: Внутренняя память
ta_in: உள்ளகச் சேமிப்பகம்
te: బాహ్య నిల్వ
tr: Dahili Depolama
ur_arab_in: اندرونی اسٹوریج
vi: Bộ Nhớ Trong
zh_hant: 外部儲存體

# chat.file.dir.gallery.name
source: Gallery
bn_in: গ্যালারি
de: Galerie
el: Γκαλερί
es: Galería
fr: Galerie
gu: ગેલેરી
hi: गैलरी
it: Galleria
ja: ギャラリー
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
mr: गॅलरी
nl: Galerie
pa: ਗੈਲਰੀ
pt_pt: Galeria
ru: Коллекция
ta_in: படத்தொகுப்பு
te: గ్యాలరీ
tr: Galeri
ur_arab_in: گیلری
vi: Bộ sưu tập
zh_hant: 圖庫

# chat.file.dir.gallery.desc
source: Send media without compression
bn_in: কমপ্রেশন ছাড়া মিডিয়া পাঠান
de: Medien ohne Komprimierung senden
el: Αποστολή μέσων χωρίς συμπίεση
es: Enviar multimedia sin compresión
fr: Envoyer le média sans compression
gu: કમ્પ્રેશન વિના મીડિયા મોકલો
hi: मीडिया को कम्प्रेशन के बिना भेजें
it: Invia file multimediali senza comprimerli
ja: 圧縮せずにメディアを送信する
kn: ಕಂಪ್ರೆಷನ್ ಮಾಡದೆ ಮೀಡಿಯಾವನ್ನು ಕಳುಹಿಸಿ
ml: കംപ്രഷൻ ഇല്ലാതെ മീഡിയ അയയ്‌ക്കുക
mr: कंप्रेस न करता मीडिया पाठवा
nl: Media zonder compressie verzenden
pa: ਬਿਨਾਂ ਕੰਪ੍ਰੈਸ ਕੀਤੇ ਮੀਡੀਆ ਭੇਜੋ
pt_pt: Enviar multimédia sem compressão
ru: Отправка мультимедиа без сжатия
ta_in: சுருக்காமல் ஊடகங்களை அனுப்பவும்
te: కంప్రెషన్ లేకుండా మీడియా పంపండి
tr: Ortamı sıkıştırmadan gönder
ur_arab_in: کمپریس کیے بغیر میڈیا بھیجیں
vi: Gửi media mà không nén
zh_hant: 傳送媒體，不進行壓縮

# chat.file.dir.music.name
source: Music
bn_in: সঙ্গীত
de: Musik
el: Μουσική
es: Música
fr: Musique
gu: સંગીત
hi: संगीत
it: Musica
ja: 音楽
kn: ಸಂಗೀತ
ml: സംഗീതം
mr: संगीत
nl: Muziek
pa: ਸੰਗੀਤ
pt_pt: Música
ru: Музыка
ta_in: இசை
te: మ్యూజిక్‌
tr: Müzik
ur_arab_in: موسیقی
vi: Nhạc
zh_hant: 音樂
